[
  {
    "Date": "2026-01-30T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CO4aNQNKA-4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vN2IyODhmMDctODA1Ny0zNWQ2LTliZWMtNTM4NDI3ZmE2NTU4?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=DnMhaalC50A&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=6",
    "famous quote": "\"To have Faith in Christ means, of course, trying to do all that He says. There would be no sense in saying you trusted a person if you would not take his advice. Thus if you have really handed yourself over to Him, it must follow that you are trying to obey Him. But trying in a new way, a less worried way. Not doing these things in order to be saved, but because He has begun to save you already. Not hoping to get to Heaven as a reward for your actions, but inevitably wanting to act in a certain way because a first faint gleam of Heaven is already inside you.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=TyH0joQf7_A",
    "Nature Video": "https://www.youtube.com/watch?v=7z36Hk92Lfc",
    "User added": "The first thing he said was, \"Did you receive the Holy Spirit when you believed? Did you take God into your mind only, or did you also embrace him with your heart? Did he get inside you?\" \"We've never even heard of that--a Holy Spirit? God within us?\"\"\n‭‭Acts‬ ‭19:2‬ ‭MSG‬‬‬‬‬‬\n\nHere, Paul is questioning disciples who have been baptized through John the Baptizer's ministry. At this point, they are unaware of Jesus' ministry through the Holy Spirit. That changes, quickly! The second question cuts me to the quick. How about you, fellow believer? Did He get inside you?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Today is my birthday and I have very little planned today. I am spending the morning praying and reading the Bible again. I am fasting until dinner. And writing. And I love it. I'm thinking about what Thor said in Ethiopia. Just sit down, listen to some praise music, and have a date with Jesus. Tonight I have a birthday dinner planned with my roommates and with Woody. And I requested that after dinner we come back to our house and pray. I want to pray with my roommates, two of my closest friends. And I want to see them love it too.\n\r\nI am hungry and maybe that is why I seem free from lust today. I have been reading in revelation again. And also the Psalms that coordinate with certain songs written by our church's praise team. Again I am feeling that time in prayer, reading, and waiting on God is what will cause this fire to ignite. I want this fire to ignite.\n\r\nWell, after dinner we prayed together and it seemed cardboard. We did the right steps, like Woody and I had done, but I feel like God just didn't show up. My roommate, Chris reminded me this morning that you have to be careful that we don't think prayer is a failure just because we didn't feel God show up.\n\r\nYes. We showed up and did our part. \r\n\nGod, see us. Don't desert us. We want you. At least I want you.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zJc1MSCiYyY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/LPD5FlD52fU",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]