[
  {
    "Date": "2025-12-16T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Third week of Advent",
    "Script 1": "\nFor the director of music. A maskil[c] of the Sons of Korah.\n\n As the deer pants for streams of water,\n    so my soul pants for you, my God.\n My soul thirsts for God, for the living God.\n    When can I go and meet with God?\n My tears have been my food\n    day and night,\nwhile people say to me all day long,\n    \"Where is your God?\"\n These things I remember\n    as I pour out my soul:\nhow I used to go to the house of God\n    under the protection of the Mighty One[d]\nwith shouts of joy and praise\n    among the festive throng.\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n My soul is downcast within me;\n    therefore I will remember you\nfrom the land of the Jordan,\n    the heights of Hermon--from Mount Mizar.\n Deep calls to deep\n    in the roar of your waterfalls;\nall your waves and breakers\n    have swept over me.\n\n By day the Lord directs his love,\n    at night his song is with me--\n    a prayer to the God of my life.\n\n I say to God my Rock,\n    \"Why have you forgotten me?\nWhy must I go about mourning,\n    oppressed by the enemy?\"\n My bones suffer mortal agony\n    as my foes taunt me,\nsaying to me all day long,\n    \"Where is your God?\"\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n",
    "Script 2": "The River From the Temple\n\n The man brought me back to the entrance to the temple, and I saw water coming out from under the threshold of the temple toward the east (for the temple faced east). The water was coming down from under the south side of the temple, south of the altar.  He then brought me out through the north gate and led me around the outside to the outer gate facing east, and the water was trickling from the south side.\n\n As the man went eastward with a measuring line in his hand, he measured off a thousand cubits[a] and then led me through water that was ankle-deep.  He measured off another thousand cubits and led me through water that was knee-deep. He measured off another thousand and led me through water that was up to the waist.  He measured off another thousand, but now it was a river that I could not cross, because the water had risen and was deep enough to swim in--a river that no one could cross.  He asked me, \"Son of man, do you see this?\"\n\nThen he led me back to the bank of the river.  When I arrived there, I saw a great number of trees on each side of the river.  He said to me, \"This water flows toward the eastern region and goes down into the Arabah,[b] where it enters the Dead Sea. When it empties into the sea, the salty water there becomes fresh.  Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live.  Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds--like the fish of the Mediterranean Sea.  But the swamps and marshes will not become fresh; they will be left for salt.  Fruit trees of all kinds will grow on both banks of the river. Their leaves will not wither, nor will their fruit fail. Every month they will bear fruit, because the water from the sanctuary flows to them. Their fruit will serve for food and their leaves for healing.\"\n\n",
    "Script 3": "A Call to Persevere\n\n But, dear friends, remember what the apostles of our Lord Jesus Christ foretold.  They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\"  These are the people who divide you, who follow mere natural instincts and do not have the Spirit.\n\n But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit,  keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.\n\n Be merciful to those who doubt;  save others by snatching them from the fire; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh.[a]\n\nDoxology\n\n To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy--  to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.\n\n",
    "Script 4": "American Standard Version\n And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded.\n\n And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it:  and they received of Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, wherewith to make it. And they brought yet unto him freewill-offerings every morning.  And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they wrought;  and they spake unto Moses, saying, The people bring much more than enough for the service of the work which Jehovah commanded to make.  And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.  For the stuff they had was sufficient for all the work to make it, and too much.\n\n And all the wise-hearted men among them that wrought the work made the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim, the work of the skilful workman, Bezalel made them.  The length of each curtain was eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains had one measure.  And he coupled five curtains one to another: and the other five curtains he coupled one to another.  And he made loops of blue upon the edge of the one curtain [a]from the selvedge in the coupling: likewise he made in the edge of the curtain that was outmost in the second [b]coupling.  Fifty loops made he in the one curtain, and fifty loops made he in the edge of the curtain that was in the second [c]coupling: the loops were opposite one to another.  And he made fifty clasps of gold, and coupled the curtains one to another with the clasps: so the tabernacle was one.\n\n And he made curtains of goats' hair for a tent over the tabernacle: eleven curtains he made them.  The length of each curtain was thirty cubits, and four cubits the breadth of each curtain: the eleven curtains had one measure.  And he coupled five curtains by themselves, and six curtains by themselves.  And he made fifty loops on the edge of the curtain that was outmost in the [d]coupling, and fifty loops made he upon the edge of the curtain which was outmost in the second [e]coupling.  And he made fifty clasps of brass to couple the tent together, that it might be one.  And he made a covering for the tent of rams' skins dyed red, and a covering of [f]sealskins above.\n\n And he made the boards for the tabernacle, of acacia wood, standing up.  Ten cubits was the length of a board, and a cubit and a half the breadth of each board.  Each board had two tenons, [g]joined one to another: thus did he make for all the boards of the tabernacle.  And he made the boards for the tabernacle: twenty boards for the south side southward;  and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons.  And for the second side of the tabernacle, on the north side, he made twenty boards,  and their forty sockets of silver; two sockets under one board, and two sockets under another board.  And for the hinder part of the tabernacle westward he made six boards.  And two boards made he for the corners of the tabernacle in the hinder part.  And they were double beneath; and in like manner they were entire unto the top thereof unto [h]one ring: thus he did to both of them in the two corners.  And there were eight boards, and their sockets of silver, sixteen sockets; under every board two sockets.\n\n And he made bars of acacia wood; five for the boards of the one side of the tabernacle,  and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward.  And he made the middle bar to pass through in the midst of the boards from the one end to the other.  And he overlaid the boards with gold, and made their rings of gold for places for the bars, and overlaid the bars with gold.\n\n And he made the veil of blue, and purple, and scarlet, and fine twined linen: with cherubim, the work of the skilful workman, made he it.  And he made thereunto four pillars of acacia, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver.  And he made a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer;  and the five pillars of it with their hooks: and he overlaid their capitals and their fillets with gold; and their five sockets were of brass.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm42;Ezekiel47:1-12;Jude1:17-25",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.42,Ezek.47,Jude.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_e32589de84df4290933379b0c0150b28~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_3a645b6355e94fb28e3628abcc794d01~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_c585409743ab4b58a783894e1ced62a9~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_846ec9f4915e4a5cb5ec871bc88c64f3~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_7aa8055e398141178525a819b970f0d9~mv2.jpg",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_882f7e06df22495e8d8db9db20292ebc~mv2.jpg",
    "AI Image 4B": "https://static.wixstatic.com/media/a07ded_af177019c16c4eda8abbe27cf6923c05~mv2.jpg",
    "Address Script 1": "Psalm 42:1-11",
    "Address Script 2": "Ezekiel 47:1-12",
    "Address Script 3": "Jude 1:17-25",
    "Address Script 4": "Exodus 36",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.42.f1cb6bf57027dd519d9d96ceefcd3d1f.mp3",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 42[a][b]\n\nFor the director of music. A maskil[c] of the Sons of Korah.\n\n1 As the deer pants for streams of water,\n    so my soul pants for you, my God.\n2 My soul thirsts for God, for the living God.\n    When can I go and meet with God?\n3 My tears have been my food\n    day and night,\nwhile people say to me all day long,\n    \"Where is your God?\"\n4 These things I remember\n    as I pour out my soul:\nhow I used to go to the house of God\n    under the protection of the Mighty One[d]\nwith shouts of joy and praise\n    among the festive throng.\n\n5 Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n6 My soul is downcast within me;\n    therefore I will remember you\nfrom the land of the Jordan,\n    the heights of Hermon--from Mount Mizar.\n7 Deep calls to deep\n    in the roar of your waterfalls;\nall your waves and breakers\n    have swept over me.\n\n8 By day the Lord directs his love,\n    at night his song is with me--\n    a prayer to the God of my life.\n\n9 I say to God my Rock,\n    \"Why have you forgotten me?\nWhy must I go about mourning,\n    oppressed by the enemy?\"\n10 My bones suffer mortal agony\n    as my foes taunt me,\nsaying to me all day long,\n    \"Where is your God?\"\n\n11 Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\nFootnotes\na. Psalm 42:1 In many Hebrew manuscripts Psalms 42 and 43 constitute one psalm.\nb. Psalm 42:1 In Hebrew texts 42:1-11 is numbered 42:2-12.\nc. Psalm 42:1 Title: Probably a literary or musical term\nd. Psalm 42:4 See Septuagint and Syriac; the meaning of the Hebrew for this line is uncertain.",
    "Script 2": "Ezekiel 47:1-12\n\nThe River From the Temple\n\n1 The man brought me back to the entrance to the temple, and I saw water coming out from under the threshold of the temple toward the east (for the temple faced east). The water was coming down from under the south side of the temple, south of the altar. 2 He then brought me out through the north gate and led me around the outside to the outer gate facing east, and the water was trickling from the south side.\n\n3 As the man went eastward with a measuring line in his hand, he measured off a thousand cubits[a] and then led me through water that was ankle-deep. 4 He measured off another thousand cubits and led me through water that was knee-deep. He measured off another thousand and led me through water that was up to the waist. 5 He measured off another thousand, but now it was a river that I could not cross, because the water had risen and was deep enough to swim in--a river that no one could cross. 6 He asked me, \"Son of man, do you see this?\"\n\nThen he led me back to the bank of the river. 7 When I arrived there, I saw a great number of trees on each side of the river. 8 He said to me, \"This water flows toward the eastern region and goes down into the Arabah,[b] where it enters the Dead Sea. When it empties into the sea, the salty water there becomes fresh. 9 Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live. 10 Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds--like the fish of the Mediterranean Sea. 11 But the swamps and marshes will not become fresh; they will be left for salt. 12 Fruit trees of all kinds will grow on both banks of the river. Their leaves will not wither, nor will their fruit fail. Every month they will bear fruit, because the water from the sanctuary flows to them. Their fruit will serve for food and their leaves for healing.\"\n\nFootnotes\na. Ezekiel 47:3 That is, about 1,700 feet or about 530 meters\nb. Ezekiel 47:8 Or the Jordan Valley",
    "Script 3": "Jude 1:17-25\n\nA Call to Persevere\n\n17 But, dear friends, remember what the apostles of our Lord Jesus Christ foretold. 18 They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\" 19 These are the people who divide you, who follow mere natural instincts and do not have the Spirit.\n\n20 But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit, 21 keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.\n\n22 Be merciful to those who doubt; 23 save others by snatching them from the fire; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh.[a]\n\nDoxology\n\n24 To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy-- 25 to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.\n\nFootnotes\na. Jude 1:23 The Greek manuscripts of these verses vary at several points.",
    "Script 4": "Exodus 36\nAmerican Standard Version\n36 And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded.\n\n2 And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it: 3 and they received of Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, wherewith to make it. And they brought yet unto him freewill-offerings every morning. 4 And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they wrought; 5 and they spake unto Moses, saying, The people bring much more than enough for the service of the work which Jehovah commanded to make. 6 And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing. 7 For the stuff they had was sufficient for all the work to make it, and too much.\n\n8 And all the wise-hearted men among them that wrought the work made the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim, the work of the skilful workman, Bezalel made them. 9 The length of each curtain was eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains had one measure. 10 And he coupled five curtains one to another: and the other five curtains he coupled one to another. 11 And he made loops of blue upon the edge of the one curtain [a]from the selvedge in the coupling: likewise he made in the edge of the curtain that was outmost in the second [b]coupling. 12 Fifty loops made he in the one curtain, and fifty loops made he in the edge of the curtain that was in the second [c]coupling: the loops were opposite one to another. 13 And he made fifty clasps of gold, and coupled the curtains one to another with the clasps: so the tabernacle was one.\n\n14 And he made curtains of goats' hair for a tent over the tabernacle: eleven curtains he made them. 15 The length of each curtain was thirty cubits, and four cubits the breadth of each curtain: the eleven curtains had one measure. 16 And he coupled five curtains by themselves, and six curtains by themselves. 17 And he made fifty loops on the edge of the curtain that was outmost in the [d]coupling, and fifty loops made he upon the edge of the curtain which was outmost in the second [e]coupling. 18 And he made fifty clasps of brass to couple the tent together, that it might be one. 19 And he made a covering for the tent of rams' skins dyed red, and a covering of [f]sealskins above.\n\n20 And he made the boards for the tabernacle, of acacia wood, standing up. 21 Ten cubits was the length of a board, and a cubit and a half the breadth of each board. 22 Each board had two tenons, [g]joined one to another: thus did he make for all the boards of the tabernacle. 23 And he made the boards for the tabernacle: twenty boards for the south side southward; 24 and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons. 25 And for the second side of the tabernacle, on the north side, he made twenty boards, 26 and their forty sockets of silver; two sockets under one board, and two sockets under another board. 27 And for the hinder part of the tabernacle westward he made six boards. 28 And two boards made he for the corners of the tabernacle in the hinder part. 29 And they were double beneath; and in like manner they were entire unto the top thereof unto [h]one ring: thus he did to both of them in the two corners. 30 And there were eight boards, and their sockets of silver, sixteen sockets; under every board two sockets.\n\n31 And he made bars of acacia wood; five for the boards of the one side of the tabernacle, 32 and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward. 33 And he made the middle bar to pass through in the midst of the boards from the one end to the other. 34 And he overlaid the boards with gold, and made their rings of gold for places for the bars, and overlaid the bars with gold.\n\n35 And he made the veil of blue, and purple, and scarlet, and fine twined linen: with cherubim, the work of the skilful workman, made he it. 36 And he made thereunto four pillars of acacia, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver. 37 And he made a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; 38 and the five pillars of it with their hooks: and he overlaid their capitals and their fillets with gold; and their five sockets were of brass.\n\n \nFootnotes\nExodus 36:11 Or, that was outmost in the first set\nExodus 36:11 Or, set\nExodus 36:12 Or, set\nExodus 36:17 Or, first set\nExodus 36:17 Or, set\nExodus 36:19 Or, porpoise-skins\nExodus 36:22 Or, mortised\nExodus 36:29 Or, the first",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a][b]\n\nFor the director of music. A maskil[c] of the Sons of Korah.\n\n As the deer pants for streams of water,\n    so my soul pants for you, my God.\n My soul thirsts for God, for the living God.\n    When can I go and meet with God?\n My tears have been my food\n    day and night,\nwhile people say to me all day long,\n    \"Where is your God?\"\n These things I remember\n    as I pour out my soul:\nhow I used to go to the house of God\n    under the protection of the Mighty One[d]\nwith shouts of joy and praise\n    among the festive throng.\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n My soul is downcast within me;\n    therefore I will remember you\nfrom the land of the Jordan,\n    the heights of Hermon--from Mount Mizar.\n Deep calls to deep\n    in the roar of your waterfalls;\nall your waves and breakers\n    have swept over me.\n\n By day the Lord directs his love,\n    at night his song is with me--\n    a prayer to the God of my life.\n\n I say to God my Rock,\n    \"Why have you forgotten me?\nWhy must I go about mourning,\n    oppressed by the enemy?\"\n My bones suffer mortal agony\n    as my foes taunt me,\nsaying to me all day long,\n    \"Where is your God?\"\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\nFootnotes\na. Psalm : In many Hebrew manuscripts Psalms  and  constitute one psalm.\nb. Psalm : In Hebrew texts :- is numbered :-.\nc. Psalm : Title: Probably a literary or musical term\nd. Psalm : See Septuagint and Syriac; the meaning of the Hebrew for this line is uncertain.",
    "Script 2": "Ezekiel :-\n\nThe River From the Temple\n\n The man brought me back to the entrance to the temple, and I saw water coming out from under the threshold of the temple toward the east (for the temple faced east). The water was coming down from under the south side of the temple, south of the altar.  He then brought me out through the north gate and led me around the outside to the outer gate facing east, and the water was trickling from the south side.\n\n As the man went eastward with a measuring line in his hand, he measured off a thousand cubits[a] and then led me through water that was ankle-deep.  He measured off another thousand cubits and led me through water that was knee-deep. He measured off another thousand and led me through water that was up to the waist.  He measured off another thousand, but now it was a river that I could not cross, because the water had risen and was deep enough to swim in--a river that no one could cross.  He asked me, \"Son of man, do you see this?\"\n\nThen he led me back to the bank of the river.  When I arrived there, I saw a great number of trees on each side of the river.  He said to me, \"This water flows toward the eastern region and goes down into the Arabah,[b] where it enters the Dead Sea. When it empties into the sea, the salty water there becomes fresh.  Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live.  Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds--like the fish of the Mediterranean Sea.  But the swamps and marshes will not become fresh; they will be left for salt.  Fruit trees of all kinds will grow on both banks of the river. Their leaves will not wither, nor will their fruit fail. Every month they will bear fruit, because the water from the sanctuary flows to them. Their fruit will serve for food and their leaves for healing.\"\n\nFootnotes\na. Ezekiel : That is, about , feet or about  meters\nb. Ezekiel : Or the Jordan Valley",
    "Script 3": "Jude :-\n\nA Call to Persevere\n\n But, dear friends, remember what the apostles of our Lord Jesus Christ foretold.  They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\"  These are the people who divide you, who follow mere natural instincts and do not have the Spirit.\n\n But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit,  keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.\n\n Be merciful to those who doubt;  save others by snatching them from the fire; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh.[a]\n\nDoxology\n\n To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy--  to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.\n\nFootnotes\na. Jude : The Greek manuscripts of these verses vary at several points.",
    "Script 4": "Exodus \nAmerican Standard Version\n And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded.\n\n And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it:  and they received of Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, wherewith to make it. And they brought yet unto him freewill-offerings every morning.  And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they wrought;  and they spake unto Moses, saying, The people bring much more than enough for the service of the work which Jehovah commanded to make.  And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.  For the stuff they had was sufficient for all the work to make it, and too much.\n\n And all the wise-hearted men among them that wrought the work made the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim, the work of the skilful workman, Bezalel made them.  The length of each curtain was eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains had one measure.  And he coupled five curtains one to another: and the other five curtains he coupled one to another.  And he made loops of blue upon the edge of the one curtain [a]from the selvedge in the coupling: likewise he made in the edge of the curtain that was outmost in the second [b]coupling.  Fifty loops made he in the one curtain, and fifty loops made he in the edge of the curtain that was in the second [c]coupling: the loops were opposite one to another.  And he made fifty clasps of gold, and coupled the curtains one to another with the clasps: so the tabernacle was one.\n\n And he made curtains of goats' hair for a tent over the tabernacle: eleven curtains he made them.  The length of each curtain was thirty cubits, and four cubits the breadth of each curtain: the eleven curtains had one measure.  And he coupled five curtains by themselves, and six curtains by themselves.  And he made fifty loops on the edge of the curtain that was outmost in the [d]coupling, and fifty loops made he upon the edge of the curtain which was outmost in the second [e]coupling.  And he made fifty clasps of brass to couple the tent together, that it might be one.  And he made a covering for the tent of rams' skins dyed red, and a covering of [f]sealskins above.\n\n And he made the boards for the tabernacle, of acacia wood, standing up.  Ten cubits was the length of a board, and a cubit and a half the breadth of each board.  Each board had two tenons, [g]joined one to another: thus did he make for all the boards of the tabernacle.  And he made the boards for the tabernacle: twenty boards for the south side southward;  and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons.  And for the second side of the tabernacle, on the north side, he made twenty boards,  and their forty sockets of silver; two sockets under one board, and two sockets under another board.  And for the hinder part of the tabernacle westward he made six boards.  And two boards made he for the corners of the tabernacle in the hinder part.  And they were double beneath; and in like manner they were entire unto the top thereof unto [h]one ring: thus he did to both of them in the two corners.  And there were eight boards, and their sockets of silver, sixteen sockets; under every board two sockets.\n\n And he made bars of acacia wood; five for the boards of the one side of the tabernacle,  and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward.  And he made the middle bar to pass through in the midst of the boards from the one end to the other.  And he overlaid the boards with gold, and made their rings of gold for places for the bars, and overlaid the bars with gold.\n\n And he made the veil of blue, and purple, and scarlet, and fine twined linen: with cherubim, the work of the skilful workman, made he it.  And he made thereunto four pillars of acacia, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver.  And he made a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer;  and the five pillars of it with their hooks: and he overlaid their capitals and their fillets with gold; and their five sockets were of brass.\n\n \nFootnotes\nExodus : Or, that was outmost in the first set\nExodus : Or, set\nExodus : Or, set\nExodus : Or, first set\nExodus : Or, set\nExodus : Or, porpoise-skins\nExodus : Or, mortised\nExodus : Or, the first",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a][b]\n\nFor the director of music. A maskil[c] of the Sons of Korah.\n\n As the deer pants for streams of water,\n    so my soul pants for you, my God.\n My soul thirsts for God, for the living God.\n    When can I go and meet with God?\n My tears have been my food\n    day and night,\nwhile people say to me all day long,\n    \"Where is your God?\"\n These things I remember\n    as I pour out my soul:\nhow I used to go to the house of God\n    under the protection of the Mighty One[d]\nwith shouts of joy and praise\n    among the festive throng.\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n My soul is downcast within me;\n    therefore I will remember you\nfrom the land of the Jordan,\n    the heights of Hermon--from Mount Mizar.\n Deep calls to deep\n    in the roar of your waterfalls;\nall your waves and breakers\n    have swept over me.\n\n By day the Lord directs his love,\n    at night his song is with me--\n    a prayer to the God of my life.\n\n I say to God my Rock,\n    \"Why have you forgotten me?\nWhy must I go about mourning,\n    oppressed by the enemy?\"\n My bones suffer mortal agony\n    as my foes taunt me,\nsaying to me all day long,\n    \"Where is your God?\"\n\n Why, my soul, are you downcast?\n    Why so disturbed within me?\nPut your hope in God,\n    for I will yet praise him,\n    my Savior and my God.\n\n",
    "Script 2": "Ezekiel :-\n\nThe River From the Temple\n\n The man brought me back to the entrance to the temple, and I saw water coming out from under the threshold of the temple toward the east (for the temple faced east). The water was coming down from under the south side of the temple, south of the altar.  He then brought me out through the north gate and led me around the outside to the outer gate facing east, and the water was trickling from the south side.\n\n As the man went eastward with a measuring line in his hand, he measured off a thousand cubits[a] and then led me through water that was ankle-deep.  He measured off another thousand cubits and led me through water that was knee-deep. He measured off another thousand and led me through water that was up to the waist.  He measured off another thousand, but now it was a river that I could not cross, because the water had risen and was deep enough to swim in--a river that no one could cross.  He asked me, \"Son of man, do you see this?\"\n\nThen he led me back to the bank of the river.  When I arrived there, I saw a great number of trees on each side of the river.  He said to me, \"This water flows toward the eastern region and goes down into the Arabah,[b] where it enters the Dead Sea. When it empties into the sea, the salty water there becomes fresh.  Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live.  Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds--like the fish of the Mediterranean Sea.  But the swamps and marshes will not become fresh; they will be left for salt.  Fruit trees of all kinds will grow on both banks of the river. Their leaves will not wither, nor will their fruit fail. Every month they will bear fruit, because the water from the sanctuary flows to them. Their fruit will serve for food and their leaves for healing.\"\n\n",
    "Script 3": "Jude :-\n\nA Call to Persevere\n\n But, dear friends, remember what the apostles of our Lord Jesus Christ foretold.  They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\"  These are the people who divide you, who follow mere natural instincts and do not have the Spirit.\n\n But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit,  keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life.\n\n Be merciful to those who doubt;  save others by snatching them from the fire; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh.[a]\n\nDoxology\n\n To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy--  to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded.\n\n And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it:  and they received of Moses all the offering which the children of Israel had brought for the work of the service of the sanctuary, wherewith to make it. And they brought yet unto him freewill-offerings every morning.  And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they wrought;  and they spake unto Moses, saying, The people bring much more than enough for the service of the work which Jehovah commanded to make.  And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.  For the stuff they had was sufficient for all the work to make it, and too much.\n\n And all the wise-hearted men among them that wrought the work made the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim, the work of the skilful workman, Bezalel made them.  The length of each curtain was eight and twenty cubits, and the breadth of each curtain four cubits: all the curtains had one measure.  And he coupled five curtains one to another: and the other five curtains he coupled one to another.  And he made loops of blue upon the edge of the one curtain [a]from the selvedge in the coupling: likewise he made in the edge of the curtain that was outmost in the second [b]coupling.  Fifty loops made he in the one curtain, and fifty loops made he in the edge of the curtain that was in the second [c]coupling: the loops were opposite one to another.  And he made fifty clasps of gold, and coupled the curtains one to another with the clasps: so the tabernacle was one.\n\n And he made curtains of goats' hair for a tent over the tabernacle: eleven curtains he made them.  The length of each curtain was thirty cubits, and four cubits the breadth of each curtain: the eleven curtains had one measure.  And he coupled five curtains by themselves, and six curtains by themselves.  And he made fifty loops on the edge of the curtain that was outmost in the [d]coupling, and fifty loops made he upon the edge of the curtain which was outmost in the second [e]coupling.  And he made fifty clasps of brass to couple the tent together, that it might be one.  And he made a covering for the tent of rams' skins dyed red, and a covering of [f]sealskins above.\n\n And he made the boards for the tabernacle, of acacia wood, standing up.  Ten cubits was the length of a board, and a cubit and a half the breadth of each board.  Each board had two tenons, [g]joined one to another: thus did he make for all the boards of the tabernacle.  And he made the boards for the tabernacle: twenty boards for the south side southward;  and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons, and two sockets under another board for its two tenons.  And for the second side of the tabernacle, on the north side, he made twenty boards,  and their forty sockets of silver; two sockets under one board, and two sockets under another board.  And for the hinder part of the tabernacle westward he made six boards.  And two boards made he for the corners of the tabernacle in the hinder part.  And they were double beneath; and in like manner they were entire unto the top thereof unto [h]one ring: thus he did to both of them in the two corners.  And there were eight boards, and their sockets of silver, sixteen sockets; under every board two sockets.\n\n And he made bars of acacia wood; five for the boards of the one side of the tabernacle,  and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the hinder part westward.  And he made the middle bar to pass through in the midst of the boards from the one end to the other.  And he overlaid the boards with gold, and made their rings of gold for places for the bars, and overlaid the bars with gold.\n\n And he made the veil of blue, and purple, and scarlet, and fine twined linen: with cherubim, the work of the skilful workman, made he it.  And he made thereunto four pillars of acacia, and overlaid them with gold: their hooks were of gold; and he cast for them four sockets of silver.  And he made a screen for the door of the Tent, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer;  and the five pillars of it with their hooks: and he overlaid their capitals and their fillets with gold; and their five sockets were of brass.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]