[
  {
    "Date": "2025-11-21T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=64laRlyhPmo",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=13",
    "famous quote": "All good ideas start out as bad ideas, that's why it takes so long.\n-Steven Spielberg",
    "Ted Talks": "https://www.youtube.com/watch?v=q5yxIzs5Wug",
    "Nature Video": "https://www.youtube.com/watch?v=110iUX1Ursk&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=40",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 10)\n\nHe verges on laughing as he tells the next part. He points at the ground, perks his eyebrows, and smiles. PK asks a question and Tesfaye affirms the answer. He laughs at his own story. \n\r\nOne time after harvesting my corn I planted sugar cane. But thieves stole almost all of it at night. A little bit later the church ministers came to my home and asked to have some sugar cane to try it. I told my boys to gather the rest of the sugar cane. I said, \"Finish it off.\" The church leaders heard me and asked why I said it that way. I said the rest was stolen. They told me, \"Now, plant sugar cane again and nothing will happen to it.\" I agreed. We prayed that if any thief will try to steal it they would be caught. So I planted and when the new sugar cane came up my son saw a thief trying to steal it. \r\nHe ran after him but the man could not move or scream. My son caught him. People gathered and they asked to take the man to the police station but when my wife got there she said, \"We didn't catch him; Jesus did. Jesus will do what he will with him.\"",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]