[
  {
    "Date": "2025-09-10T07:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 16- Ordinary Time",
    "Script 1": "\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " The field commander said to them, \"Tell Hezekiah:\n\n\"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?  You say you have the counsel and the might for war--but you speak only empty words. On whom are you depending, that you rebel against me?  Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him.  But if you say to me, \"We are depending on the Lord our God\"--isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar in Jerusalem\"?\n\n \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses--if you can put riders on them!  How can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen[a]?  Furthermore, have I come to attack and destroy this place without word from the Lord? The Lord himself told me to march against this country and destroy it.'\"\n\n",
    "Script 3": "The Rich and the Kingdom of God\n\n A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\"\n\n \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone.  You know the commandments: 'You shall not commit adultery, you shall not murder, you shall not steal, you shall not give false testimony, honor your father and mother.'[a]\"\n\n \"All these I have kept since I was a boy,\" he said.\n\n When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"\n\n When he heard this, he became very sad, because he was very wealthy.  Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God!  Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\"\n\n Those who heard this asked, \"Who then can be saved?\"\n\n Jesus replied, \"What is impossible with man is possible with God.\"\n\n Peter said to him, \"We have left all we had to follow you!\"\n\n \"Truly I tell you,\" Jesus said to them, \"no one who has left home or wife or brothers or sisters or parents or children for the sake of the kingdom of God  will fail to receive many times as much in this age, and in the age to come eternal life.\"\n\n",
    "Script 4": "American Standard Version\n Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei.  And Jehovah said unto me, Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.  So Jehovah our God delivered into our hand Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining.  And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan.  All these were cities fortified with high walls, gates, and bars; besides the [a]unwalled towns a great many.  And we [b]utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every [c]inhabited city, with the women and the little ones.  But all the cattle, and the spoil of the cities, we took for a prey unto ourselves.  And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of the Arnon unto mount Hermon  (which Hermon the Sidonians call Sirion, and the Amorites call it Senir);  all the cities of the [d]plain, and all Gilead, and all Bashan, unto Salecah and Edrei, cities of the kingdom of Og in Bashan.  (For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.)\n\n And this land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites:  and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; [e]all the region of Argob, [f]even all Bashan. (The same is called the land of Rephaim.  Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day.)  And I gave Gilead unto Machir.  And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of the Arnon, the middle of the valley, [g]and the border thereof, even unto the river Jabbok, which is the border of the children of Ammon;  the Arabah also, and the Jordan [h]and the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the [i]slopes of Pisgah eastward.\n\n And I commanded you at that time, saying, Jehovah your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all the men of valor.  But your wives, and your little ones, and your cattle, (I know that ye have much cattle,) shall abide in your cities which I have given you,  until Jehovah give rest unto your brethren, as unto you, and they also possess the land which Jehovah your God giveth them beyond the Jordan: then shall ye return every man unto his possession, which I have given you.  And I commanded Joshua at that time, saying, Thine eyes have seen all that Jehovah your God hath done unto these two kings: so shall Jehovah do unto all the kingdoms whither thou goest over.  Ye shall not fear them; for Jehovah your God, he it is that fighteth for you.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm101;2Kings18:19-25;19:1-7;Luke18:18-30",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.101,2Kgs.18,2Kgs.19,Luke.18",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ed36a743ce67471cb87643d02fb743eb~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_37b6506291d14324b3295dff3a0e8baf~mv2.png",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_54ac8992bddc4149ad04550faed794bf~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_eb43c98b64f84f0daaa87801f1ddb4bf~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 101",
    "Address Script 2": "2 Kings 18:19-25, 2 Kings 19:1-7",
    "Address Script 3": "Luke 18:18-30",
    "Address Script 4": "Deuteronomy 3:1-22",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.101.d246259ec38a8c09f7050d8c2991a17e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Kgs.18.6444e6df624529239e1df18af98aa430.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.18.41c4883fe4f27468819aa5ffa6384ba5.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.3.59cf9ecac12e70a597479ddc16471afb.mp3",
    "Verse to start at for audio": 152
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 101\n\nOf David. A psalm.\n\n1 I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n2 I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n3 I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n4 The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n5 Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n6 My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n7 No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n8 Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": "2 Kings 18:19-25\n\n19 The field commander said to them, \"Tell Hezekiah:\n\n\"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours? 20 You say you have the counsel and the might for war--but you speak only empty words. On whom are you depending, that you rebel against me? 21 Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him. 22 But if you say to me, \"We are depending on the Lord our God\"--isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar in Jerusalem\"?\n\n23 \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses--if you can put riders on them! 24 How can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen[a]? 25 Furthermore, have I come to attack and destroy this place without word from the Lord? The Lord himself told me to march against this country and destroy it.'\"\n\nFootnotes\na. 2 Kings 18:24 Or charioteers\n\n2 Kings 19:1-7\n\nJerusalem's Deliverance Foretold\n\n1 When King Hezekiah heard this, he tore his clothes and put on sackcloth and went into the temple of the Lord. 2 He sent Eliakim the palace administrator, Shebna the secretary and the leading priests, all wearing sackcloth, to the prophet Isaiah son of Amoz. 3 They told him, \"This is what Hezekiah says: This day is a day of distress and rebuke and disgrace, as when children come to the moment of birth and there is no strength to deliver them. 4 It may be that the Lord your God will hear all the words of the field commander, whom his master, the king of Assyria, has sent to ridicule the living God, and that he will rebuke him for the words the Lord your God has heard. Therefore pray for the remnant that still survives.\"\n\n5 When King Hezekiah's officials came to Isaiah, 6 Isaiah said to them, \"Tell your master, 'This is what the Lord says: Do not be afraid of what you have heard--those words with which the underlings of the king of Assyria have blasphemed me. 7 Listen! When he hears a certain report, I will make him want to return to his own country, and there I will have him cut down with the sword.'\"",
    "Script 3": "Luke 18:18-30\n\nThe Rich and the Kingdom of God\n\n18 A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\"\n\n19 \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. 20 You know the commandments: 'You shall not commit adultery, you shall not murder, you shall not steal, you shall not give false testimony, honor your father and mother.'[a]\"\n\n21 \"All these I have kept since I was a boy,\" he said.\n\n22 When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"\n\n23 When he heard this, he became very sad, because he was very wealthy. 24 Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God! 25 Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\"\n\n26 Those who heard this asked, \"Who then can be saved?\"\n\n27 Jesus replied, \"What is impossible with man is possible with God.\"\n\n28 Peter said to him, \"We have left all we had to follow you!\"\n\n29 \"Truly I tell you,\" Jesus said to them, \"no one who has left home or wife or brothers or sisters or parents or children for the sake of the kingdom of God 30 will fail to receive many times as much in this age, and in the age to come eternal life.\"\n\nFootnotes\na. Luke 18:20 Exodus 20:12-16; Deut. 5:16-20",
    "Script 4": "Deuteronomy 3:1-22\nAmerican Standard Version\n3 Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei. 2 And Jehovah said unto me, Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon. 3 So Jehovah our God delivered into our hand Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining. 4 And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan. 5 All these were cities fortified with high walls, gates, and bars; besides the [a]unwalled towns a great many. 6 And we [b]utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every [c]inhabited city, with the women and the little ones. 7 But all the cattle, and the spoil of the cities, we took for a prey unto ourselves. 8 And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of the Arnon unto mount Hermon 9 (which Hermon the Sidonians call Sirion, and the Amorites call it Senir); 10 all the cities of the [d]plain, and all Gilead, and all Bashan, unto Salecah and Edrei, cities of the kingdom of Og in Bashan. 11 (For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.)\n\n12 And this land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites: 13 and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; [e]all the region of Argob, [f]even all Bashan. (The same is called the land of Rephaim. 14 Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day.) 15 And I gave Gilead unto Machir. 16 And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of the Arnon, the middle of the valley, [g]and the border thereof, even unto the river Jabbok, which is the border of the children of Ammon; 17 the Arabah also, and the Jordan [h]and the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the [i]slopes of Pisgah eastward.\n\n18 And I commanded you at that time, saying, Jehovah your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all the men of valor. 19 But your wives, and your little ones, and your cattle, (I know that ye have much cattle,) shall abide in your cities which I have given you, 20 until Jehovah give rest unto your brethren, as unto you, and they also possess the land which Jehovah your God giveth them beyond the Jordan: then shall ye return every man unto his possession, which I have given you. 21 And I commanded Joshua at that time, saying, Thine eyes have seen all that Jehovah your God hath done unto these two kings: so shall Jehovah do unto all the kingdoms whither thou goest over. 22 Ye shall not fear them; for Jehovah your God, he it is that fighteth for you.\n\n \nFootnotes\nDeuteronomy 3:5 Or, country towns\nDeuteronomy 3:6 Hebrew devoted.\nDeuteronomy 3:6 Hebrew city of men.\nDeuteronomy 3:10 Or, table-land\nDeuteronomy 3:13 Or, all the region of Argob. (All that Bashan is called etc.\nDeuteronomy 3:13 Or, with\nDeuteronomy 3:16 Or, for a border\nDeuteronomy 3:17 Or, for a border\nDeuteronomy 3:17 Or, springs",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\n The field commander said to them, \"Tell Hezekiah:\n\n\"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?  You say you have the counsel and the might for war--but you speak only empty words. On whom are you depending, that you rebel against me?  Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him.  But if you say to me, \"We are depending on the Lord our God\"--isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar in Jerusalem\"?\n\n \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses--if you can put riders on them!  How can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen[a]?  Furthermore, have I come to attack and destroy this place without word from the Lord? The Lord himself told me to march against this country and destroy it.'\"\n\nFootnotes\na.  Kings : Or charioteers\n\n Kings :-\n\nJerusalem's Deliverance Foretold\n\n When King Hezekiah heard this, he tore his clothes and put on sackcloth and went into the temple of the Lord.  He sent Eliakim the palace administrator, Shebna the secretary and the leading priests, all wearing sackcloth, to the prophet Isaiah son of Amoz.  They told him, \"This is what Hezekiah says: This day is a day of distress and rebuke and disgrace, as when children come to the moment of birth and there is no strength to deliver them.  It may be that the Lord your God will hear all the words of the field commander, whom his master, the king of Assyria, has sent to ridicule the living God, and that he will rebuke him for the words the Lord your God has heard. Therefore pray for the remnant that still survives.\"\n\n When King Hezekiah's officials came to Isaiah,  Isaiah said to them, \"Tell your master, 'This is what the Lord says: Do not be afraid of what you have heard--those words with which the underlings of the king of Assyria have blasphemed me.  Listen! When he hears a certain report, I will make him want to return to his own country, and there I will have him cut down with the sword.'\"",
    "Script 3": "Luke :-\n\nThe Rich and the Kingdom of God\n\n A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\"\n\n \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone.  You know the commandments: 'You shall not commit adultery, you shall not murder, you shall not steal, you shall not give false testimony, honor your father and mother.'[a]\"\n\n \"All these I have kept since I was a boy,\" he said.\n\n When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"\n\n When he heard this, he became very sad, because he was very wealthy.  Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God!  Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\"\n\n Those who heard this asked, \"Who then can be saved?\"\n\n Jesus replied, \"What is impossible with man is possible with God.\"\n\n Peter said to him, \"We have left all we had to follow you!\"\n\n \"Truly I tell you,\" Jesus said to them, \"no one who has left home or wife or brothers or sisters or parents or children for the sake of the kingdom of God  will fail to receive many times as much in this age, and in the age to come eternal life.\"\n\nFootnotes\na. Luke : Exodus :-; Deut. :-",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei.  And Jehovah said unto me, Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.  So Jehovah our God delivered into our hand Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining.  And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan.  All these were cities fortified with high walls, gates, and bars; besides the [a]unwalled towns a great many.  And we [b]utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every [c]inhabited city, with the women and the little ones.  But all the cattle, and the spoil of the cities, we took for a prey unto ourselves.  And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of the Arnon unto mount Hermon  (which Hermon the Sidonians call Sirion, and the Amorites call it Senir);  all the cities of the [d]plain, and all Gilead, and all Bashan, unto Salecah and Edrei, cities of the kingdom of Og in Bashan.  (For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.)\n\n And this land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites:  and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; [e]all the region of Argob, [f]even all Bashan. (The same is called the land of Rephaim.  Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day.)  And I gave Gilead unto Machir.  And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of the Arnon, the middle of the valley, [g]and the border thereof, even unto the river Jabbok, which is the border of the children of Ammon;  the Arabah also, and the Jordan [h]and the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the [i]slopes of Pisgah eastward.\n\n And I commanded you at that time, saying, Jehovah your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all the men of valor.  But your wives, and your little ones, and your cattle, (I know that ye have much cattle,) shall abide in your cities which I have given you,  until Jehovah give rest unto your brethren, as unto you, and they also possess the land which Jehovah your God giveth them beyond the Jordan: then shall ye return every man unto his possession, which I have given you.  And I commanded Joshua at that time, saying, Thine eyes have seen all that Jehovah your God hath done unto these two kings: so shall Jehovah do unto all the kingdoms whither thou goest over.  Ye shall not fear them; for Jehovah your God, he it is that fighteth for you.\n\n \nFootnotes\nDeuteronomy : Or, country towns\nDeuteronomy : Hebrew devoted.\nDeuteronomy : Hebrew city of men.\nDeuteronomy : Or, table-land\nDeuteronomy : Or, all the region of Argob. (All that Bashan is called etc.\nDeuteronomy : Or, with\nDeuteronomy : Or, for a border\nDeuteronomy : Or, for a border\nDeuteronomy : Or, springs",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\n The field commander said to them, \"Tell Hezekiah:\n\n\"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?  You say you have the counsel and the might for war--but you speak only empty words. On whom are you depending, that you rebel against me?  Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him.  But if you say to me, \"We are depending on the Lord our God\"--isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar in Jerusalem\"?\n\n \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses--if you can put riders on them!  How can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen[a]?  Furthermore, have I come to attack and destroy this place without word from the Lord? The Lord himself told me to march against this country and destroy it.'\"\n\n",
    "Script 3": "Luke :-\n\nThe Rich and the Kingdom of God\n\n A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\"\n\n \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone.  You know the commandments: 'You shall not commit adultery, you shall not murder, you shall not steal, you shall not give false testimony, honor your father and mother.'[a]\"\n\n \"All these I have kept since I was a boy,\" he said.\n\n When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"\n\n When he heard this, he became very sad, because he was very wealthy.  Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God!  Indeed, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.\"\n\n Those who heard this asked, \"Who then can be saved?\"\n\n Jesus replied, \"What is impossible with man is possible with God.\"\n\n Peter said to him, \"We have left all we had to follow you!\"\n\n \"Truly I tell you,\" Jesus said to them, \"no one who has left home or wife or brothers or sisters or parents or children for the sake of the kingdom of God  will fail to receive many times as much in this age, and in the age to come eternal life.\"\n\n",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei.  And Jehovah said unto me, Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.  So Jehovah our God delivered into our hand Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining.  And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan.  All these were cities fortified with high walls, gates, and bars; besides the [a]unwalled towns a great many.  And we [b]utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every [c]inhabited city, with the women and the little ones.  But all the cattle, and the spoil of the cities, we took for a prey unto ourselves.  And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of the Arnon unto mount Hermon  (which Hermon the Sidonians call Sirion, and the Amorites call it Senir);  all the cities of the [d]plain, and all Gilead, and all Bashan, unto Salecah and Edrei, cities of the kingdom of Og in Bashan.  (For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.)\n\n And this land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites:  and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; [e]all the region of Argob, [f]even all Bashan. (The same is called the land of Rephaim.  Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day.)  And I gave Gilead unto Machir.  And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of the Arnon, the middle of the valley, [g]and the border thereof, even unto the river Jabbok, which is the border of the children of Ammon;  the Arabah also, and the Jordan [h]and the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the [i]slopes of Pisgah eastward.\n\n And I commanded you at that time, saying, Jehovah your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all the men of valor.  But your wives, and your little ones, and your cattle, (I know that ye have much cattle,) shall abide in your cities which I have given you,  until Jehovah give rest unto your brethren, as unto you, and they also possess the land which Jehovah your God giveth them beyond the Jordan: then shall ye return every man unto his possession, which I have given you.  And I commanded Joshua at that time, saying, Thine eyes have seen all that Jehovah your God hath done unto these two kings: so shall Jehovah do unto all the kingdoms whither thou goest over.  Ye shall not fear them; for Jehovah your God, he it is that fighteth for you.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]