[
  {
    "Date": "2025-12-18T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=NJdLpwY41LE",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vOGUzMjVhM2EtODhiOC0zOGQ4LWI4OWItZDQ3NDU2YjkwNDcz?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ9Bw",
    "Yoga": "https://www.youtube.com/watch?v=WMEm0rz_N6Y&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=5",
    "famous quote": "Don't chase people. Be yourself, do your own thing and work hard. The right people--the ones who really belong in your life--will come to you. And stay.\n-Will Smith",
    "Ted Talks": "https://www.youtube.com/watch?v=DqwzKPZK8AU",
    "Nature Video": "https://www.youtube.com/watch?v=LJmnuR0wAeo",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 8)\n\nI think a lot of people think they are saved because they grew up in a Christian nation and go to church. What would you say to the people who think they are already saved but aren't?\n\r\nSalvation is a personal relationship, and intimacy with God. Your personal relationship can be demonstrated by prayer, reading his Word, serving in the church and helping others. The Bible says that the religion that is most pleasing to God is helping widows and orphans. If you claim that you are a Christian you have to pray and read the Word and give away what you have for orphans, widows and other activities. If you live your life and pass away, you don't have any story. If you share your life for others, you have a story in God's kingdom.\r\n\nCan a person have all those symptoms and still not be saved?\r\n\nDo you remember Cornelius in Acts ? He was praying and he was a giving man. He was a giver. While he was praying God said, 'your prayer is wonderful. I have seen what you've done- it is wonderful. But there is something remaining. Send for a person named Peter and he will tell you what you should do. He called Peter and Peter told him you have done all these things, but you have something you need to do to be saved. Accept Jesus as your personal savior.\r\nEspecially the young people think because they are acting out church they are saved, but they have not confessed that Jesus is their lord and savior. If they haven't, their activities will not serve them.\r\nWhat does that look like in someone's heart? What does that mean for someone's life?\r\nIf you have received Jesus Christ as your personal savior, your behavior, perspective, character should change. For example when you say Jesus is your personal savior, it means the spirit of the Lord controls your life.\r\nYour anger is removed. Your sin is removed. Your actions- you express the love you have received in Jesus' action. Most people claim they received Jesus but they don't reflect it in life. Their life still hurts others. Remember Jesus cursed down a tree because it did not bear fruit? If we are in Christ we are renewed. We are a new creation. We have a new life. We must reflect a new way of life. \r\n",
    "Interview Video": "https://www.youtube.com/watch?v=0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=m7KAneehoOw",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]