[
  {
    "": "2025-09-12T07:00:00.000Z",
    "Art title 1": "Return To Your Rest",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_afec5a947494436087b660e12b2a8ad0~mv2.jpg",
    "Artist Statement 1": "Has it been a while since you have felt like you can relax? Use this moment to relieve yourself of all pressures, expectations, and plans, and just breathe deeply and rest in the loving arms of your creator.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_afec5a947494436087b660e12b2a8ad0~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Sad Couple, but Connected",
    "Story Link": "https://www.rawspoon.com/post/story-sad-couple-but-connected",
    "excerpt": "She cried, with her head in her hands. \"I'm sorry. I'm not excited about tonight. I'm not excited about us. I want to be excited.\"\n\nHe looked at the ring on her finger and it gave him strength. \n\n\"I know. I wish you were too. But it's okay.\" \n\nShe looked at him and then said, \"I'm so sorry hunny.\" She wiped her eyes and sniffed. She sat up. A moment later she asked, \"What do you need from me right now? I know I'm not good at this relationship, but what do you need?\"\n\n\"Just give me your hand.\"\n\nShe looked surprised and curious but put her hand in his. He held it and said, \"This is all I need. We can go through hard things together but all I really need is to feel connected.\"\n\n\"Really?\"\n\nHe reflected on his feelings and said, \"Yep. I'm bummed, but that's my only need right now.\"\n\nShe scooted closer to him, her body pressing against him on the couch, and put her other hand on his knee. \"I can totally give you that, hunny.\"\n\n(Story based on a friend's first hand account)\n\n---\n\nSometimes the woes of life are too much for us, and this makes us feel too much for someone else, or for God. But listen deeply to your soul and it will tell you this. That more important than happiness or peace, our need is connection. God wants you to come to him, no matter what you bring. He wants you to scoot a little closer to him. ",
    "Audio file": "",
    "Blog Title": "BLOG:\nNot Just Forgiveness",
    "Blog Link": "https://www.rawspoon.com/post/not-just-forgiveness",
    "Blog excerpt": "I think we've simplified God too much. We've made the main thing about him be his love and forgiveness.\n\nBut he is not soft like a plush stuffed heart. He is also hard and heavy like a sledge hammer, a steam roller. He is equally hard on our wrongdoing and injustices we cause. Not only a vengeful insult to my brother on the phone, or little dishonest manipulation to pay less taxes, or indulging in lust at an image on my computer, or being unfaithful to a wife or walking into a night club and shooting eleven people. But even just this tendency of a nice, moral person like myself to live as if I were the center of the universe and deserve things from him.\n\nI am tempted to say that in the end the reason he is hard on us for doing wrong is because he loves us and knows this whole world is made less beautiful when we do. And his stern correction is because he longs for us to live in a beautiful kingdom.\n\nAnd that is true in one way. But I think if we were to see God, and finally get a glimpse of all he is doing in the expanses of history, on earth and in heaven, we would realize it is really just a lot less about us and what we think we deserve.\n\nHe is not mainly loving toward us because we are so freakin lovable and we deserve it. His expansive love and equal disdain for wrongdoing and so many other qualities we have sort of overlooked, they all wrap us and all of creation up to Him just because of who He is.\n\nHe loves us, but I think we would understand all of this existence far better if we realized that everything we do is a lot less about us and a soft loving God who owes us love because we deserve it. He's not just a buddy that owes me all the feels during my lunch break on a Tuesday. Ya know?\n\nI need to remember that whenever I feel like He does visit and bring me insight or overwhelms me with glimpses of beauty or love, it's not because of who I am, but because of who He is.\n\nAnd because of his love, which is also very much like a sledgehammer-steamroller.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_17fb208a919c4c389bf52d19f5cb4f14~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/aS4iM6KpPYo",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=wWLv_ITyKYc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 51:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Peter 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 4",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=xOXKLjZol0U",
    "Song 2": "https://www.youtube.com/watch?v=Gh3cO1rTtqE",
    "Song 3": "https://www.youtube.com/watch?v=1IRQTaSo9Nc",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@39.6911183,44.2847461,3a,75y,43.24h,97.74t/data=!3m8!1e1!3m6!1sAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO%3Dw203-h100-k-no-pi-20-ya146.99998-ro-0-fo100!7i8704!8i4352?hl=en",
    "3dNotes2": "Mt. Ararat where it is thought Noah landed the ark",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/4",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1adf9b7c-418b-4d9a-8c02-9d4ad867b102.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]