[
  {
    "": "2025-08-11T07:00:00.000Z",
    "Art title 1": "Expectations",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b45f6633dd164dcf9f20953fa946a8e5~mv2.jpg",
    "Artist Statement 1": "As Jesus rode into Jerusalem, people expected him to take the city for force. But he did something far greater. He let them kill him so he could break death for all people. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ee90473d-ecbc-4897-bd49-26771629bc7f",
    "Art title 2": "Moses striking the rock",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_71c8c34aa5ce4b119898a673dad49150~mv2.jpg",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "A King that Rides Donkeys",
    "Story Link": "https://www.rawspoon.com/post/story-riding-a-donkey-like-a-king",
    "excerpt": "I watched the soldiers examine the tall stately horses being sold by the man in the market stall next to me.\n\nI looked at my two donkeys. Growing up we could not afford horses, only this old donkey. And this other one was the first colt of hers I was able to raise to a sellable age.\n\nAs I watched the Romans bargaining for horses, my late father's words rattled in my head, \"Don't be like those who sell their dear animals to the Romans. They use them up, only seeking power.\"\n\n\"But their power will keep us alive,\" I had pointed to my mother and sisters.\n\nMy dad's reply was, \"You are hard headed but you are too small for the Romans, Zachary. You and I will never win their power. People like us are waiting for a different type of kingdom to come.\"\n\nA kind man's voice broke my gaze from the soldiers, \"What is the little one's name?\" He was petting my colt's nose as he looked at me. Braids in the man's hair held flowers, as if he had been playing with children.\n\n\"It's uh-- we call him-- Boulder.\" I didn't want to be distracted by this man, while I could still get the soldiers' attention. \n\n\"Because he's hard headed?\" The man was still looking intently at me.\n\n\"Uh-- yes-- in fact!\" I tried to make it obvious that I didn't want to be bothered though.\n\n\"Sometimes the hard headed are the only ones that do what is right, while others are swayed by, and seek power.\"\n\n\"Seek power?\" I turned to the man who smiled at me.\n\nThe soldiers turned away and I heard them criticize the shop owner, \"Caesar needs bigger and stronger horses than these. He doesn't need withered figs.\"\n\nThey disappeared into the bustling market. I turned back to the man, frustrated. The man said, \"The Lord needs all types, Zachary.\" I looked at him, wondering how he knew me. Then the strange man's friends caught up to him and they walked away, out of the market and up the hill the opposite direction from the soldiers.\n\n---\nThe encounter with the man bothered me. How did he know my name? How was he speaking on behalf of the Lord?\n\nBut a week later I caught his friends trying to steal Boulder, \"What are you doing?!\" I barked. \"That's for the Romans!\" I hoped the soldiers nearby would look over but when one finally did, I saw in his smirk that the only worth my donkeys had was for his comedy.\n\nThe man's friends looked at each other and then said, hesitantly, \"The Lord needs him.\" \n\n\"Needs MY donkey?\"\n\nThe man's words ran through my head again. The Lord needs all types. I suddenly realized who the man had been. The Lord? This was the man people were whispering could defeat the Romans. Jesus of Nazareth. The one who said he was the son of God. But there was no way that his kind voice and these poor soft men with a donkey could defeat the Romans with their horses and swords.\n\n\"Wait...\" I held a hand out to them as I glanced back at the one soldier looking, and now laughing at me. I looked to the men and said, as my voice faded off, \"Boulder's never been ridden before.\" The men waited until I reluctantly put my hand down and nodded. I watched them lead my colt that I had raised away. I looked over and the soldier scoffed at how easily I had let them take it.\n\nI thought, Sometimes only the hard headed do what's right. How these Romans wielded their power didn't seem right.\n\nI threw my bag over my shoulder, untied my other donkey and walked after Jesus's friends. \n\nI followed them at a distance. Other people were also ascending the hill with us. Was there something happening? Is Jesus about to invade? Has he mounted an army? I looked around. Is this his army?  The hunched women I often saw in the food markets. The wild-haired, sun-leathered crazy man that yelled inappropriate things at people. The men who had failed at business.\n\n Like me. \n\nSweat in my sandals caked with the red dust of this hill. \n\nBut then a restless group of men engulfed me, also on their way up. Body odor surrounded me. My hand bumped something metal under someone's garment. A sword. One man had a spear he was hiding as a staff. I overheard the mutters, \n\n\"He is at the brink of the city, above.\"\n\n\"How many of us are with him?\"\n\n\"Dozens, I heard.\"\n\n\"Is that enough?\"\n\n\"I don't know, shutup. God is with him.\"\n\nThe dust made a heavy haze in the setting sun as we approached the summit. \n\nBut as we summited and they could see, the group around me slowed. I pressed through with my donkey. It was a grassy clearing filled with light, lined with a few trees. The people there were women laughing, not scheming. Children were swinging palm branches, not swords. Joyful grandparents followed and chatted. These people had taken off their robes and shoes because the air was so clear from dust and it felt so safe here. \n\nBut then I saw Jesus at the center of the group. He had been walking toward the edge of the clearing, toward the city. But now had stopped, waiting on something. His eyes held a subtle smile but were fixed resolutely on the city. He bluffed no power.\n\nOne of the children took a garment and laid it out before Jesus's path, a make believe road for him to walk on. Jesus chuckled and went along. He took off his sandals to walk on it. Other kids played along and laid the other garments down before him too. The parents joined in and when clothes ran out people pulled palm branches from the trees and finished off the road to the edge. But Jesus still waited for something.\n\n Then Jesus saw the group of violent men around me. His smile faded and his gaze lingered. The men saw he did not approve of their methods. But then I pushed through and he saw me. His smile warmed and he beckoned me. He remembered me! My donkey and I trotted toward them. What he was waiting for was an animal to ride.\n\nThis felt like the kingdom my dad had said was coming. His way was peace, not violence like the men behind me.\n\nBut the heavy look on Jesus's face didn't quite match the carefree joy of the children and parents around him either. He carried a solemnity. Something very hard was ahead that they couldn't see.\n\nI reached the crowd with my old donkey just as I saw Jesus's friends reach him with my little Boulder. Jesus looked at me and said, \"May I ride one of your donkeys?\"\n\nWithout hesitation I gestured to Boulder, \"Yes, please. He is my prized possession. My best companion.\"\n\nJesus looked at me compassionately and added, \"But he has never been ridden.\"\n\nThis man must be a prophet, maybe the prophet king my dad had always spoken of. I said, \"And I have never been received by a king.\"\n\nJesus smiled and said with that kind voice, \"Until today.\" With his bare feet he climbed onto Boulder who swung his head to me. \n\n\"It's okay, Boulder. You don't need to be a horse. He wants you. This Lord needs all types.\"\n\nBoulder swung his head back around and started walking toward the edge, on the path into the city. The crowd followed them with cheerful shouts in unison, \"Hosanna! Blessed be the name of the Lord!\" This carefree group, like the violent mob, believed he was the prophesied king. But I knew that the Romans would not simply roll over for a bare footed man with flowers in his hair.\n\nIf this man was indeed to be a king, it would be in a way neither one of these crowds had seen before. \n\nBut then again, in two brief interactions, he had conquered me in a way no one else could do. He had pointed my stubborn heart to do what was right, instead of seeking power.\n\nSo if this man were to be king, it would be done in a way never seen before. And in a way our hearts had never expected, and better than we had imagined.\n\n-Raw Spoon, March 29, 2023",
    "Audio file": "",
    "Blog Title": "BLOG:\nHypnosis and Faith Healing",
    "Blog Link": "https://www.rawspoon.com/post/hypnotism-and-faith-healing",
    "Blog excerpt": "So, I've been playing with self-hypnosis lately (fairly unsuccessfully). I wanted to try to program myself to be motivated at a deeper level than I could do by just conscious self-talk. What that looks like is I made a recording of myself counting down and saying \"you are getting sleepy.\" And then I added things like, \"God loves you the way you are, he always has, but he aims to make you more. When you sense yourself shutting down, you are resolute to replace those thoughts with positivity and optimism.\" You know, stuff I need just a little more help with. So far I'm not sure it's working super well.\n\n\nThere are these tests online where you can sort of test how \"open to suggestion\" you are. Like this guy says \"close your eyes\" and he does this induction (the countdown/you-are-getting-sleepy part that is supposed to get you into a suggestable state) and then he says \"hold out your hands.\" He says imagine one of them has a balloon pulling it up, making it \"lighter, lighter, lighter\" and the other has a very heavy weight pulling it down \"heavier, heavier, heavier.\" And when he snaps you're supposed to wake up and see if your heavy hand is lower than your other hand. If there's a significant difference, then you're pretty open to the power of suggestion.\n\n\nTurns out I'm pretty not. Maybe this goes hand-in-hand with me being kind of a skeptic. My faith has come hard. I gotta discover things for myself. I don't trust others' conclusions super readily.\n\n\nWell, the hypnosis stuff reminded me of this time when I was younger at a conference where the faith healer Benny Hinn pointed me out from a group that had come to the front because we wanted God to move in us. And he called me up to the stage and tried to 'slay me in the spirit' I guess. Being slain in the spirit is like this phenomenon of when a preacher says \"Be healed!\" Or \"be filled!\" Or \"More! More! More!\" and you like fall over. It's pretty crazy watching everyone standing in the audience fall over like a bunch of dominoes. Well, it didn't really work on me. The poor healer dude like said, \"More!\" and tapped me on my forehead. (There were people behind me to catch me if I fell). I stepped backwards to stay upright. He did it a couple more times \"Be filled! Be filled! Be filled!\" and I kept stepping back to keep my balance until the last time. The lights were hot, and everyone else was falling, and eventually I let myself be sort of pushed over, or be 'filled'(?) and fall over. I'm not totally sure if there was anything supernatural going on in me. I mean I really wanted to have God move in me and overcome all my skepticism. \"God I want you. But I'm just pretty skeptical.\"\n\n\nI mean I think a lot of it truly is legit. It really is pretty amazing when you see even the people who are supposed be catching the people fall over as well when the faith healer just swings his coat at them. \"Be filled!\" Here are some videos: https://www.youtube.com/watch?v=xdUIqKJyD0Q\n\n\nI've been reading in Mark 9 lately about belief and Jesus doing miracles. And he says things like \"You of little faith\" and \"How long must I put up with your unbelief.\" So, in verse 17 there's this desperate father who brings his kid to be healed from what he says is a demon that throws his kid into seizures since he was young. Poor guy loves his kid to the world and back and he shows up for help. And before Jesus gets there these dudes called \"Scribes\" who are the really skeptical religious leaders are challenging the disciples and arguing with them about healing and stuff. I just imagine this father say with desperate eyes, \"Guys, I just really need Jesus to heal my kid.\" It's about then when Jesus comes back and hears the debate going on and says, \"What's up?\"\n\n\nThe father of the kid explains to him, \"I came to ask for healing, if you can heal my boy, please take pity on us!\"\n\n\nJesus says \"IF I can heal? All things are possible for those who believe.\"\n\nThe father let's out what the amplified translation says to be a \"desperate, piercing cry\" saying \"I believe! Help my unbelief!\"\n\n\nI just imagine those really skeptical voices of those scribes echoing in his head, and in fact probably still whispering right behind him. And he's just like got his kid there, who it says just started seizing on the ground right in front of them, and he wants with all his heart to believe so his freakin kid can stop shaking in the dirt, \"I BELIEVE! HELP ME WITH MY UNBELIEF. PLEASE!\"\n\n\nIt's kind of interesting this relation I'm sort of seeing between just believing you can be healed, and this making you able to be healed. A chapter or so before, Jesus couldn't heal anyone in a town because none of them believed!  I think Jesus could probably do anything but, it seems like the thing that kept them from being healed wasn't the lack of Jesus's power, but their belief that they could be healed! There's some relationship between between believing you can be healed and being healed.\n\n\nIt's like my resistance to being suggestible, and needing to test everything and know it for myself. I'm pretty sure I have the voices of those scribes in my own head. And you know, the other voices in this world that say, \"It's all fake superstition. It can all be explained away by science. That kid just had seizures and they explained it by evil spirits.\" (btw, I think it might be both, demons and scientifically explainable seizures, and they might be synonymous in some existential way.)\n\n\nBut Lord, I think I need help being suggestible. I want to believe. Help my unbelief.\n\n\nRaw Spoon, 9-12-19",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=3BGO9Mmd_cU",
    "Bible Project 2": "https://www.youtube.com/watch?v=HR7xaHv3Ias",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 89",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Chronicles 33",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 13",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=wbDVfOhcfs0",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "https://www.google.com.ph/maps/place/City+of+David/@31.774471,35.2354859,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNkuB7EpHASM-Fe-wUcz0Uk29DYac8-tprWgN5P!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNkuB7EpHASM-Fe-wUcz0Uk29DYac8-tprWgN5P%3Dw114-h86-k-no!7i4128!8i3096!4m7!3m6!1s0x150329c9f1edb409:0x8e75b6d09f15d4a4!8m2!3d31.7733654!4d35.2350254!10e5!16zL20vMGozdzI!5m1!1e4?entry=ttu",
    "3dNotes1": "City of David: modern day pictures from the \"City of David\", referenced in the 2 chronicles reading.",
    "3dLink2": "https://www.google.com.ph/maps/@31.7742699,35.2362442,3a,75y,151.64h,76.31t/data=!3m8!1e1!3m6!1sAF1QipObBctz6rcEFwrdmSFJk9trFqhl2PlKxT91kjKZ!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipObBctz6rcEFwrdmSFJk9trFqhl2PlKxT91kjKZ%3Dw203-h100-k-no-pi-0-ya60.267765-ro-0-fo100!7i5660!8i2830!5m1!1e4",
    "3dNotes2": "Jebusite ruin, underneath which ran the water for the Gihon springs, through which David's men penetrated the Jebusite defenses.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/41",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]