[
  {
    "Date": "2026-02-14T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=UArVCkIrCqQ",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYzYxZWEzNDEtNmVjMS0zM2RjLWEwNDQtZTVkOTk4MjVmNDlm?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=7",
    "famous quote": "\"A silly idea is current that good people do not know what temptation means. This is an obvious lie. Only those who try to resist temptation know how strong it is... A man who gives in to temptation after five minutes simply does not know what it would have been like an hour later. That is why bad people, in one sense, know very little about badness. They have lived a sheltered life by always giving in.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=EJXEEVh_1sQ",
    "Nature Video": "https://www.youtube.com/watch?v=qmN1Gf8rRc8",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Last Story from Kevin: \n\nThen there was the time I got cancer. It started when I went in to the doctor for a lump on my testicle. They told me it was probably just an inflammation but I left there with a cancer diagnosis. \r\nI got into my car and cried. But then a voice, inaudible but coming from my right side said, \"This will not be the end of you.\" It was so powerful and real that I believed it. Even after they operated to remove it and it reappeared in my other testicle years later, I was still the person consoling others. I was okay through the whole process because I believed God said that it would not take me.\r\n\r\nAmong my friends, Kevin has had the most bruised past. Most sinful and unhealthy and closest to death. And he has also had the most miraculous deliverance and interaction with God. Kevin said he felt hesitant to say it like this, but that he was grateful he had been given the \"gift of alcoholism.\" Like the people in Ethiopia, without the desperation and need for help outside of ourselves, we don't rely on faith.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/OpB0tv06l2w",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rhtgQnFnIpk",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]