[
  {
    "Art title 1": "Modern Battlefield is Our Mind",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_bb046f94cd0b4b699d90aae1a15af947~mv2.jpg",
    "Artist Statement 1": "The battlefield, for the modern person, rarely involves bullets and bombs. But instead it is the fronts and ground taken in our own minds. And the enemies are foes with names such as depression, anxiety, lies and mental illness. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-e39abdd3-1a1a-4364-addb-d2d479ac21a6",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Modern Battlefield Is The Mind",
    "Story Link": "https://www.rawspoon.com/post/story-modern-battlefield-is-the-mind",
    "excerpt": "Chikitle dismounted his horse before they had even reached the ground. His capes splashed around him as his sandals hit the brick path. He threw the reigns to the waiting stable hand as his horse landed, and he walked up the brick path to the palace. He could hear the raised voices already echoing out of the courtyard. He knew arriving late didn't matter. They'd all listen to him.\n\nChikitle had become the most powerful god in the most powerful countries of the world. He himself was ancient and had been positioned in South America for centuries but the modern world, being so abundant with ways for the humans to compare themselves to each other had a monumental effect. Chicitle was better known as his modern nickname, \"Depression.\"\n\nBefore going through the open gates he lifted his shell-shaped com to his hand and spoke a message, \"Tukeptulu, designate 80,000 soldiers to plant themselves in all households watching the Netflix show 'becoming Kardashian'.\" \n\nHe could hear the voices he recognized so well. Those that these days were known as Bi-polar, and Materialism. Hedonism and Achievement.\n\nHe strode into the center of the courtyard, surrounded by thrones in a stadium shape, and lifted his hand. They all became quiet. He looked around before he spoke. So many familiar faces from across the globe, all united in the offense against the stronger god, Yahweh and his main physical embodiment, Jesus. The heavy doors slammed behind him. \n\nHe shouted, his voice hoarse with force, \"We cannot begin the third wave attack now. Shinador has been undercutting our efforts with her pagan spiritualism.\"\n\n\"I am NOT pagan!\" A raspy woman's voice rang out from the rear. She descended in flowing scarfs and dangly earrings. \"And my strategy has proven successful for far longer than yours, Chikitle.\"\n\nHe met her descent with a finger in her face, \"How can we convince them that what is happening in their heads is nothing more than science if you keep revealing the supernatural.\" \n\n\"The supernatural is the very foundation of what has proven effective. They turn to the supernatural for their guidance, which obviously gives us a direct influence on their decisions. No marketing slant, like you.\"\n\nChikitle took a breath to release a fiery response when a deep, slow voice emanated from the highest throne, directly opposite the gates. \"There is a way where both can coexist,\" The whole assembly was completely silenced by Lucifer. \"We convince them that even the supernatural is a function of science. That it is not sinister, nor good, but merely a faceless force bringing them to their destiny, like gravity. This way they will still forsake believing in God, and will never know it is us reaping our vengence on them. They will always call it karma or a curse. They will still all feel entitled to have their rights,\" Lucifer nodded to the god they called entitlement, \"and consider their own reality to be completely justified. In this isolated mindset, depression will take an even graver hold.\"\n\n---\nHow would it change your life if some of the battlefields within the mind were actual spiritual forces working against us?\n\nRaw Spoon, 8-17-21",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_5541e9960a094eb5b30f49b77fdb1fcf.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_875f32caae044d149849b4bd2b9dd65d~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_35e04d2ca0344b35bf3b00d6e556fea8~mv2.jpg",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=0h1eoBeR4Jk",
    "Bible Project 3": "https://www.youtube.com/watch?v=aW9Q3Jt6Yvk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 37",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ruth 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Philemon",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 44\nAmerican Standard Version\n44 Then he brought me back by the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut. 2 And Jehovah said unto me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Jehovah, the God of Israel, hath entered in by it; therefore it shall be shut. 3 As for the prince, he shall sit therein as prince to eat bread before Jehovah; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.\n\n4 Then he brought me by the way of the north gate before the house; and I looked, and, behold, the glory of Jehovah filled the house of Jehovah",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3app6GJo-Rs&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=15",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes2": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/37",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b797a145-19dd-4e89-8b37-4855175d56fd.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]