[
  {
    "Date": "2026-01-17T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Mpylc-dsxtE",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNDU0YzI3ZjEtYWNmYS0zNmNjLTk5NzEtN2FlMzJhYWQ2YTMz?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=6",
    "famous quote": "\"I didn't go to religion to make me happy. I always knew a bottle of Port would do that. If you want a religion to make you feel really comfortable, I certainly don't recommend Christianity.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=qp0HIF3SfI4",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE&t=224s",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/meet-your-local-homeless-let",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Let\n\nI ran into Let at Little Five Points. She says she isn't homeless yet, but almost. They basically repurposed her building and are making them move out. The new place they are trying to move into is more expensive, so they need a little more money. That's why she was asking for help. We sat down at Zesto with her and started asking her about her story.\n\nAs we're talking to Let her husband, Jeremiah walked up. We got a hamburger for him too and he had to leave to go back to work. He was doing cement work around the corner.\n\nShe has six kids and five grand kids. She shows us pictures of them on her phone and tells us all about them. I remember specifically one of her grand daughters who is named Journey.\n\nYou may find Let and Jeremiah around Little Five Points, in Atlanta. They could use help for rent, but they didn't seem the type to refuse if you want to buy them a meal.\n\nThanks to Hannah with the #HappyStrangers project for catching more of their story and what makes them happy. (James Walter walked in and I started interviewing him before I could hear the rest of Let's story). Check out more at HappyStrangers.co. Thanks and Great job finishing the interview, Hannah and getting the great picture that I used to make the art above!\n\nRaw Spoon, 8-27-15",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ph30KA1fQgY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]