[
  {
    "Date": "2025-12-29T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=P53a6QG4jlY",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNmI1Y2FlMTQtZjg1Ny0zMzg0LWFjMTUtNGMxODIyODViYzQx?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ6DQ",
    "Yoga": "https://www.youtube.com/watch?v=IOeCWsIj2c0&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=9",
    "famous quote": "\"We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=xYemnKEKx0c",
    "Nature Video": "https://www.youtube.com/watch?v=z7TQSCkY6y4&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=12",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 8)\n\nMy dad next to me asks Ray the next question.\r\nIs it fair to say Africa is primarily a country of relationships?\r\nI think the name Petros Network is prophetic. We realized we had no idea how to do so many of the things we wanted to do. So we had to build a network of like-minded partners who have the same value but different expertise. \r\nDuring the first go around with Blair, I knew we couldn't do it all. We didn't know how to build hospitals or write micro-grants. So that's how the word 'network' came up. We wanted to bring in Kingdom partners. We work with 30 different Ethiopian denominations. \r\nAnd a big part of making a network work is unity. That's why it's one of our values. Collaboration is a value. We stumbled upon it but we found out, as much as anything, God blesses unity. It says in the Bible, when brothers combine in unity, God commands blessings. He commands it .\r\nI think he likes to see his kids playing together in the sand box. He says, \"I like that! I'm going to bless that.\"\r\nAnd it says in the Bible, \"It takes every effort to keep unity in the Spirit.\" So we have to give every effort to it.\r\nBut it's worth it because that's what God blesses.\r\n\r\nI jump in again to ask the next question.\r\nOkay, one to look inside now. To get to know your heart more. If God asked you to give up one thing for Him, what would be the hardest thing?\r\nInterestingly I was thinking about that 2 or 3 days ago, in the wee hours here when you can't sleep, for whatever reason I had been contemplating God's offer to Solomon. He said, \"Ask anything and I'll give it to you.\"\r\nHe doesn't ask for wealth or fame or power. He said, \"God, I just want wisdom.\"\r\nSo I thought, God, if I could ask You for anything what would it be? \r\nSo I was thinking about these things. I want my family to all be in the kingdom some day. I want my church to be blessed. I want this African mission to grow beyond our wildest expectation. And I don't want fame or money because I see how it corrupts. I want Jesus to be famous.\r\nSo I was thinking about all these things. But then it struck me. You know what I want more than anything else?\r\nI just want to be found faithful. I want Him to say, \"Good job. Well done. Enter into my joy.\" I would be willing to give all of this up, if he asked me to, just to be called faithful by him. \r\nBecause one day we'll all stand before God and he'll ask us, what did you do with what I gave you?\r\nAnd I want him just to say, \"Son, Well done. I'm proud of you. You did what I asked.\"\r\nSo I'd give up everything, Ross. And it would be hard. Giving up my church would be hard. Giving up my health would be hard. \r\nBut if I could do that and sacrifice to do what he asked me to do, I'd do it in a heartbeat. \r\n\r\n* * *\r\n\r\nGiving up family and others for the sake of God seems a counter-American idea. We have often made the ultimate morality be 'take care of others.' But I think it really does come down to this: that our will does not know best. God's will knows best and the ultimate trust would be to do what you think seems uncaring if he were to ask for us to. And if we trust him to be faithful and loving, we believe that in the end his will is for the most health and beauty for the most of his creations.\r\nThe Ethiopian missionaries told about healing miracles, usually stemming from people being freed from controlling forces in the spiritual realm. That is a realm they are used to and deal with every day.\r\nBut Ray talks about miracles happening in America in the financial realm. Could it be that this is a lesson in being freed from slavery to America's main, controlling god? Money? And just like in Ethiopia maybe we can be freed from what most controls us by letting God come in and replace our attachment to it with himself.\r\n",
    "Interview Video": "https://youtu.be/saoo8ywyfpE",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=p2-naaWqkwI",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]