[
  {
    "": "2025-10-21T07:00:00.000Z",
    "Art title 1": "Dad's and Bicycles (His Glorious Sonship)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_25e9b8e79f564e5a9943b7993ff60241~mv2_d_6000_4800_s_4_2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_25e9b8e79f564e5a9943b7993ff60241~mv2_d_6000_4800_s_4_2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "His Music Was Kindness",
    "Story Link": "https://www.rawspoon.com/post/story-his-music-was-kindness",
    "excerpt": "He threw his pencil on the paper, breaking the tip. He looked out the window. \n\nHis wife knocked and walked in. \n\"Here you are, Hunny.\" She set a sandwich on his desk. \"How's it going?\"\n\n\"Like hitting my head against a wall.\" He was gruff. \"It's that curse of getting big early. My life has been crashing downhill for years.\"\n\nShe didn't move. He looked up at her. She was biting her lips, hoping for him, but also a little hurt by his tone. He wasn't getting what he wanted so why muster what he didn't have to give to her?\n\nHe said a clipped \"thank you\" which also told her goodbye. She escaped silently except for the light drumbeat of her sandals down the wooden stairs. \n\nHe took a bite and sighed. He walked across his attic-turned-studio and thumbed thru his vinyl collection. \" I love this shit, he said. I hate that shit.... See I know what I like. I just can't make it worth shit anymore.\"\n\nHe eventually put on a Billy Joel vinyl, splashed into his beanbag chair and put on his headphones. He nodded his head for the whole side A and then got up again, feeling inspired. \n\nHe crossed the room and sat at his desk. But nothing came. He heard no music in his head. On the surface, music was just a series of notes on a page, but so much else was behind it. \n\n\"God, why have you taken away my music?\"\n\nAs he waited, not expecting an answer, muffled voices soaked in through the window by his desk. Eventually he opened the window and listened more.\n\nHe knew he didn't like the sound of this. The couple next door was always nagging, impatient, and mean to each other. It had a certain rhythm, tone and musicality, like all conversation, but it was definitely not music that he liked.\n\nBut then his eyes glazed into a stare. His jaw almost dropped. He was trying so hard to make good music, but he hadn't been making good music for years, when his opportunity was right in front of him. \n\n\"Well, shit... I could do that.\"\n\nHe picked his head up and looked for his pencil. He tried to write something but it only scraped soft wood across his paper.\n\nHe stared at the paper. \"I guess this type of music isn't written on paper.\" He turned in his swivel chair and looked down the stairs. He reached back and took another bite of the sandwich as he stared. He swallowed it and opened his mouth.\n\n\"Rosy!\" And then much quieter he cursed, \"that didn't sound good at all.\"\n\nHe breathed in, cleared his throat, and practiced a few notes under his breath and then tried again. \"Hey baby!\"\n\nA sad but hopeful, \"Yes, Love?\" echoed back up the stairs.\n\nHe cleared his throat again and breathed from his diaphragm. \"The sandwich was delicious, baby.\"\n\nIt sounded good. But it had taken work. He was definitely rusty. But he felt he did indeed have this music within him. \n\nShe appeared at the bottom of the stairs and her voice echoed up the staircase, surprised. \"Well, good,  Babe... I'm glad you liked it.\" \n\nNow that sounded nice. It had hope and relief in it. He rolled to the edge of the stairs where he could see her. \n\nShe stood looking up at him. Trying to decipher if this could be sincere. \n\n\"Hunny, you're a very good wife. I just want you to know that.\" \n\nShe gave him a crooked smile. She thought it was weird but it also made her very happy. \n\nShe said a sweet, \"Thank you.\" There was a hint of confidence in her tone again. She nodded and walked back into the kitchen.\n\nHer sonorous voice in the stairwell echoed in his ears.\n\nThis new instrument would definitely take some tuning. But the first few, unpracticed notes were brilliant. He could do this. \n\nHe heard her washing the dishes. He got up and brushed off the crumbs from his pants. He wanted to make more of that sweet music. He picked up his plate, and dabbed up crumbs with his thumb, wiping it clean. \n\nAs he headed down the stairs he smiled as he realized work on his largest and most masterful work was about to begin.\n\n--\nHow can you make sweet music with more people in your life?",
    "Audio file": "",
    "Blog Title": "BLOG:\nThinking of Leaving The Church?",
    "Blog Link": "https://www.rawspoon.com/post/thinking-of-leaving-the-church",
    "Blog excerpt": "I've had a couple friends that have left, or almost left Christianity because they didn't realize some Christian denominations fight hard for social justice. Or affirm homosexual unions. Or shunned Trump. They thought all churches stood for things they, themselves just couldn't stand for.\n\nFor some reason it seems to be only the really big conservative denominations we hear about. And maybe this is why we often assume they are our only option.\n\nI don't know where I stand on some of these really hard issues but I see denominations differently than maybe some people do. I see most of them as siblings in one big family. You may disagree with your sister politically, or with how she raises her family or something, but you still love her and consider her part of the family. And it's not like each denomination is trying to do unloving things. I think each one is just championing a different ethic. For some it is trust in the inerrant utterance of the Bible that they champion.  \n\nFor others it is the love for the underdog that God exhibits in that Bible. Other denominations champion other ethics as the utmost priority. And this leads each to different practices and doctrines. How are we supposed to know which ethic to champion? I wonder if maybe none of us has the balance exactly right but we are each championing a different part of God's heart. And it is together that we give a fuller representation of his passions for us. I say this at the risk of losing some to views that are too far outside the scope of God's heart, but hoping to rescue those who are ready to leave the church altogether.\n\nIf you want some denominations that have some more progressive views, search Presbyterian Church (USA), UCC, Disciples of Christ, The Community of Christ, and Lutherans. some Mennonites, and Quakers. And I bet many non-denominational churches sit at places along the progressive spectrum. They all fall at different places on these issues but hopefully this gives you a start so you don't give up on God all together.\n\nRaw Spoon, 10-31-17 (Halloween!)",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-7-26-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=g_igCcWAMAM",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=qn-hLHWwRYY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 57",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 25",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 5",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=fOIEGT8uqG0",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.8329591,35.1802158,3a,75y,264.56h,78.86t/data=!3m8!1e1!3m6!1sAF1QipPsSVONh-jk1r84UFa7C54qFee9ooIwiDd64ntf!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPsSVONh-jk1r84UFa7C54qFee9ooIwiDd64ntf%3Dw203-h100-k-no-pi-0-ya239.70238-ro0-fo100!7i10240!8i5120!5m1!1e4?entry=ttu",
    "3dNotes2": "The tomb of Samuel",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]