[
  {
    "Date": "2025-10-11T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=2",
    "famous quote": "If you want to be like the greats, you learn from the greats.\n-Raphael Saadig",
    "Ted Talks": "https://www.youtube.com/watch?v=jUzaXVrUF28",
    "Nature Video": "https://www.youtube.com/watch?v=hYJKxydEqkg",
    "User added": "\"Indeed, I have been crucified with Christ. My ego is no longer central. It is no longer important that I appear righteous before you or have your good opinion, and I am no longer driven to impress God. Christ lives in me. The life you see me living is not \"mine,\" but it is lived by faith in the Son of God, who loved me and gave himself for me.\"\n??Galatians 2:20 MSG?????\n\nThere is an old saying, \"Pray like everything depends on God, and work like everything depends on you.\" You can't find that anywhere in the Bible, but I think it drives many Christians, especially here in the US. Look at the first sentence in this passage. Paul's focus is on Jesus, the price He paid, and the work He did for us on the cross. Everything that we do depends on and flows from that one act of unbounded love. Brothers and sisters in Christ, you have been bought with a price(1 Cor 6:20) to be set free(Gal 5:1). Today, show Christ Jesus' love for you by loving freely!\n\n\"\"I am the Vine, you are the branches. When you're joined with me and I with you, the relation intimate and organic, the harvest is sure to be abundant. Separated, you can't produce a thing.\"\n??John? ?15:5 MSG?????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma (interview part 2)\n\nI ran straight to the church. I found a pastor and said I want to become a Christian. \nSo after I came to know Jesus Christ, he came to me and gave me a seed to sow because I had friends in the neighborhood.\nI used to buy coffee beans and then sell them. So now, when I bought the beans I told those people about Jesus. When I sold the beans I told those people about Jesus. That was how I started my ministry. \nOne day when I came home from selling beans, there was a bunch of people there. One of the men said his daughter had died. I asked them when she had died. She had died at 5 pm. I got there at 7. I knew that Jesus called Lazarus from the dead, so I went to the room where his daughter had been sleeping and told people to leave the room. I prayed, \"God you called to me. You came to me in the vision. Where is your power? Don't say no to this.\" \nI prayed for his power and put my hand on her and prayed for her. When she came to life I took her out and showed that she was alive. They clapped and laughed.\nIt's amazing to me that because the Bible says Jesus raised Lazarus from the dead Abdisa assumed he could do it too. They really consider what the Bible says as true and deeply powerful.\nAnother way I ministered was that I hired Muslims to work in my coffee firm. I told them about Jesus, invited them to my house and showed them songs. One day they invited me to their house in their village and that day 7 Muslims came to know Christ. I planted a church there.\n",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=8AHCfZTRGiI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]