[
  {
    "Date": "2025-10-07T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=82IDhHARryM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=IOeCWsIj2c0&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=9",
    "famous quote": "I can accept failure, everyone fails at something. But I can't accept not trying.\nMichael Jordan",
    "Ted Talks": "https://www.youtube.com/watch?v=Rezgys6PeA8",
    "Nature Video": "https://www.youtube.com/watch?v=rw7bxTqkYYs",
    "User added": "\"\"Why are you so polite with me, always saying 'Yes, sir,' and 'That's right, sir,' but never doing a thing I tell you? These words I speak to you are not mere additions to your life, homeowner improvements to your standard of living. They are foundation words, words to build a life on.\"\n??Luke? ?6:46-47? ?MSG??????\n\nAre you a sinner? I know I am. At least, in my head I believe the word of God which says we are all sinners and fall short of His glory (Rom 3:23). But every day, in my heart, I struggle with the idea that I am basically a good person. I just need to fix a few things about myself and I'll be OK. I am not OK. I don't need renovations. I need to be demolished and rebuilt from the ground up. I need Jesus, not just as my Savior, but as my Lord. O Lord, thank You for Your grace and mercy that sent Jesus to die for my sins. Now, by the power of Your Spirit, make Jesus lord of my heart. Amen.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Faye Feda Interview (part 2)\n\nAre there other stories?\n\nI have stories of four people who had lost their mind. They ran around naked and stayed outside all night. They didn't have a place to stay or anything to eat. They would just lie down in the mud to sleep and eat dung for food. They never came near normal people because they were so wild. People would beat them, and threw stones at them. \n\nFor the first one, after I finished a church service one day I saw him with stones in both hands. I said to him, \"In Jesus' name, I ask you to throw away the stones in your hands.\" He immediately threw away the stones. I asked him to stop and he did. Then I laid my hand on his head and prayed that he would not go anywhere, but instead follow me to the church, and he did.\n\nNo one dared to come near him because he smelled so bad. I covered him in clothes from the church. Then I went and bought soap, took him to the river, and washed him. We went back to the church where I prayed for him and the demons fled. \n\nBefore I prayed he didn't even know where he was. But early in the morning after I had prayed for him I asked and he told me his name, where he came from and his father's name. He became normal again and we gave him enough money so he could go back home. He even started attending church programs.\n\nThe second story is about my brother's daughter. She had lost her mind too. She would force her way into any house she wanted and would run the house members out so she could eat what was there. That was how she lived. I asked my brother to send her to the church so she could be free of the spirit. But our family said no. So she stayed outside. Hyenas didn't even touch her (which is unusual). \n\nSo, one time I brought a man to help me take her to the church grounds. I went to her and said I have a good lunch for you. We took her to the church but when we started to pray she began to beat and bite us. We found rope and tied her hands together. For three continuous months we prayed and the spirits would leave her but then they would come back. The village said if she gets free of the spirit we will come to church.\n\nAfter three months God helped us and she was freed. Then I got her washed up and took her to her father's house.\n\nI needed her family to confirm she was free of the spirit so I asked her to go fetch water and she did. After she came back from the river I asked her to prepare coffee for me and her family and she did.\n\nI stood up in front of my whole family and said this is my God. You couldn't do anything for her. But my God could. This is the God that I worship and you should also. And I told them about Jesus. Her father and 12 family members turned from practicing witchcraft and received Jesus.\n\nFor the third story, there was a man from the village who lost his mind. I asked his family members to give him to the church. They said no at first but I kept asking and they finally said yes. Now he is a member of the church and farms to help his family.\n\nAnd for the fourth, it was my uncles' son who had gone mad and was sick. I asked my uncle if I could pray for him. But they would rather he die than he become a Christian. They went to a witch doctor but he couldn't heal him. Then they chose to go to the hospital instead of letting me pray for him. \n\nAfter nothing else worked they finally came to me as their last option. They brought him and I prayed for him. For one year I kept praying for him, having him in the church. And after one whole year he was entirely free. He had six children. He supported his family by being a farmer. He also sewed clothes. So he became able to send his children to school. Eight years later he finally passed away and went to his Lord.\n\nHe prayed for him for a whole year? It's hard to imagine how I could ever have this level of faith and self-sacrifice. So I decide to ask how hard it was to get there.\n",
    "Interview Video": "https://youtu.be/qmxJ8t73wOk",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=WUrNcRd80C4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]