[
  {
    "": "2025-08-08T07:00:00.000Z",
    "Art title 1": "Small Allowances Lead To Catastrophic Ends",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_001a0f7605d649ea8ca20638f7fa9df2~mv2.jpg",
    "Artist Statement 1": "Sometimes I commit some major sin and I ask myself how could I be such a person. And the answer is the thousand little decisions that led me here. The thousand little things that did not lead me the opposite way. What are those little sins in your life?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-65ef06a2-53f7-441d-9e47-d95aa062fe25",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Aro City (R-OCD)",
    "Story Link": "https://www.rawspoon.com/post/story-aro-city-rocd",
    "excerpt": "This is what life with ROCD can feel like. Share with someone you think might have it.\n\nTheir first fight was over the name. Was the city they were looking for pronounced \"Arrow City\" like she thought, or \"are-oh City\", like he thought. He knew it was minor but he couldn't stop thinking about it. \n\n\nThe accepted mythos in all the villages of their region was that it took two people partnering to find the perfect city that they would settle and build their future life in. \n\n\nBut he knew that if they got it wrong it could be hell. At least from what he'd seen on some of the faces of people who had come back home to visit. All he knew was that he better pick the right one. And it was a bunch of little things like this, like when she seemed so wrong about how to pronounce it, that made him start to get seriously worried. In those moments it always seemed to correspond with when they had walked into a dark mist. It clouded his vision and he assumed it was because she was taking him off the right path.\n\n\n\"What's wrong?\" She said hesitantly. \"You've gotten quiet again.\" \n\n\nShe was right. He had become extremely skeptical of her; he put almost everything she said through a very harsh filter. He had to. There was just so much at stake.\n\n\n\"Nothing's wrong,\" he replied. He looked over at her and she looked different in the horrible thick mist. In the strange harsh light of this mist he could see ALL of her flaws. Was this the real person he was about to partner himself with? Was she taking them to a hellish city?\n\n\n\"Why did you slow down,\" she asked tenderly.\n\n\n\"Nevermind,\" he said. He just didnt know if he trusted her judgement anymore. \n\n\n\"No, hunny, please, what is it? This is happening often.\"\n\n\nWell she was asking for it. He replied with a bit of bite. \"This mist you've brought us into is hard to walk through. Like pushing through water. I can't think straight in it. I could trip at any moment\"\n\n\n\"You see a mist?\" her voice was suddenly worried. \n\n\n\"I'm just not so sure all this is ... right,\" he sighed and looked away from her. \n\n\nShe drew Close to him. \"Are you okay, hunny?\" \n\n\n\"Yes. Let's just keep going but can we go in this direction?\"\n\n\n\"But that's down-hill. They say the right city is always up-hill.\"\n\n\n\"Let's just go down a little so we can get out of this cursed mist,\" he still said it as if it were her fault. \n\n\nAfter a night and a day, and a lot of wandering they found they were out of the mist, and she finally looked like he had first remembered her. He felt relief... for a bit.\n\n\nBut it happened again when she started to talk about how she dreamed the city would be. \"I hope it has lots of water. I just love the lakes and oceans. Do you like living by the water?\"\n\n\nThe only water he knew were the marshy stinky bogs from back home. And she noticed the change in his pace. \"What's wrong, hunny?\" her tone was concerned again. \n\n\n\"Nothing.\" He looked up and realized she had so quickly led them into the mist again. She had tried to distract him with the water comment. So sneaky. \n\n\nShe stopped him and tenderly put her hands on his face. She lifted it to hers. He could pick apart every flaw on that face all his friends had said was beautiful. He just didn't know if he wanted her right now. She said, \"Do you see mist again, Darling?\"\n\n\nHer touch was so tender. Her eyes were kind and filled with love for him. He didn't know if this was romance, his feelings were so contradictory, but he thought, wherever he went with her would certainly have some sweet parts. He really wanted to trust her.\n\n\n\"Listen, what's wrong?\" She said, \"You look so scared. Is it the mist again?\"\n\n\nHe nodded. He wanted so badly to believe her. He wanted them to be going to the right city. It was always like this with the women with whom he'd tried to find the city. He'd never gotten this far with one of them, he'd always concluded he couldn't find the right city with them. But he didn't want to start over again.\n\n\n\"I think maybe we need some help, babe.\" She said. \"I think maybe you need a doctor.\"\n\n\nHe gritted his teeth. Only the sick need a doctor. Was he really sick or was she simply leading them on the wrong path? He breathed in deeply, her soft touch holding his hand. He was open to it; maybe he was sick. \n\n\n \"Let's just go a little downhill to get out of this mist first.\" He said.\n\n\n\"Okay hunny, but let's try not to go very far down hill.\"\n\n\nThey hiked along the mountain, not up or down, just holding the same altitude, the mist seemed to be dissipating a bit. At one point she spotted someone moving ahead of them. \"Hello! Sir!\" \n\n\nThe figure stopped and walked up to them, an older man. \n\n\n\"Are you coming from your city?\" She asked him.\n\n\n\"In fact, I am. I am on an errand for my wife.\"\n\n\n\"Can you help us find our city, please? Do you know the way.\" she asked.\n\n\nHe looked at them for bit, examining them and especially the desperate looks on their faces. \"Perhaps\"\n\n\n\"I think we need...\" she looked at the younger man, he nodded hesitantly, \"some help.\"\n\n\n\"It is a hard journey, to be sure, young ones,\" the older man said.\n\n\nThe young man finally spoke up, \"We keep finding ourselves in this mist.\"\n\n\n\"You see a mist right now?\" the older man asked, with careful discernment in his voice. \n\n\n\"A little bit. Do you see it?\"\n\n\n\"hmm, I don't think I do right now, my friend. I think maybe you are confusing it with the beautiful twilight around us. Our eyes can play tricks on us, the closer we get to our cities. But I have known some who do see the mist like you describe.\"\n\n\n\"Do you think I just have better eyes to see it, or are my eyes not working?\" the young man's voice was a warring mix of desperation and skepticism.\n\n\n\"I'm not sure, but it doesn't mean you're not on the way to the right city. I have two things that I think can help you, my young friend. Number one, you have the power within your mind to keep the mist wrapped around you here or to patiently let it move on. And two,\" He looked at the beautiful young woman and back to him to reply, \"you will not find the right city on top of the mountain, you will find it in her eyes. God speed.\" He smiled, bowed slightly and continued down the mountain.\n\n\nThe couple continued on. They climbed steadily upward and she stayed close to him in case he found himself in the mist. And sure enough it happened again, this time when they were climbing up a steep rock. She was reaching down to him, pulling him up by the hand. The mist seemed to descend on them as soon as she told him, \"I am a little bit clumsy at times; when I was young I broke my ankle and sometimes it rolls and I trip. I'm sorry if you have to catch me sometimes.\" \n\n\nBut what he heard was just another reason she might not help him get to the right city. And in the mist he could have sworn that instead of holding hands he saw that it was actually shackles tying him to her. \n\n\nAfter she pulled him up she glanced at his face and suddenly got scared. \"Darling,\" she said. \"Are you in the mist? how can I help you?\"\n\n\nHe breathed in deeply. He wanted this to work. \"Hold me, please.\" He was desperate. They were so high up. And it just seemed to be getting steeper. \"Let my try to find our city in your eyes.\"\n\n\nShe sat him down and kneeled in front of him and held his face in her hands as she looked intensely into his eyes. \"I won't leave you, my dear. I want to travel this path with you, even if we never find the city. I'm not going to leave you.\"\n\n\nHe saw she spoke truth. This woman just wanted to be with him, wherever it took them. And in him he wanted the same. To be always journeying with a woman who loved him with a relentless self-less love like this would be okay. He felt those words slip out as a whisper. \"This would be okay. Everything will be okay.\" This phrase seemed to unlock something. And he held onto it like a rope. He said it louder and he felt the tiny vibration resonating in his body and hers. He let it settle in. He looked up and it seemed the air around him was getting brighter. \n\n\nAnd a few moments later, the cloud of mist had drifted on. He looked up the mountain and the path looked clearer and bright. \"Thank you for waiting, my dear. I think I'm ready to continue again.\"\n\n\nShe smiled as he stood. He reached for her hand and helped her up. There were no shackles. And day by day, as they continued upward things she said still got him worried for a moment, and his chest and stomach tightened. But if it was a particularly hard moment, they would pause, he would tell her what he felt, and then say it would be okay. They would sit in it with no judgment, only peace, and look into her eyes until the mist drifted on. The more he practiced it the more it became a new, better, easier habit. These eyes were indeed where he wanted to be, whether they found a city or not. It would be okay. It would be okay. And they held hands and continued upward in a beautiful and challenging journey through beautiful cities and ugly ones. This journey was not about a destination, it was about a slow improving and refining of each other on the way to new places. But he was with her through it all. And that is where he wanted to be. ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_a6808a85ee594b4b835aa7d5cad16bfe~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=uCOycIMyJZM",
    "Bible Project 2": "https://www.youtube.com/watch?v=lrsQ1tc-2wk",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw&list=PLCmhO7lxFDaoKaHiRkBI8769YlgkkMUc5",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 33",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ecclesiastes 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 7",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 12",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=HVF7WW9qvRs",
    "Song 2": "https://youtu.be/iA7a6t0Dny0?si=luG-Kyz267vBmfu8",
    "Song 3": "https://youtu.be/rb5mE2Xtx74?si=m2_BGKs7TzMu4lc5",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@36.8644236,39.0314717,3a,75y,284.46h,53.82t/data=!3m8!1e1!3m6!1sAF1QipNLmnkoAshGvKrg0w2iQ2XUwBmdrQfy4wFQnZk!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNLmnkoAshGvKrg0w2iQ2XUwBmdrQfy4wFQnZk%3Dw203-h100-k-no-pi0-ya211.87834-ro0-fo100!7i8192!8i4096!5m1!1e4",
    "3dNotes2": "Ruins of Harran: where Abraham's father Terah took him and Lot, the son of Haran, and settled them on their way out of Ur toward Canaan.",
    "3dLink3": "https://www.google.com.ph/maps/@31.7808762,35.2370299,3a,75y,269.83h,97.48t/data=!3m6!1e1!3m4!1sB6q59Gbmd0sI2elbcSboVA!2e0!7i13312!8i6656!5m1!1e4?entry=ttu",
    "3dNotes3": "The gate through which Stephen was taken to be stoned.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3cb4a5b3-3530-41ca-b412-c92c18ff1808.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]