[
  {
    "Art title 1": "Just Show Us The Star to Walk Toward Today",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_df1969167bc747159eadec37d11c2333~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_df1969167bc747159eadec37d11c2333~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_c91032c9288e4920b750ceaad6a7b19d~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Carrying The Baby up The Mountain",
    "Story Link": "https://www.rawspoon.com/post/story-carrying-the-baby-up-the-mountain",
    "excerpt": "The young hooded Shutamite woman carried her baby hidden beneath her shawl. She snuck through the woods, the lights of the village getting dimmer in the distance. \n\nTwo years earlier a strange young man had bought something from her fruit stand. He didn't look much different than the Shutamites besides having slightly lighter skin, but as his friendship with her grew, his questions about them were insatiable. It turned out he was the son of the king of Rivelden in the mountains above. For generations Rivelden had thought itself far superior to the Shutama and ruled them from a distance with disdain.\n\nThe Shutamites had not the resources to challenge, much less to upend this system. But this young man seemed to be different. He knew he was destined to be king and he wanted to know about them. Over months he and the young woman talked, sitting on the cliffs that overlooked Shutama. He said he wanted things to be different when he was king. But he knew it would be nearly impossible to change the minds of the cabinet and governors unless something drastic happened. \n\nThey fell in love and came up with a plan. One night he came to her house when her parents were not home. He brought a priest he could trust who officially married them, and they conceived that night. \n\nAnd now she brought that forbidden one year old baby to him in the dark of night. She climbed the mountains for hours until she saw him. He ran to and embraced her. He pulled the blankets away and saw the young face. It certainly had the features of his face but was an almost imperceptible shade darker than his own. It also looked like her. \n\nThe fact that he married was public, but she would stay hidden and anonymous in the prince's house, known only by the staff and his family. This would be the situation until until the people grew to love the baby and invest in it as the next prince. The prince did indeed take the throne and become king a few years later and they all still wondered who the mysterious queen was. They saw the baby's skin was a shade darker but all of them were surprised on the boy's 18th birthday. As they initiated him into the kingdom as the next heir to the throne his father introduced his mother to the kingdom, stating she was from Shutama. He explained his intentions to bring equality to the lower kingdom. Now they had to accept them, for Shutamite blood had been mixed into the royalty. And they had learned to love one of Shutamite blood.\n\n---\nAnd this is a small representation of the shocking reversal that happened when Christ came to make us heirs into his heavenly kingdom.\n\nRaw Spoon 1-5-2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=jhcmzjwbvyk",
    "Bible Project 2": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 3": "https://www.youtube.com/watch?v=No7Nq6IX23c&t=2s",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 21:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 24",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Thessalonians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 27\nAmerican Standard Version\n27 And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=RjNMJBY3APU",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]