[
  {
    "Date": "2025-07-23T07:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 9- Ordinary Time",
    "Script 1": "\n? Mem\n\n Oh, how I love your law!\n    I meditate on it all day long.\n Your commands are always with me\n    and make me wiser than my enemies.\n I have more insight than all my teachers,\n    for I meditate on your statutes.\n I have more understanding than the elders,\n    for I obey your precepts.\n I have kept my feet from every evil path\n    so that I might obey your word.\n I have not departed from your laws,\n    for you yourself have taught me.\n How sweet are your words to my taste,\n    sweeter than honey to my mouth!\n I gain understanding from your precepts;\n    therefore I hate every wrong path.",
    "Script 2": "The One Place of Worship\n\n These are the decrees and laws you must be careful to follow in the land that the Lord, the God of your ancestors, has given you to possess?as long as you live in the land.  Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods.  Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.\n\n You must not worship the Lord your God in their way.  But you are to seek the place the Lord your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;  there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks.  There, in the presence of the Lord your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord your God has blessed you.\n\n You are not to do as we do here today, everyone doing as they see fit,  since you have not yet reached the resting place and the inheritance the Lord your God is giving you.  But you will cross the Jordan and settle in the land the Lord your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety.  Then to the place the Lord your God will choose as a dwelling for his Name?there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord.  And there rejoice before the Lord your God?you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own.",
    "Script 3": " At this the Jews there began to grumble about him because he said, \"I am the bread that came down from heaven.\"  They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, ?I came down from heaven'?\"\n\n \"Stop grumbling among yourselves,\" Jesus answered.  \"No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day.  It is written in the Prophets: ?They will all be taught by God.'[a] Everyone who has heard the Father and learned from him comes to me.  No one has seen the Father except the one who is from God; only he has seen the Father.  Very truly I tell you, the one who believes has eternal life.  I am the bread of life.  Your ancestors ate the manna in the wilderness, yet they died.  But here is the bread that comes down from heaven, which anyone may eat and not die.  I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my flesh, which I will give for the life of the world.\"\n\n",
    "Script 4": "American Standard Version\n And a certain man saw it, and told Joab, and said, Behold, I saw Absalom hanging in an oak.  And Joab said unto the man that told him, And, behold, thou sawest it, and why didst thou not smite him there to the ground? and I would have given thee ten pieces of silver, and a girdle.  And the man said unto Joab, Though I should receive a thousand pieces of silver in my hand, yet would I not put forth my hand against the king's son: for in our hearing the king charged thee and Abishai and Ittai, saying, [a]Beware that none touch the young man Absalom.  Otherwise if I had dealt falsely against [b]his life (and there is no matter hid from the king), then thou thyself wouldest have set thyself against me.  Then said Joab, I may not tarry thus with thee. And he took three [c]darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the oak.  And ten young men that bare Joab's armor compassed about and smote Absalom, and slew him.\n\n And Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab [d]held back the people.  And they took Absalom, and cast him into the great pit in the forest, and raised over him a very great heap of stones: and all Israel fled every one to his tent.  Now Absalom in his lifetime had taken and reared up for himself the pillar, which is in the king's dale; for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name; and it is called Absalom's monument, unto this day.\n\n Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that Jehovah hath [e]avenged him of his enemies.  And Joab said unto him, Thou shalt not be the bearer of tidings this day, but thou shalt bear tidings another day; but this day thou shalt bear no tidings, because the king's son is dead.  Then said Joab to the Cushite, Go, tell the king what thou hast seen. And the Cushite bowed himself unto Joab, and ran.  Then said Ahimaaz the son of Zadok yet again to Joab, But come what may, let me, I pray thee, also run after the Cushite. And Joab said, Wherefore wilt thou run, my son, seeing that thou [f]wilt have no reward for the tidings?  But come what may, said he, I will run. And he said unto him, Run. Then Ahimaaz ran by the way of the Plain, and outran the Cushite.\n\n Now David was sitting between the two gates: and the watchman went up to the roof of the gate unto the wall, and lifted up his eyes, and looked, and, behold, a man running alone.  And the watchman cried, and told the king. And the king said, If he be alone, there is tidings in his mouth. And he came apace, and drew near.  And the watchman saw another man running; and the watchman called unto the porter, and said, Behold, another man running alone. And the king said, He also bringeth tidings.  And the watchman said, I think the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.\n\n And Ahimaaz called, and said unto the king, [g]All is well. And he bowed himself before the king with his face to the earth, and said, Blessed be Jehovah thy God, who hath delivered up the men that lifted up their hand against my lord the king.  And the king said, [h]Is it well with the young man Absalom? And Ahimaaz answered, When Joab sent the king's servant, [i]even me thy servant, I saw a great tumult, but I knew not what it was.  And the king said, Turn aside, and stand here. And he turned aside, and stood still.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:97-104;Deuteronomy12:1-12;John6:41-51",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,Deut.12,John.6",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_224227712b144c37a75ad61f5cb26bc0~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_f8a6087a0a734586ac3f5a781e3ddaeb~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_ff1ca04b6dd64f28acc2fed3debfcd7c~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_d80f2936a70f4c4b822c51664614b37a~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:97-104",
    "Address Script 2": "Deuteronomy 12:1-12",
    "Address Script 3": "John 6:41-51",
    "Address Script 4": "2 Samuel 18:10-30",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.12.1ae93234d4b9debad3b4d0a12242d815.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/John.6.3d5d176723f84a39d8ba4d7207802f39.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.18.d392318fd63a56089745d8c81d7c603d.mp3",
    "Verse to start at for audio": 301
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:97-104\n\n? Mem\n\n97 Oh, how I love your law!\n    I meditate on it all day long.\n98 Your commands are always with me\n    and make me wiser than my enemies.\n99 I have more insight than all my teachers,\n    for I meditate on your statutes.\n100 I have more understanding than the elders,\n    for I obey your precepts.\n101 I have kept my feet from every evil path\n    so that I might obey your word.\n102 I have not departed from your laws,\n    for you yourself have taught me.\n103 How sweet are your words to my taste,\n    sweeter than honey to my mouth!\n104 I gain understanding from your precepts;\n    therefore I hate every wrong path.",
    "Script 2": "Deuteronomy 12:1-12\n\nThe One Place of Worship\n\n1 These are the decrees and laws you must be careful to follow in the land that the Lord, the God of your ancestors, has given you to possess?as long as you live in the land. 2 Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods. 3 Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.\n\n4 You must not worship the Lord your God in their way. 5 But you are to seek the place the Lord your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go; 6 there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks. 7 There, in the presence of the Lord your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord your God has blessed you.\n\n8 You are not to do as we do here today, everyone doing as they see fit, 9 since you have not yet reached the resting place and the inheritance the Lord your God is giving you. 10 But you will cross the Jordan and settle in the land the Lord your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety. 11 Then to the place the Lord your God will choose as a dwelling for his Name?there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord. 12 And there rejoice before the Lord your God?you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own.",
    "Script 3": "John 6:41-51\n\n41 At this the Jews there began to grumble about him because he said, \"I am the bread that came down from heaven.\" 42 They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, ?I came down from heaven'?\"\n\n43 \"Stop grumbling among yourselves,\" Jesus answered. 44 \"No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day. 45 It is written in the Prophets: ?They will all be taught by God.'[a] Everyone who has heard the Father and learned from him comes to me. 46 No one has seen the Father except the one who is from God; only he has seen the Father. 47 Very truly I tell you, the one who believes has eternal life. 48 I am the bread of life. 49 Your ancestors ate the manna in the wilderness, yet they died. 50 But here is the bread that comes down from heaven, which anyone may eat and not die. 51 I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my flesh, which I will give for the life of the world.\"\n\nFootnotes\na. John 6:45 Isaiah 54:13",
    "Script 4": "2 Samuel 18:10-30\nAmerican Standard Version\n10 And a certain man saw it, and told Joab, and said, Behold, I saw Absalom hanging in an oak. 11 And Joab said unto the man that told him, And, behold, thou sawest it, and why didst thou not smite him there to the ground? and I would have given thee ten pieces of silver, and a girdle. 12 And the man said unto Joab, Though I should receive a thousand pieces of silver in my hand, yet would I not put forth my hand against the king's son: for in our hearing the king charged thee and Abishai and Ittai, saying, [a]Beware that none touch the young man Absalom. 13 Otherwise if I had dealt falsely against [b]his life (and there is no matter hid from the king), then thou thyself wouldest have set thyself against me. 14 Then said Joab, I may not tarry thus with thee. And he took three [c]darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the oak. 15 And ten young men that bare Joab's armor compassed about and smote Absalom, and slew him.\n\n16 And Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab [d]held back the people. 17 And they took Absalom, and cast him into the great pit in the forest, and raised over him a very great heap of stones: and all Israel fled every one to his tent. 18 Now Absalom in his lifetime had taken and reared up for himself the pillar, which is in the king's dale; for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name; and it is called Absalom's monument, unto this day.\n\n19 Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that Jehovah hath [e]avenged him of his enemies. 20 And Joab said unto him, Thou shalt not be the bearer of tidings this day, but thou shalt bear tidings another day; but this day thou shalt bear no tidings, because the king's son is dead. 21 Then said Joab to the Cushite, Go, tell the king what thou hast seen. And the Cushite bowed himself unto Joab, and ran. 22 Then said Ahimaaz the son of Zadok yet again to Joab, But come what may, let me, I pray thee, also run after the Cushite. And Joab said, Wherefore wilt thou run, my son, seeing that thou [f]wilt have no reward for the tidings? 23 But come what may, said he, I will run. And he said unto him, Run. Then Ahimaaz ran by the way of the Plain, and outran the Cushite.\n\n24 Now David was sitting between the two gates: and the watchman went up to the roof of the gate unto the wall, and lifted up his eyes, and looked, and, behold, a man running alone. 25 And the watchman cried, and told the king. And the king said, If he be alone, there is tidings in his mouth. And he came apace, and drew near. 26 And the watchman saw another man running; and the watchman called unto the porter, and said, Behold, another man running alone. And the king said, He also bringeth tidings. 27 And the watchman said, I think the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.\n\n28 And Ahimaaz called, and said unto the king, [g]All is well. And he bowed himself before the king with his face to the earth, and said, Blessed be Jehovah thy God, who hath delivered up the men that lifted up their hand against my lord the king. 29 And the king said, [h]Is it well with the young man Absalom? And Ahimaaz answered, When Joab sent the king's servant, [i]even me thy servant, I saw a great tumult, but I knew not what it was. 30 And the king said, Turn aside, and stand here. And he turned aside, and stood still.\n\n \nFootnotes\n2 Samuel 18:12 Hebrew Have a care, whosoever ye be, of etc.\n2 Samuel 18:13 Another reading is, my.\n2 Samuel 18:14 Hebrew staves.\n2 Samuel 18:16 Or, spared\n2 Samuel 18:19 Hebrew judged him from the hand etc.\n2 Samuel 18:22 Or, hast no sufficient tidings\n2 Samuel 18:28 Hebrew Peace.\n2 Samuel 18:29 Hebrew Is there peace with etc.?\n2 Samuel 18:29 Or, and",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n? Mem\n\n Oh, how I love your law!\n    I meditate on it all day long.\n Your commands are always with me\n    and make me wiser than my enemies.\n I have more insight than all my teachers,\n    for I meditate on your statutes.\n I have more understanding than the elders,\n    for I obey your precepts.\n I have kept my feet from every evil path\n    so that I might obey your word.\n I have not departed from your laws,\n    for you yourself have taught me.\n How sweet are your words to my taste,\n    sweeter than honey to my mouth!\n I gain understanding from your precepts;\n    therefore I hate every wrong path.",
    "Script 2": "Deuteronomy :-\n\nThe One Place of Worship\n\n These are the decrees and laws you must be careful to follow in the land that the Lord, the God of your ancestors, has given you to possess?as long as you live in the land.  Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods.  Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.\n\n You must not worship the Lord your God in their way.  But you are to seek the place the Lord your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;  there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks.  There, in the presence of the Lord your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord your God has blessed you.\n\n You are not to do as we do here today, everyone doing as they see fit,  since you have not yet reached the resting place and the inheritance the Lord your God is giving you.  But you will cross the Jordan and settle in the land the Lord your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety.  Then to the place the Lord your God will choose as a dwelling for his Name?there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord.  And there rejoice before the Lord your God?you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own.",
    "Script 3": "John :-\n\n At this the Jews there began to grumble about him because he said, \"I am the bread that came down from heaven.\"  They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, ?I came down from heaven'?\"\n\n \"Stop grumbling among yourselves,\" Jesus answered.  \"No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day.  It is written in the Prophets: ?They will all be taught by God.'[a] Everyone who has heard the Father and learned from him comes to me.  No one has seen the Father except the one who is from God; only he has seen the Father.  Very truly I tell you, the one who believes has eternal life.  I am the bread of life.  Your ancestors ate the manna in the wilderness, yet they died.  But here is the bread that comes down from heaven, which anyone may eat and not die.  I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my flesh, which I will give for the life of the world.\"\n\nFootnotes\na. John : Isaiah :",
    "Script 4": " Samuel :-\nAmerican Standard Version\n And a certain man saw it, and told Joab, and said, Behold, I saw Absalom hanging in an oak.  And Joab said unto the man that told him, And, behold, thou sawest it, and why didst thou not smite him there to the ground? and I would have given thee ten pieces of silver, and a girdle.  And the man said unto Joab, Though I should receive a thousand pieces of silver in my hand, yet would I not put forth my hand against the king's son: for in our hearing the king charged thee and Abishai and Ittai, saying, [a]Beware that none touch the young man Absalom.  Otherwise if I had dealt falsely against [b]his life (and there is no matter hid from the king), then thou thyself wouldest have set thyself against me.  Then said Joab, I may not tarry thus with thee. And he took three [c]darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the oak.  And ten young men that bare Joab's armor compassed about and smote Absalom, and slew him.\n\n And Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab [d]held back the people.  And they took Absalom, and cast him into the great pit in the forest, and raised over him a very great heap of stones: and all Israel fled every one to his tent.  Now Absalom in his lifetime had taken and reared up for himself the pillar, which is in the king's dale; for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name; and it is called Absalom's monument, unto this day.\n\n Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that Jehovah hath [e]avenged him of his enemies.  And Joab said unto him, Thou shalt not be the bearer of tidings this day, but thou shalt bear tidings another day; but this day thou shalt bear no tidings, because the king's son is dead.  Then said Joab to the Cushite, Go, tell the king what thou hast seen. And the Cushite bowed himself unto Joab, and ran.  Then said Ahimaaz the son of Zadok yet again to Joab, But come what may, let me, I pray thee, also run after the Cushite. And Joab said, Wherefore wilt thou run, my son, seeing that thou [f]wilt have no reward for the tidings?  But come what may, said he, I will run. And he said unto him, Run. Then Ahimaaz ran by the way of the Plain, and outran the Cushite.\n\n Now David was sitting between the two gates: and the watchman went up to the roof of the gate unto the wall, and lifted up his eyes, and looked, and, behold, a man running alone.  And the watchman cried, and told the king. And the king said, If he be alone, there is tidings in his mouth. And he came apace, and drew near.  And the watchman saw another man running; and the watchman called unto the porter, and said, Behold, another man running alone. And the king said, He also bringeth tidings.  And the watchman said, I think the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.\n\n And Ahimaaz called, and said unto the king, [g]All is well. And he bowed himself before the king with his face to the earth, and said, Blessed be Jehovah thy God, who hath delivered up the men that lifted up their hand against my lord the king.  And the king said, [h]Is it well with the young man Absalom? And Ahimaaz answered, When Joab sent the king's servant, [i]even me thy servant, I saw a great tumult, but I knew not what it was.  And the king said, Turn aside, and stand here. And he turned aside, and stood still.\n\n \nFootnotes\n Samuel : Hebrew Have a care, whosoever ye be, of etc.\n Samuel : Another reading is, my.\n Samuel : Hebrew staves.\n Samuel : Or, spared\n Samuel : Hebrew judged him from the hand etc.\n Samuel : Or, hast no sufficient tidings\n Samuel : Hebrew Peace.\n Samuel : Hebrew Is there peace with etc.?\n Samuel : Or, and",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n? Mem\n\n Oh, how I love your law!\n    I meditate on it all day long.\n Your commands are always with me\n    and make me wiser than my enemies.\n I have more insight than all my teachers,\n    for I meditate on your statutes.\n I have more understanding than the elders,\n    for I obey your precepts.\n I have kept my feet from every evil path\n    so that I might obey your word.\n I have not departed from your laws,\n    for you yourself have taught me.\n How sweet are your words to my taste,\n    sweeter than honey to my mouth!\n I gain understanding from your precepts;\n    therefore I hate every wrong path.",
    "Script 2": "Deuteronomy :-\n\nThe One Place of Worship\n\n These are the decrees and laws you must be careful to follow in the land that the Lord, the God of your ancestors, has given you to possess?as long as you live in the land.  Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods.  Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.\n\n You must not worship the Lord your God in their way.  But you are to seek the place the Lord your God will choose from among all your tribes to put his Name there for his dwelling. To that place you must go;  there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks.  There, in the presence of the Lord your God, you and your families shall eat and shall rejoice in everything you have put your hand to, because the Lord your God has blessed you.\n\n You are not to do as we do here today, everyone doing as they see fit,  since you have not yet reached the resting place and the inheritance the Lord your God is giving you.  But you will cross the Jordan and settle in the land the Lord your God is giving you as an inheritance, and he will give you rest from all your enemies around you so that you will live in safety.  Then to the place the Lord your God will choose as a dwelling for his Name?there you are to bring everything I command you: your burnt offerings and sacrifices, your tithes and special gifts, and all the choice possessions you have vowed to the Lord.  And there rejoice before the Lord your God?you, your sons and daughters, your male and female servants, and the Levites from your towns who have no allotment or inheritance of their own.",
    "Script 3": "John :-\n\n At this the Jews there began to grumble about him because he said, \"I am the bread that came down from heaven.\"  They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, ?I came down from heaven'?\"\n\n \"Stop grumbling among yourselves,\" Jesus answered.  \"No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day.  It is written in the Prophets: ?They will all be taught by God.'[a] Everyone who has heard the Father and learned from him comes to me.  No one has seen the Father except the one who is from God; only he has seen the Father.  Very truly I tell you, the one who believes has eternal life.  I am the bread of life.  Your ancestors ate the manna in the wilderness, yet they died.  But here is the bread that comes down from heaven, which anyone may eat and not die.  I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my flesh, which I will give for the life of the world.\"\n\n",
    "Script 4": " Samuel :-\nAmerican Standard Version\n And a certain man saw it, and told Joab, and said, Behold, I saw Absalom hanging in an oak.  And Joab said unto the man that told him, And, behold, thou sawest it, and why didst thou not smite him there to the ground? and I would have given thee ten pieces of silver, and a girdle.  And the man said unto Joab, Though I should receive a thousand pieces of silver in my hand, yet would I not put forth my hand against the king's son: for in our hearing the king charged thee and Abishai and Ittai, saying, [a]Beware that none touch the young man Absalom.  Otherwise if I had dealt falsely against [b]his life (and there is no matter hid from the king), then thou thyself wouldest have set thyself against me.  Then said Joab, I may not tarry thus with thee. And he took three [c]darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the oak.  And ten young men that bare Joab's armor compassed about and smote Absalom, and slew him.\n\n And Joab blew the trumpet, and the people returned from pursuing after Israel; for Joab [d]held back the people.  And they took Absalom, and cast him into the great pit in the forest, and raised over him a very great heap of stones: and all Israel fled every one to his tent.  Now Absalom in his lifetime had taken and reared up for himself the pillar, which is in the king's dale; for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name; and it is called Absalom's monument, unto this day.\n\n Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that Jehovah hath [e]avenged him of his enemies.  And Joab said unto him, Thou shalt not be the bearer of tidings this day, but thou shalt bear tidings another day; but this day thou shalt bear no tidings, because the king's son is dead.  Then said Joab to the Cushite, Go, tell the king what thou hast seen. And the Cushite bowed himself unto Joab, and ran.  Then said Ahimaaz the son of Zadok yet again to Joab, But come what may, let me, I pray thee, also run after the Cushite. And Joab said, Wherefore wilt thou run, my son, seeing that thou [f]wilt have no reward for the tidings?  But come what may, said he, I will run. And he said unto him, Run. Then Ahimaaz ran by the way of the Plain, and outran the Cushite.\n\n Now David was sitting between the two gates: and the watchman went up to the roof of the gate unto the wall, and lifted up his eyes, and looked, and, behold, a man running alone.  And the watchman cried, and told the king. And the king said, If he be alone, there is tidings in his mouth. And he came apace, and drew near.  And the watchman saw another man running; and the watchman called unto the porter, and said, Behold, another man running alone. And the king said, He also bringeth tidings.  And the watchman said, I think the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.\n\n And Ahimaaz called, and said unto the king, [g]All is well. And he bowed himself before the king with his face to the earth, and said, Blessed be Jehovah thy God, who hath delivered up the men that lifted up their hand against my lord the king.  And the king said, [h]Is it well with the young man Absalom? And Ahimaaz answered, When Joab sent the king's servant, [i]even me thy servant, I saw a great tumult, but I knew not what it was.  And the king said, Turn aside, and stand here. And he turned aside, and stood still.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]