[
  {
    "Art title 1": "They King's Key",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_cf30934d79f84b3aadfcdba256bbeff7~mv2.png/v1/fill/w_666,h_499,al_c,q_90,usm_0.66_1.00_0.01/a07ded_cf30934d79f84b3aadfcdba256bbeff7~mv2.webp",
    "Artist Statement 1": "(see short story for associated metaphor) A key symbolizes acess to one's property. A ring symbolizes the love that is greater than the jewlery itself. We have been given symbols like baptism and communion. And though they seem just like a dip in water and bread dipped in wine, what they remind us of is a far more consequential reality.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_cf30934d79f84b3aadfcdba256bbeff7~mv2.png/v1/fill/w_666,h_499,al_c,q_90,usm_0.66_1.00_0.01/a07ded_cf30934d79f84b3aadfcdba256bbeff7~mv2.webp",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The King's Key",
    "Story Link": "https://www.rawspoon.com/post/the-king-s-key",
    "excerpt": "There was a young prince who fell in love with a woman when visiting a neighboring land. He saw that not only was she beautiful and wise, but she was surrounded by pushy men in a selfish kingdom. And she likewise found in him something she did not see in the men around her. \n\nBut her father required her to stay in his care until she turned 20, which would be another year. The prince also had to go back to run the kingdom of his father who was dying. He had a plan and just enough time to make it a place worthy of her. \n\nThey corresponded by mail and their love grew. They planned that he would come and bring her to his kingdom next spring. It was the summer. \n\nThen, to no one's surprise, her father told her he wanted her to marry one of the many suiters in her city. She resisted, hoping and believing in the words in the letters of her prince. But as the months went by, the pressure mounted.\n\nIt was still deep in the dimming dark of autumn when she began to worry. She hadn't heard from her prince for a month. There were rumors that the mail service had been compromised by thieves but how did she know her prince simply had not lost interest or found someone else easier to pursue? She hoped every day to hear his knock at her door, or at the very least another letter. \n\nShe was grasping for anything now. The pressure from everyone around her felt so real; the men came to court her every day with their shiny coins, gaudy clothes, breathy voices, and scruffy beards. The one she hoped in was only evident in fading ink on flimsy paper. She kept telling herself these fading words were symbols of something very real in her future. \n\nAs the winter encroached, the hope in her prince and his goodness started to fade with the wintery solstice light.\n\nShe was crying on her bed one night while several of her suiters were ingratiating her father in the next room. They had brought gold bracelets and heavy bags of coins to prove their worthiness. The clinking sound was just so solid and real and the promise of her prince just seemed so distant and fragile. She whispered between her sobs, \"Please come soon. Are you really who you say you are? Do you really have a kingdom and are coming for me?\" Then came a hard knock and her father answered the front door. He called for her. \n\nShe dried her tears, tidied her hair, and walked to him, avoiding the gaze of her suiters. A young, unfamiliar boy in a dark hood, looking haggard from a long sleuthing journey held out something wrapped in cloth. \n\nAs she unwrapped it the boy said, \"He sends this message: He is fighting to make the way safe for you and will come for you as soon as he can. He gives you these as a sign and a promise of what to expect, of what he waits to give you.\"\n\nIt was a thin key. And it was a small ring. \n\nThese two tiny trinkets were smaller than the bags of coins the others touted, but they proved so much more. The key was a sign of the prince's gift to her of his whole kingdom. And the tiny delicate ring was a promise of his love for a lifetime.\n\nIt was only because of the tiny key and the ring that she was able to wait until he came a month later. He took her back to a kingdom far greater than hers, and gave her a throne beside his as his queen and bride.\n\n---\n\nWe have seen a glimpse of what is to come. And it helps us believe when everything else feels so much more real around us. But we must not think that the glimpse is all that is coming. The symbol and the promise are so much less than the thing that is promised. \n\nHold onto hope. \n\nRaw Spoon, 12-2019",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=z6cWEcqxhlI",
    "Bible Project 2": "https://www.youtube.com/watch?v=xQwnH8th_fs",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 123",
    "Research 2-link": "https://enduringword.com/bible-commentary/Job 21",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 John 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 4",
    "The Chosen 3": "https://youtu.be/65NxKBdTMoQ",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=-XtVRyfaCHU",
    "Song 2": "https://www.youtube.com/watch?v=HiHK1o2jpoA",
    "Song 3": "https://www.youtube.com/watch?v=yQxPgQs6bdo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/63",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/f4763eb4-9b7c-4029-bc7e-30f9eaa51cc1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]