[
  {
    "Art title 1": "Very Difficult Decisions",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b1bdc82af93e4ec5ac0c7b7da591d489~mv2.jpg",
    "Artist Statement 1": "I did this piece of art when my now wife and I had broken up. We seemed to be hitting some walls and I didn't see anyway around it. It felt like ripping my own heart out. This is how I knew I cared for her so much.\n\nHave you ever had to do this when it seemed like God was asking you to do something that others or common sense seems to say otherwise?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-fe0bbf2f-2e08-4d6f-a565-e0fe1e26831b",
    "Art title 2": "ART:\nIntoxicated by Your Love",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_0f2e4ae1c48d483a9a428d36e00e3a3c~mv2.jpg",
    "Artist Statement 2": "I did this piece for a client who had been sober for yaers. He was giving it to his bride of many years, because she had helped him stay sober. She was his intoxication. This was a significant verse fo rthem. ",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_0f2e4ae1c48d483a9a428d36e00e3a3c~mv2.jpg",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "In Her Arms (Rated R)",
    "Story Link": "https://www.rawspoon.com/post/story-in-her-arms",
    "excerpt": "(rated R for themes)\nDan had a lot of sex and was in and out of rehabs for different things. He was tall and thin, with a big funny underbite like a bulldog. \n\nHe made sport of making his Christian friends uncomfortable. He could see right through their rote attempts at evangelism. His mom had been a pastor, but had become a pagan priestess before she died. He wore death metal t-shirts, and had a pentagram tattoo on his forearm. He walked around with a smirk because he liked pissing off all the straighties. \n\nTonight he found himself wrapped up in a woman's tattooed arms arms and artificial breasts. He hadn't expected tonight to go like this but she lived above the strip joint where he met her, his friends could catch an Uber home, and he had just sold an old mattress which left him with an extra $50 in his pocket. Actually maybe he had kind of planned this.\n\nHe was rolling away from her when she blurted, \"Why were you crying?...\" She waited a moment and recanted. \"I'm sorry. That's your business. Sorry.\"\n\nDan turned over and looked at her, propped up on his elbow.\n\nHe took a deep breath and the lip of his protruding jaw wavered slightly.\n\n\"I, uh... I just broke up with the first girl that really loved me.\"\n\n\"And you wanted to be held again?\"\n\nHe scowled at how predictable and weak he was. \"You know what's weird though? I cry more and more every day, not less. It's been like two months.\"\n\n\"Hmmm.\" She felt compassion for him. \"Have things been quiet at your house?\"\n\n\"Huh,\" he marveled at her insight. \"Well, my ten year old daughter has been with her mother for the past month because I've been a little erratic--Different woman, by the way. Oh yeah and my TV broke, my laptop died and my phone plan ran out today. All at the same time. God hates me.\"\n\n\"Yeah, it's when things get real quiet--and I've run out of pills--that I cry. I think it's for my dad--he died last year.\"\n\n\"My mom died too.\" He said. \"But I never really cried for her.\"\n\nShe nodded as if things were making more sense. \"What was her name?\"\n\n\"Laura.\"\n\n\"That's my name.\"\n\n\"I know. You told me.\"\n\nShe reached for him. He tried to pull away, and then he stopped. Her touch felt good. Her warm hand rested on his shoulder.\n\nHis face contorted. She drew closer to him and wrapped her arm around his back. He melted into tears and then sobbed lightly. She whispered, \"It's okay. It's okay. It's okay.\"\n\nAfter he had calmed she said, \"I don't know if this is the drugs talking or something, but I just saw the weirdest thing in my mind. It was like this beating heart that had years of bandaids over one spot on it. And the whole stack just got ripped off and there was this big, tender, empty hole Underneath.\"\n\nHe waited on her to continue. \n\n\"Then this guy came with needle and thread, like a doctor but he wasn't wearing gloves. He was waiting on you for something.\"\n\nDan asked, \"What?\" \n\n\"I don't know.\"\n\nThey thought for a long time. Then Dan said, \"I haven't really cried since I was a kid.\"\n\n\"Maybe you've covered over a lot of hurt with other things.\"\n\nHe was silent. \n\nHe nodded as he thought about his messy life. \"Was there anything else about the man?\" He asked.\n\nShe said, \"Not really. I guess he was sad. Like a lot of bad things had happened to him or something. The words that are popping into my head for some reason are 'a man well acquainted with sorrow.' I don't know where that came from.\n\nHe replied, \"That's Isaiah 53.\"\n\n---\n\nIsaiah 53 talks about our savior as the man well acquainted with sorrows. This is our savior, and he understands our pain. How does this help you go through your pain?\n\nRaw Spoon,\n\n7-27-2020\n\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_419896e39e7e49d1b51618e210f1b39e~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2019/12/Joy-to-the-world.png?w=1650&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 40",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 53\n\n1 Who has believed our message\n    and to whom has the arm of the Lord been revealed?\n2 He grew up before him like a tender shoot,\n    and like a root out of dry ground.\nHe had no beauty or majesty to attract us to him,\n    nothing in his appearance that we should desire him.\n3 He was despised and rejected by mankind,\n    a man of suffering, and familiar with pain.\nLike one from whom people hide their faces\n    he was despised, and we held him in low esteem.\n\n4 Surely he took up our pain\n    and bore our suffering,\nyet we considered him punished by God,\n    stricken by him, and afflicted.\n5 But he was pierced for our transgressions,\n    he was crushed for our iniquities;\nthe punishment that brought us peace was on him,\n    and by his wounds we are healed.\n6 We all, like sheep, have gone astray,\n    each of us has turned to our own way;\nand the Lord has laid on him\n    the iniquity of us all.\n\n7 He was oppressed and afflicted,\n    yet he did not open his mouth;\nhe was led like a lamb to the slaughter,\n    and as a sheep before its shearers is silent,\n    so he did not open his mouth.\n8 By oppression[a] and judgment he was taken away.\n    Yet who of his generation protested?\nFor he was cut off from the land of the living;\n    for the transgression of my people he was punished.[b]\n9 He was assigned a grave with the wicked,\n    and with the rich in his death,\nthough he had done no violence,\n    nor was any deceit in his mouth.\n\n10 Yet it was the Lord's will to crush him and cause him to suffer,\n    and though the Lord makes[c] his life an offering for sin,\nhe will see his offspring and prolong his days,\n    and the will of the Lord will prosper in his hand.\n11 After he has suffered,\n    he will see the light of life[d] and be satisfied[e];\nby his knowledge[f] my righteous servant will justify many,\n    and he will bear their iniquities.\n12 Therefore I will give him a portion among the great,[g]\n    and he will divide the spoils with the strong,[h]\nbecause he poured out his life unto death,\n    and was numbered with the transgressors.\nFor he bore the sin of many,\n    and made intercession for the transgressors.\n\nFootnotes\na. Isaiah 53",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 32",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/bmVOMbqoD4o",
    "Song 2": "https://youtu.be/SR7aLsMTE3U",
    "Song 3": "https://youtu.be/CyPPoNxnW-Q",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/430c7516-85af-47a7-aa04-8c181869fe6e.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=pxVN1aGZyGU",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]