[
  {
    "Date": "2025-07-27T07:00:00.000Z",
    "Day of Week": "Sunday",
    "Day in calendar": "Proper 10",
    "Script 1": "\nFor the director of music. Of the Sons of Korah. A psalm.\n\n You, Lord, showed favor to your land;\n    you restored the fortunes of Jacob.\n You forgave the iniquity of your people\n    and covered all their sins.[b]\n You set aside all your wrath\n    and turned from your fierce anger.\n\n Restore us again, God our Savior,\n    and put away your displeasure toward us.\n Will you be angry with us forever?\n    Will you prolong your anger through all generations?\n Will you not revive us again,\n    that your people may rejoice in you?\n Show us your unfailing love, Lord,\n    and grant us your salvation.\n\n I will listen to what God the Lord says;\n    he promises peace to his people, his faithful servants--\n    but let them not turn to folly.\n Surely his salvation is near those who fear him,\n    that his glory may dwell in our land.\n\n Love and faithfulness meet together;\n    righteousness and peace kiss each other.\n Faithfulness springs forth from the earth,\n    and righteousness looks down from heaven.\n The Lord will indeed give what is good,\n    and our land will yield its harvest.\n Righteousness goes before him\n    and prepares the way for his steps.\n\n",
    "Script 2": "Hosea's Wife and Children\n\n When the Lord began to speak through Hosea, the Lord said to him, \"Go, marry a promiscuous woman and have children with her, for like an adulterous wife this land is guilty of unfaithfulness to the Lord.\"  So he married Gomer daughter of Diblaim, and she conceived and bore him a son.\n\n Then the Lord said to Hosea, \"Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel.  In that day I will break Israel's bow in the Valley of Jezreel.\"\n\n Gomer conceived again and gave birth to a daughter. Then the Lord said to Hosea, \"Call her Lo-Ruhamah (which means \"not loved\"), for I will no longer show love to Israel, that I should at all forgive them.  Yet I will show love to Judah; and I will save them--not by bow, sword or battle, or by horses and horsemen, but I, the Lord their God, will save them.\"\n\n After she had weaned Lo-Ruhamah, Gomer had another son.  Then the Lord said, \"Call him Lo-Ammi (which means \"not my people\"), for you are not my people, and I am not your God.[a]\n\n \"Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, 'You are not my people,' they will be called 'children of the living God.'\n\n",
    "Script 3": "Spiritual Fullness in Christ\n\n So then, just as you received Christ Jesus as Lord, continue to live your lives in him,  rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.\n\n See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces[a] of this world rather than on Christ.\n\n For in Christ all the fullness of the Deity lives in bodily form,  and in Christ you have been brought to fullness. He is the head over every power and authority.  In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh[b] was put off when you were circumcised by[c] Christ,  having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead.\n\n When you were dead in your sins and in the uncircumcision of your flesh, God made you[d] alive with Christ. He forgave us all our sins,  having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross.  And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.[e]\n\nFreedom From Human Rules\n\n Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day.  These are a shadow of the things that were to come; the reality, however, is found in Christ.  Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind.  They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.\n\n",
    "Script 4": "\nJesus' Teaching on Prayer\n\n One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, \"Lord, teach us to pray, just as John taught his disciples.\"\n\n He said to them, \"When you pray, say:\n\n\"'Father,[a]\nhallowed be your name,\nyour kingdom come.[b]\n Give us each day our daily bread.\n Forgive us our sins,\n    for we also forgive everyone who sins against us.[c]\nAnd lead us not into temptation.[d]'\"\n\n Then Jesus said to them, \"Suppose you have a friend, and you go to him at midnight and say, 'Friend, lend me three loaves of bread;  a friend of mine on a journey has come to me, and I have no food to offer him.'  And suppose the one inside answers, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up and give you anything.'  I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity[e] he will surely get up and give you as much as you need.\n\n \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.  For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.\n\n \"Which of you fathers, if your son asks for[f] a fish, will give him a snake instead?  Or if he asks for an egg, will give him a scorpion?  If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"\n\n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Hosea1:2-10,Psalm85,Genesis18:20-32,Psalm138,Colossians2:6-15,%2816-19%29,Luke11:1-13&version=NIV",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Hos.1,Ps.85,Gen.18,Ps.138,Col.2,Luke.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_533584b1f4f94fcb9e864b451286c8c4~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_aac40fce06dd4127867e473fd33cbe60~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_0c73aa3379424133b8bb6263f186f326~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_650de87de652423c883a667149d33021~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_f7d1c434db1749c4a042f5774d1bd74a~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_a37ca48240a840d19632193f42bb5046~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 85:1-13, Psalm 138:1-8",
    "Address Script 2": "Hosea 1:2-10, Genesis 18:20-32",
    "Address Script 3": "Colossians 2:6-15, 16-18",
    "Address Script 4": "Luke 11:1-13",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.85.b7f19616144416d3e05a022238f55f4c.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Hos.1.7c3e00cd6aab518b5ac4ea2e63fbece5.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Col.2.4bc4dadeee18055147b9bf4372212d20.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.11.8aafdb25cc7ecccea98ea8b616cbd0fe.mp3",
    "Verse to start at for audio": 43
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 85[a]\n\nFor the director of music. Of the Sons of Korah. A psalm.\n\n1 You, Lord, showed favor to your land;\n    you restored the fortunes of Jacob.\n2 You forgave the iniquity of your people\n    and covered all their sins.[b]\n3 You set aside all your wrath\n    and turned from your fierce anger.\n\n4 Restore us again, God our Savior,\n    and put away your displeasure toward us.\n5 Will you be angry with us forever?\n    Will you prolong your anger through all generations?\n6 Will you not revive us again,\n    that your people may rejoice in you?\n7 Show us your unfailing love, Lord,\n    and grant us your salvation.\n\n8 I will listen to what God the Lord says;\n    he promises peace to his people, his faithful servants--\n    but let them not turn to folly.\n9 Surely his salvation is near those who fear him,\n    that his glory may dwell in our land.\n\n10 Love and faithfulness meet together;\n    righteousness and peace kiss each other.\n11 Faithfulness springs forth from the earth,\n    and righteousness looks down from heaven.\n12 The Lord will indeed give what is good,\n    and our land will yield its harvest.\n13 Righteousness goes before him\n    and prepares the way for his steps.\n\nFootnotes\na. Psalm 85:1 In Hebrew texts 85:1-13 is numbered 85:2-14.\nb. Psalm 85:2 The Hebrew has Selah (a word of uncertain meaning) here.\n\nPsalm 138\n\nOf David.\n\n1 I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n2 I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n3 When I called, you answered me;\n    you greatly emboldened me.\n\n4 May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n5 May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n6 Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n7 Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n8 The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": "Hosea 1:2-10\n\nHosea's Wife and Children\n\n2 When the Lord began to speak through Hosea, the Lord said to him, \"Go, marry a promiscuous woman and have children with her, for like an adulterous wife this land is guilty of unfaithfulness to the Lord.\" 3 So he married Gomer daughter of Diblaim, and she conceived and bore him a son.\n\n4 Then the Lord said to Hosea, \"Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel. 5 In that day I will break Israel's bow in the Valley of Jezreel.\"\n\n6 Gomer conceived again and gave birth to a daughter. Then the Lord said to Hosea, \"Call her Lo-Ruhamah (which means \"not loved\"), for I will no longer show love to Israel, that I should at all forgive them. 7 Yet I will show love to Judah; and I will save them--not by bow, sword or battle, or by horses and horsemen, but I, the Lord their God, will save them.\"\n\n8 After she had weaned Lo-Ruhamah, Gomer had another son. 9 Then the Lord said, \"Call him Lo-Ammi (which means \"not my people\"), for you are not my people, and I am not your God.[a]\n\n10 \"Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, 'You are not my people,' they will be called 'children of the living God.'\n\nFootnotes\na. Hosea 1:9 Or your I am\n\nGenesis 18:20-32\n\n20 Then the Lord said, \"The outcry against Sodom and Gomorrah is so great and their sin so grievous 21 that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.\"\n\n22 The men turned away and went toward Sodom, but Abraham remained standing before the Lord.[a] 23 Then Abraham approached him and said: \"Will you sweep away the righteous with the wicked? 24 What if there are fifty righteous people in the city? Will you really sweep it away and not spare[b] the place for the sake of the fifty righteous people in it? 25 Far be it from you to do such a thing--to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?\"\n\n26 The Lord said, \"If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.\"\n\n27 Then Abraham spoke up again: \"Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes, 28 what if the number of the righteous is five less than fifty? Will you destroy the whole city for lack of five people?\"\n\n\"If I find forty-five there,\" he said, \"I will not destroy it.\"\n\n29 Once again he spoke to him, \"What if only forty are found there?\"\n\nHe said, \"For the sake of forty, I will not do it.\"\n\n30 Then he said, \"May the Lord not be angry, but let me speak. What if only thirty can be found there?\"\n\nHe answered, \"I will not do it if I find thirty there.\"\n\n31 Abraham said, \"Now that I have been so bold as to speak to the Lord, what if only twenty can be found there?\"\n\nHe said, \"For the sake of twenty, I will not destroy it.\"\n\n32 Then he said, \"May the Lord not be angry, but let me speak just once more. What if only ten can be found there?\"\n\nHe answered, \"For the sake of ten, I will not destroy it.\"\n\nFootnotes\na. Genesis 18:22 Masoretic Text; an ancient Hebrew scribal tradition but the Lord remained standing before Abraham\nb. Genesis 18:24 Or forgive; also in verse 26",
    "Script 3": "Colossians 2:6-15, (16-18)\n\nSpiritual Fullness in Christ\n\n6 So then, just as you received Christ Jesus as Lord, continue to live your lives in him, 7 rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.\n\n8 See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces[a] of this world rather than on Christ.\n\n9 For in Christ all the fullness of the Deity lives in bodily form, 10 and in Christ you have been brought to fullness. He is the head over every power and authority. 11 In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh[b] was put off when you were circumcised by[c] Christ, 12 having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead.\n\n13 When you were dead in your sins and in the uncircumcision of your flesh, God made you[d] alive with Christ. He forgave us all our sins, 14 having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross. 15 And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.[e]\n\nFreedom From Human Rules\n\n16 Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. 17 These are a shadow of the things that were to come; the reality, however, is found in Christ. 18 Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind. 19 They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.\n\nFootnotes\na. Colossians 2:8 Or the basic principles; also in verse 20\nb. Colossians 2:11 In contexts like this, the Greek word for flesh (sarx) refers to the sinful state of human beings, often presented as a power in opposition to the Spirit; also in verse 13.\nc. Colossians 2:11 Or put off in the circumcision of\nd. Colossians 2:13 Some manuscripts us\ne. Colossians 2:15 Or them in him",
    "Script 4": "Luke 11:1-13\n\nJesus' Teaching on Prayer\n\n11 One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, \"Lord, teach us to pray, just as John taught his disciples.\"\n\n2 He said to them, \"When you pray, say:\n\n\"'Father,[a]\nhallowed be your name,\nyour kingdom come.[b]\n3 Give us each day our daily bread.\n4 Forgive us our sins,\n    for we also forgive everyone who sins against us.[c]\nAnd lead us not into temptation.[d]'\"\n\n5 Then Jesus said to them, \"Suppose you have a friend, and you go to him at midnight and say, 'Friend, lend me three loaves of bread; 6 a friend of mine on a journey has come to me, and I have no food to offer him.' 7 And suppose the one inside answers, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up and give you anything.' 8 I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity[e] he will surely get up and give you as much as you need.\n\n9 \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. 10 For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.\n\n11 \"Which of you fathers, if your son asks for[f] a fish, will give him a snake instead? 12 Or if he asks for an egg, will give him a scorpion? 13 If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"\n\nFootnotes\na. Luke 11:2 Some manuscripts Our Father in heaven\nb. Luke 11:2 Some manuscripts come. May your will be done on earth as it is in heaven.\nc. Luke 11:4 Greek everyone who is indebted to us\nd. Luke 11:4 Some manuscripts temptation, but deliver us from the evil one\ne. Luke 11:8 Or yet to preserve his good name\nf. Luke 11:11 Some manuscripts for bread, will give him a stone? Or if he asks for",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. Of the Sons of Korah. A psalm.\n\n You, Lord, showed favor to your land;\n    you restored the fortunes of Jacob.\n You forgave the iniquity of your people\n    and covered all their sins.[b]\n You set aside all your wrath\n    and turned from your fierce anger.\n\n Restore us again, God our Savior,\n    and put away your displeasure toward us.\n Will you be angry with us forever?\n    Will you prolong your anger through all generations?\n Will you not revive us again,\n    that your people may rejoice in you?\n Show us your unfailing love, Lord,\n    and grant us your salvation.\n\n I will listen to what God the Lord says;\n    he promises peace to his people, his faithful servants--\n    but let them not turn to folly.\n Surely his salvation is near those who fear him,\n    that his glory may dwell in our land.\n\n Love and faithfulness meet together;\n    righteousness and peace kiss each other.\n Faithfulness springs forth from the earth,\n    and righteousness looks down from heaven.\n The Lord will indeed give what is good,\n    and our land will yield its harvest.\n Righteousness goes before him\n    and prepares the way for his steps.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.\n\nPsalm \n\nOf David.\n\n I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n When I called, you answered me;\n    you greatly emboldened me.\n\n May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": "Hosea :-\n\nHosea's Wife and Children\n\n When the Lord began to speak through Hosea, the Lord said to him, \"Go, marry a promiscuous woman and have children with her, for like an adulterous wife this land is guilty of unfaithfulness to the Lord.\"  So he married Gomer daughter of Diblaim, and she conceived and bore him a son.\n\n Then the Lord said to Hosea, \"Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel.  In that day I will break Israel's bow in the Valley of Jezreel.\"\n\n Gomer conceived again and gave birth to a daughter. Then the Lord said to Hosea, \"Call her Lo-Ruhamah (which means \"not loved\"), for I will no longer show love to Israel, that I should at all forgive them.  Yet I will show love to Judah; and I will save them--not by bow, sword or battle, or by horses and horsemen, but I, the Lord their God, will save them.\"\n\n After she had weaned Lo-Ruhamah, Gomer had another son.  Then the Lord said, \"Call him Lo-Ammi (which means \"not my people\"), for you are not my people, and I am not your God.[a]\n\n \"Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, 'You are not my people,' they will be called 'children of the living God.'\n\nFootnotes\na. Hosea : Or your I am\n\nGenesis :-\n\n Then the Lord said, \"The outcry against Sodom and Gomorrah is so great and their sin so grievous  that I will go down and see if what they have done is as bad as the outcry that has reached me. If not, I will know.\"\n\n The men turned away and went toward Sodom, but Abraham remained standing before the Lord.[a]  Then Abraham approached him and said: \"Will you sweep away the righteous with the wicked?  What if there are fifty righteous people in the city? Will you really sweep it away and not spare[b] the place for the sake of the fifty righteous people in it?  Far be it from you to do such a thing--to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?\"\n\n The Lord said, \"If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.\"\n\n Then Abraham spoke up again: \"Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes,  what if the number of the righteous is five less than fifty? Will you destroy the whole city for lack of five people?\"\n\n\"If I find forty-five there,\" he said, \"I will not destroy it.\"\n\n Once again he spoke to him, \"What if only forty are found there?\"\n\nHe said, \"For the sake of forty, I will not do it.\"\n\n Then he said, \"May the Lord not be angry, but let me speak. What if only thirty can be found there?\"\n\nHe answered, \"I will not do it if I find thirty there.\"\n\n Abraham said, \"Now that I have been so bold as to speak to the Lord, what if only twenty can be found there?\"\n\nHe said, \"For the sake of twenty, I will not destroy it.\"\n\n Then he said, \"May the Lord not be angry, but let me speak just once more. What if only ten can be found there?\"\n\nHe answered, \"For the sake of ten, I will not destroy it.\"\n\nFootnotes\na. Genesis : Masoretic Text; an ancient Hebrew scribal tradition but the Lord remained standing before Abraham\nb. Genesis : Or forgive; also in verse ",
    "Script 3": "Colossians :-, (-)\n\nSpiritual Fullness in Christ\n\n So then, just as you received Christ Jesus as Lord, continue to live your lives in him,  rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.\n\n See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces[a] of this world rather than on Christ.\n\n For in Christ all the fullness of the Deity lives in bodily form,  and in Christ you have been brought to fullness. He is the head over every power and authority.  In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh[b] was put off when you were circumcised by[c] Christ,  having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead.\n\n When you were dead in your sins and in the uncircumcision of your flesh, God made you[d] alive with Christ. He forgave us all our sins,  having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross.  And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.[e]\n\nFreedom From Human Rules\n\n Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day.  These are a shadow of the things that were to come; the reality, however, is found in Christ.  Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind.  They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.\n\nFootnotes\na. Colossians : Or the basic principles; also in verse \nb. Colossians : In contexts like this, the Greek word for flesh (sarx) refers to the sinful state of human beings, often presented as a power in opposition to the Spirit; also in verse .\nc. Colossians : Or put off in the circumcision of\nd. Colossians : Some manuscripts us\ne. Colossians : Or them in him",
    "Script 4": "Luke :-\n\nJesus' Teaching on Prayer\n\n One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, \"Lord, teach us to pray, just as John taught his disciples.\"\n\n He said to them, \"When you pray, say:\n\n\"'Father,[a]\nhallowed be your name,\nyour kingdom come.[b]\n Give us each day our daily bread.\n Forgive us our sins,\n    for we also forgive everyone who sins against us.[c]\nAnd lead us not into temptation.[d]'\"\n\n Then Jesus said to them, \"Suppose you have a friend, and you go to him at midnight and say, 'Friend, lend me three loaves of bread;  a friend of mine on a journey has come to me, and I have no food to offer him.'  And suppose the one inside answers, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up and give you anything.'  I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity[e] he will surely get up and give you as much as you need.\n\n \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.  For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.\n\n \"Which of you fathers, if your son asks for[f] a fish, will give him a snake instead?  Or if he asks for an egg, will give him a scorpion?  If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"\n\nFootnotes\na. Luke : Some manuscripts Our Father in heaven\nb. Luke : Some manuscripts come. May your will be done on earth as it is in heaven.\nc. Luke : Greek everyone who is indebted to us\nd. Luke : Some manuscripts temptation, but deliver us from the evil one\ne. Luke : Or yet to preserve his good name\nf. Luke : Some manuscripts for bread, will give him a stone? Or if he asks for",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. Of the Sons of Korah. A psalm.\n\n You, Lord, showed favor to your land;\n    you restored the fortunes of Jacob.\n You forgave the iniquity of your people\n    and covered all their sins.[b]\n You set aside all your wrath\n    and turned from your fierce anger.\n\n Restore us again, God our Savior,\n    and put away your displeasure toward us.\n Will you be angry with us forever?\n    Will you prolong your anger through all generations?\n Will you not revive us again,\n    that your people may rejoice in you?\n Show us your unfailing love, Lord,\n    and grant us your salvation.\n\n I will listen to what God the Lord says;\n    he promises peace to his people, his faithful servants--\n    but let them not turn to folly.\n Surely his salvation is near those who fear him,\n    that his glory may dwell in our land.\n\n Love and faithfulness meet together;\n    righteousness and peace kiss each other.\n Faithfulness springs forth from the earth,\n    and righteousness looks down from heaven.\n The Lord will indeed give what is good,\n    and our land will yield its harvest.\n Righteousness goes before him\n    and prepares the way for his steps.\n\n",
    "Script 2": "Hosea :-\n\nHosea's Wife and Children\n\n When the Lord began to speak through Hosea, the Lord said to him, \"Go, marry a promiscuous woman and have children with her, for like an adulterous wife this land is guilty of unfaithfulness to the Lord.\"  So he married Gomer daughter of Diblaim, and she conceived and bore him a son.\n\n Then the Lord said to Hosea, \"Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel.  In that day I will break Israel's bow in the Valley of Jezreel.\"\n\n Gomer conceived again and gave birth to a daughter. Then the Lord said to Hosea, \"Call her Lo-Ruhamah (which means \"not loved\"), for I will no longer show love to Israel, that I should at all forgive them.  Yet I will show love to Judah; and I will save them--not by bow, sword or battle, or by horses and horsemen, but I, the Lord their God, will save them.\"\n\n After she had weaned Lo-Ruhamah, Gomer had another son.  Then the Lord said, \"Call him Lo-Ammi (which means \"not my people\"), for you are not my people, and I am not your God.[a]\n\n \"Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, 'You are not my people,' they will be called 'children of the living God.'\n\n",
    "Script 3": "Colossians :-, (-)\n\nSpiritual Fullness in Christ\n\n So then, just as you received Christ Jesus as Lord, continue to live your lives in him,  rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.\n\n See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces[a] of this world rather than on Christ.\n\n For in Christ all the fullness of the Deity lives in bodily form,  and in Christ you have been brought to fullness. He is the head over every power and authority.  In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh[b] was put off when you were circumcised by[c] Christ,  having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead.\n\n When you were dead in your sins and in the uncircumcision of your flesh, God made you[d] alive with Christ. He forgave us all our sins,  having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross.  And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.[e]\n\nFreedom From Human Rules\n\n Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day.  These are a shadow of the things that were to come; the reality, however, is found in Christ.  Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind.  They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.\n\n",
    "Script 4": "Luke :-\n\nJesus' Teaching on Prayer\n\n One day Jesus was praying in a certain place. When he finished, one of his disciples said to him, \"Lord, teach us to pray, just as John taught his disciples.\"\n\n He said to them, \"When you pray, say:\n\n\"'Father,[a]\nhallowed be your name,\nyour kingdom come.[b]\n Give us each day our daily bread.\n Forgive us our sins,\n    for we also forgive everyone who sins against us.[c]\nAnd lead us not into temptation.[d]'\"\n\n Then Jesus said to them, \"Suppose you have a friend, and you go to him at midnight and say, 'Friend, lend me three loaves of bread;  a friend of mine on a journey has come to me, and I have no food to offer him.'  And suppose the one inside answers, 'Don't bother me. The door is already locked, and my children and I are in bed. I can't get up and give you anything.'  I tell you, even though he will not get up and give you the bread because of friendship, yet because of your shameless audacity[e] he will surely get up and give you as much as you need.\n\n \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.  For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened.\n\n \"Which of you fathers, if your son asks for[f] a fish, will give him a snake instead?  Or if he asks for an egg, will give him a scorpion?  If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"\n\n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]