[
  {
    "Date": "2026-01-16T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/q7o-1jD9ZGw",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYjU1OGFjMzktYWMzNC0zY2NiLWJmMmYtZjlmMmFlZWMzZTcw?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=Cm60AW7FV10&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=10",
    "famous quote": "\"It would seem that Our Lord finds our desires not too strong, but too weak. We are half-hearted creatures, fooling about with drink and sex and ambition when infinite joy is offered us, like an ignorant child who wants to go on making mud pies in a slum because he cannot imagine what is meant by the offer of a holiday at the sea. We are far too easily pleased.\"\n-- C.S. Lewis (The Weight of Glory, and Other Addresses)",
    "Ted Talks": "https://www.youtube.com/watch?v=9kxL9Cf46VM",
    "Nature Video": "https://www.youtube.com/watch?v=IECxwvM5MYM",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/know-your-local-homeless-clisby",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Clisby and Stephanie\n\nI met Clisby and Stephanie at a homeless outreach put on by my church, Trinity Anglican Mission. They were sitting with two big garbage bags of donated clothes as I walked past them and they were debating how on earth they would get all this stuff home. They had just gotten off of the streets, but their new apartment was like a mile away. And they had walked.\n\nI stopped to talk, heard their story, and said, \"Well, I could give you guys a ride.\"\n\nA light clicked on in Stephanie's eyes and she sprung up to go get more clothes. While she was gone I asked to hear more of Clisby's story, and then if I could record it. The following is their story. (the audio takes longer, but it gets pretty crazy around minute 5:55.)\n\nThey came up to Atlanta from Miami 30 days ago and became homeless when they got ripped off and then didn't have enough money to get a place.\n\nClisby points across the street and said \"We stayed on that lawn for 18 days when we got up here.\" He was staying at a homeless shelter but she wasn't able to get into a woman's shelter so he chose to sleep on the lawn the rest of the time with her.\n\nHe pulled off his shades at one point and points at one of his eyes. It's eyelids were almost all the way closed around it, and I could tell that behind them was the white of an eye that no longer worked. He said that happened back in 1987 when a woman threw liquid drano mixed with ammonia into his face, because she was jealous that he was kissing on some other girl.\n\nI almost touch a scar on his temple and say, \"Oh, is that from the drano too?\" He replies nonchalantly, \"No that's were I got stabbed.\"\n\n\"Wait what?\" I asked him to backup and explain that. He said it was from when a druggy woman-friend got mad at him and basically tried to hit him while she had a knife in her hand. Then he took my hand and touched it to a place on the bone at the edge of the same eye. \"You feel that? Thats where I was shot.\"\n\nIt took me a couple of seconds to realize he actually just said he had been shot in the face too, but when I finally got caught up I asked him how it happened. He says (I'll paraphrase- skip to time 7:43 in the video for his exact words), \"Me an' a dude were shooting at each other over drugs-- I used to sell drugs. So, I went to the club that same night and I'm in the club dancing and stuff and I didn't even know I got shot. The dude had to walk up on me and hit me. I felt this stuff coming down my face, like I thought it was sweat or something but then I started to get dizzy. I went to da bathroom and peeled the skin back and dat what it was.\" Clisby was putting my hand on the healed skin, over which the bone was still kinda mangled from where they took out the bullet.\n\nThen he points to a place to the right of his groin. \"That's where I was shot by an M-16. It missed my private parts by fractions of inches.\" Then he points to his right foot. \"And I shot myself in the foot when I was 12.\" Apparently he stole his grandma's gun and took it back to show 'the guys I don't need a BB gun. I need a gun.' He comments on those days, \"I was a product of my environment.\"\n\nI asked him how he pulled himself out of all that and he said, \"You see, I had to break the cycle.\" He had spent 19 years of his life in the prison system. But while he was there he learned law. He studied to be a paralegal and that's how he learned to respect the law of the system. And now it's been almost 6 years since he's been in prison.\n\nI asked how God had factored into the change. He told me how he went from hiding his shoes from his mom when he was young because he didn't want to go to church, to how now he and Stephanie have started going to a Christian fellowship and that they are a praying couple.\n\nBefore Stephanie came back he mentioned how he really wanted to surprise her with some pots and pans so she could be able to cook in their house. So after she came back we drove to the Family Dollar on our way home. They picked out a pack of cheap cookware, and as I gave a $20 bill to Clisby so that he could pay the cashier I realized something interesting. This was one of the 20's that came from the books I sold at the Decatur Book Festival. Not that it's a direct correlation but I was reminded that it was partly because of you all buying my books that I was able to help. May we all give from what we've been given. Which, I suppose, is basically everything.\n\nBoth Clisby and Stephanie were very grateful and at first had thought that coming to Atlanta was a big mistake. But lately, after things like the outreach the church had done, and meeting other good folks that had helped them (leading up to that day), they felt like God was really taking care of them. Way to be the hands and feet of Jesus, church.\n\nI asked them the best way we can help them. Stephanie said clothes and stuff like this is great, but people can just ask them what they need most at that time.\n\nRaw Spoon",
    "Interview Video": "https://youtu.be/CF6erRDB-8w",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=5PH5f5JtQzo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]