[
  {
    "Date": "2025-09-29T07:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 19- Ordinary Time",
    "Script 1": "\nFor the director of music. For Jeduthun. A psalm of David.\n\n Truly my soul finds rest in God;\n    my salvation comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will never be shaken.\n\n How long will you assault me?\n    Would all of you throw me down--\n    this leaning wall, this tottering fence?\n Surely they intend to topple me\n    from my lofty place;\n    they take delight in lies.\nWith their mouths they bless,\n    but in their hearts they curse.[b]\n\n Yes, my soul, find rest in God;\n    my hope comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will not be shaken.\n My salvation and my honor depend on God[c];\n    he is my mighty rock, my refuge.\n Trust in him at all times, you people;\n    pour out your hearts to him,\n    for God is our refuge.\n\n Surely the lowborn are but a breath,\n    the highborn are but a lie.\nIf weighed on a balance, they are nothing;\n    together they are only a breath.\n Do not trust in extortion\n    or put vain hope in stolen goods;\nthough your riches increase,\n    do not set your heart on them.\n\n One thing God has spoken,\n    two things I have heard:\n\"Power belongs to you, God,\n     and with you, Lord, is unfailing love\";\nand, \"You reward everyone\n    according to what they have done.\"\n\n",
    "Script 2": "The Lord Abhors the Pride of Israel\n\n The Sovereign Lord has sworn by himself--the Lord God Almighty declares:\n\n\"I abhor the pride of Jacob\n    and detest his fortresses;\nI will deliver up the city\n    and everything in it.\"\n\n If ten people are left in one house, they too will die.  And if the relative who comes to carry the bodies out of the house to burn them[a] asks anyone who might be hiding there, \"Is anyone else with you?\" and he says, \"No,\" then he will go on to say, \"Hush! We must not mention the name of the Lord.\"\n\n For the Lord has given the command,\n    and he will smash the great house into pieces\n    and the small house into bits.\n\n Do horses run on the rocky crags?\n    Does one plow the sea[b] with oxen?\nBut you have turned justice into poison\n    and the fruit of righteousness into bitterness--\n you who rejoice in the conquest of Lo Debar[c]\n    and say, \"Did we not take Karnaim[d] by our own strength?\"\n\n For the Lord God Almighty declares,\n    \"I will stir up a nation against you, Israel,\nthat will oppress you all the way\n    from Lebo Hamath to the valley of the Arabah.\"\n\n",
    "Script 3": "To the Church in Laodicea\n\n \"To the angel of the church in Laodicea write:\n\nThese are the words of the Amen, the faithful and true witness, the ruler of God's creation.  I know your deeds, that you are neither cold nor hot. I wish you were either one or the other!  So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.  You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.  I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see.\n\n Those whom I love I rebuke and discipline. So be earnest and repent.  Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.\n\n To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne.  Whoever has ears, let them hear what the Spirit says to the churches.\"",
    "Script 4": "American Standard Version\n If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him;  then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:  and it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke;  and the elders of that city shall bring down the heifer unto a valley with running water, which is neither plowed nor sown, and shall break the heifer's neck there in the valley.  And the priests the sons of Levi shall come near; for them Jehovah thy God hath chosen to minister unto him, and to bless in the name of Jehovah; and according to their word shall every controversy and every stroke be.  And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley;  and they shall answer and say, Our hands have not shed this blood, neither have our eyes seen it.  Forgive, O Jehovah, thy people Israel, whom thou hast redeemed, and suffer not innocent blood to remain in the midst of thy people Israel. And the blood shall be forgiven them.  So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of Jehovah.\n\n When thou goest forth to battle against thine enemies, and Jehovah thy God delivereth them into thy hands, and thou carriest them away captive,  and seest among the captives a beautiful woman, and thou hast a desire unto her, and wouldest take her to thee to wife;  then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails;  and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife.  And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her [a]as a slave, because thou hast humbled her.\n\n If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated;  then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born [b]before the son of the hated, who is the first-born:  but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the beginning of his strength; the right of the first-born is his.\n\n If a man have a stubborn and rebellious son, that will not obey the voice of his father, or the voice of his mother, and, though they chasten him, will not hearken unto them;  then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;  and they shall say unto the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard.  And all the men of his city shall stone him to death with stones: so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear.\n\n And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree;  his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is [c]accursed of God; that thou defile not thy land which Jehovah thy God giveth thee for an inheritance.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm62;Amos6:8-14;Revelation3:14-22",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.62,Amos.6,Rev.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f637ac00fdf9430aada07c5cb85821d8~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_f77d9eca9b4b423680512d200e528ac1~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_c9a5ec4608c24db2a7e5116044e452ba~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_2c5002e197d140d997ee6e4a32628a29~mv2.jpg",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_a11cd2661ebf4669b5a143fce044b8d6~mv2.jpeg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 62:1-12",
    "Address Script 2": "Amos 6:8-14",
    "Address Script 3": "Revelation 3:14-22",
    "Address Script 4": "Deuteronomy 21",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.62.7b13d2bfde9dfe5df76c626f753b1dc1.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Amos.6.1c658b4e20661118ba7b3332458a1c72.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rev.3.e56ef2bbdab304813e826025bba11e18.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 93
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 62[a]\n\nFor the director of music. For Jeduthun. A psalm of David.\n\n1 Truly my soul finds rest in God;\n    my salvation comes from him.\n2 Truly he is my rock and my salvation;\n    he is my fortress, I will never be shaken.\n\n3 How long will you assault me?\n    Would all of you throw me down--\n    this leaning wall, this tottering fence?\n4 Surely they intend to topple me\n    from my lofty place;\n    they take delight in lies.\nWith their mouths they bless,\n    but in their hearts they curse.[b]\n\n5 Yes, my soul, find rest in God;\n    my hope comes from him.\n6 Truly he is my rock and my salvation;\n    he is my fortress, I will not be shaken.\n7 My salvation and my honor depend on God[c];\n    he is my mighty rock, my refuge.\n8 Trust in him at all times, you people;\n    pour out your hearts to him,\n    for God is our refuge.\n\n9 Surely the lowborn are but a breath,\n    the highborn are but a lie.\nIf weighed on a balance, they are nothing;\n    together they are only a breath.\n10 Do not trust in extortion\n    or put vain hope in stolen goods;\nthough your riches increase,\n    do not set your heart on them.\n\n11 One thing God has spoken,\n    two things I have heard:\n\"Power belongs to you, God,\n12     and with you, Lord, is unfailing love\";\nand, \"You reward everyone\n    according to what they have done.\"\n\nFootnotes\na. Psalm 62:1 In Hebrew texts 62:1-12 is numbered 62:2-13.\nb. Psalm 62:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse 8.\nc. Psalm 62:7 Or / God Most High is my salvation and my honor",
    "Script 2": "Amos 6:8-14\n\nThe Lord Abhors the Pride of Israel\n\n8 The Sovereign Lord has sworn by himself--the Lord God Almighty declares:\n\n\"I abhor the pride of Jacob\n    and detest his fortresses;\nI will deliver up the city\n    and everything in it.\"\n\n9 If ten people are left in one house, they too will die. 10 And if the relative who comes to carry the bodies out of the house to burn them[a] asks anyone who might be hiding there, \"Is anyone else with you?\" and he says, \"No,\" then he will go on to say, \"Hush! We must not mention the name of the Lord.\"\n\n11 For the Lord has given the command,\n    and he will smash the great house into pieces\n    and the small house into bits.\n\n12 Do horses run on the rocky crags?\n    Does one plow the sea[b] with oxen?\nBut you have turned justice into poison\n    and the fruit of righteousness into bitterness--\n13 you who rejoice in the conquest of Lo Debar[c]\n    and say, \"Did we not take Karnaim[d] by our own strength?\"\n\n14 For the Lord God Almighty declares,\n    \"I will stir up a nation against you, Israel,\nthat will oppress you all the way\n    from Lebo Hamath to the valley of the Arabah.\"\n\nFootnotes\na. Amos 6:10 Or to make a funeral fire in honor of the dead\nb. Amos 6:12 With a different word division of the Hebrew; Masoretic Text plow there\nc. Amos 6:13 Lo Debar means nothing.\nd. Amos 6:13 Karnaim means horns; horn here symbolizes strength.",
    "Script 3": "Revelation 3:14-22\n\nTo the Church in Laodicea\n\n14 \"To the angel of the church in Laodicea write:\n\nThese are the words of the Amen, the faithful and true witness, the ruler of God's creation. 15 I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! 16 So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. 17 You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. 18 I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see.\n\n19 Those whom I love I rebuke and discipline. So be earnest and repent. 20 Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.\n\n21 To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne. 22 Whoever has ears, let them hear what the Spirit says to the churches.\"",
    "Script 4": "Deuteronomy 21\nAmerican Standard Version\n21 If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him; 2 then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain: 3 and it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke; 4 and the elders of that city shall bring down the heifer unto a valley with running water, which is neither plowed nor sown, and shall break the heifer's neck there in the valley. 5 And the priests the sons of Levi shall come near; for them Jehovah thy God hath chosen to minister unto him, and to bless in the name of Jehovah; and according to their word shall every controversy and every stroke be. 6 And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley; 7 and they shall answer and say, Our hands have not shed this blood, neither have our eyes seen it. 8 Forgive, O Jehovah, thy people Israel, whom thou hast redeemed, and suffer not innocent blood to remain in the midst of thy people Israel. And the blood shall be forgiven them. 9 So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of Jehovah.\n\n10 When thou goest forth to battle against thine enemies, and Jehovah thy God delivereth them into thy hands, and thou carriest them away captive, 11 and seest among the captives a beautiful woman, and thou hast a desire unto her, and wouldest take her to thee to wife; 12 then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails; 13 and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife. 14 And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her [a]as a slave, because thou hast humbled her.\n\n15 If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated; 16 then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born [b]before the son of the hated, who is the first-born: 17 but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the beginning of his strength; the right of the first-born is his.\n\n18 If a man have a stubborn and rebellious son, that will not obey the voice of his father, or the voice of his mother, and, though they chasten him, will not hearken unto them; 19 then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place; 20 and they shall say unto the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard. 21 And all the men of his city shall stone him to death with stones: so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear.\n\n22 And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree; 23 his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is [c]accursed of God; that thou defile not thy land which Jehovah thy God giveth thee for an inheritance.\n\n \nFootnotes\nDeuteronomy 21:14 Or, as a chattel\nDeuteronomy 21:16 Or, during the lifetime of\nDeuteronomy 21:23 Hebrew the curse of God.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. For Jeduthun. A psalm of David.\n\n Truly my soul finds rest in God;\n    my salvation comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will never be shaken.\n\n How long will you assault me?\n    Would all of you throw me down--\n    this leaning wall, this tottering fence?\n Surely they intend to topple me\n    from my lofty place;\n    they take delight in lies.\nWith their mouths they bless,\n    but in their hearts they curse.[b]\n\n Yes, my soul, find rest in God;\n    my hope comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will not be shaken.\n My salvation and my honor depend on God[c];\n    he is my mighty rock, my refuge.\n Trust in him at all times, you people;\n    pour out your hearts to him,\n    for God is our refuge.\n\n Surely the lowborn are but a breath,\n    the highborn are but a lie.\nIf weighed on a balance, they are nothing;\n    together they are only a breath.\n Do not trust in extortion\n    or put vain hope in stolen goods;\nthough your riches increase,\n    do not set your heart on them.\n\n One thing God has spoken,\n    two things I have heard:\n\"Power belongs to you, God,\n     and with you, Lord, is unfailing love\";\nand, \"You reward everyone\n    according to what they have done.\"\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse .\nc. Psalm : Or / God Most High is my salvation and my honor",
    "Script 2": "Amos :-\n\nThe Lord Abhors the Pride of Israel\n\n The Sovereign Lord has sworn by himself--the Lord God Almighty declares:\n\n\"I abhor the pride of Jacob\n    and detest his fortresses;\nI will deliver up the city\n    and everything in it.\"\n\n If ten people are left in one house, they too will die.  And if the relative who comes to carry the bodies out of the house to burn them[a] asks anyone who might be hiding there, \"Is anyone else with you?\" and he says, \"No,\" then he will go on to say, \"Hush! We must not mention the name of the Lord.\"\n\n For the Lord has given the command,\n    and he will smash the great house into pieces\n    and the small house into bits.\n\n Do horses run on the rocky crags?\n    Does one plow the sea[b] with oxen?\nBut you have turned justice into poison\n    and the fruit of righteousness into bitterness--\n you who rejoice in the conquest of Lo Debar[c]\n    and say, \"Did we not take Karnaim[d] by our own strength?\"\n\n For the Lord God Almighty declares,\n    \"I will stir up a nation against you, Israel,\nthat will oppress you all the way\n    from Lebo Hamath to the valley of the Arabah.\"\n\nFootnotes\na. Amos : Or to make a funeral fire in honor of the dead\nb. Amos : With a different word division of the Hebrew; Masoretic Text plow there\nc. Amos : Lo Debar means nothing.\nd. Amos : Karnaim means horns; horn here symbolizes strength.",
    "Script 3": "Revelation :-\n\nTo the Church in Laodicea\n\n \"To the angel of the church in Laodicea write:\n\nThese are the words of the Amen, the faithful and true witness, the ruler of God's creation.  I know your deeds, that you are neither cold nor hot. I wish you were either one or the other!  So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.  You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.  I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see.\n\n Those whom I love I rebuke and discipline. So be earnest and repent.  Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.\n\n To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne.  Whoever has ears, let them hear what the Spirit says to the churches.\"",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him;  then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:  and it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke;  and the elders of that city shall bring down the heifer unto a valley with running water, which is neither plowed nor sown, and shall break the heifer's neck there in the valley.  And the priests the sons of Levi shall come near; for them Jehovah thy God hath chosen to minister unto him, and to bless in the name of Jehovah; and according to their word shall every controversy and every stroke be.  And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley;  and they shall answer and say, Our hands have not shed this blood, neither have our eyes seen it.  Forgive, O Jehovah, thy people Israel, whom thou hast redeemed, and suffer not innocent blood to remain in the midst of thy people Israel. And the blood shall be forgiven them.  So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of Jehovah.\n\n When thou goest forth to battle against thine enemies, and Jehovah thy God delivereth them into thy hands, and thou carriest them away captive,  and seest among the captives a beautiful woman, and thou hast a desire unto her, and wouldest take her to thee to wife;  then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails;  and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife.  And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her [a]as a slave, because thou hast humbled her.\n\n If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated;  then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born [b]before the son of the hated, who is the first-born:  but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the beginning of his strength; the right of the first-born is his.\n\n If a man have a stubborn and rebellious son, that will not obey the voice of his father, or the voice of his mother, and, though they chasten him, will not hearken unto them;  then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;  and they shall say unto the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard.  And all the men of his city shall stone him to death with stones: so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear.\n\n And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree;  his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is [c]accursed of God; that thou defile not thy land which Jehovah thy God giveth thee for an inheritance.\n\n \nFootnotes\nDeuteronomy : Or, as a chattel\nDeuteronomy : Or, during the lifetime of\nDeuteronomy : Hebrew the curse of God.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. For Jeduthun. A psalm of David.\n\n Truly my soul finds rest in God;\n    my salvation comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will never be shaken.\n\n How long will you assault me?\n    Would all of you throw me down--\n    this leaning wall, this tottering fence?\n Surely they intend to topple me\n    from my lofty place;\n    they take delight in lies.\nWith their mouths they bless,\n    but in their hearts they curse.[b]\n\n Yes, my soul, find rest in God;\n    my hope comes from him.\n Truly he is my rock and my salvation;\n    he is my fortress, I will not be shaken.\n My salvation and my honor depend on God[c];\n    he is my mighty rock, my refuge.\n Trust in him at all times, you people;\n    pour out your hearts to him,\n    for God is our refuge.\n\n Surely the lowborn are but a breath,\n    the highborn are but a lie.\nIf weighed on a balance, they are nothing;\n    together they are only a breath.\n Do not trust in extortion\n    or put vain hope in stolen goods;\nthough your riches increase,\n    do not set your heart on them.\n\n One thing God has spoken,\n    two things I have heard:\n\"Power belongs to you, God,\n     and with you, Lord, is unfailing love\";\nand, \"You reward everyone\n    according to what they have done.\"\n\n",
    "Script 2": "Amos :-\n\nThe Lord Abhors the Pride of Israel\n\n The Sovereign Lord has sworn by himself--the Lord God Almighty declares:\n\n\"I abhor the pride of Jacob\n    and detest his fortresses;\nI will deliver up the city\n    and everything in it.\"\n\n If ten people are left in one house, they too will die.  And if the relative who comes to carry the bodies out of the house to burn them[a] asks anyone who might be hiding there, \"Is anyone else with you?\" and he says, \"No,\" then he will go on to say, \"Hush! We must not mention the name of the Lord.\"\n\n For the Lord has given the command,\n    and he will smash the great house into pieces\n    and the small house into bits.\n\n Do horses run on the rocky crags?\n    Does one plow the sea[b] with oxen?\nBut you have turned justice into poison\n    and the fruit of righteousness into bitterness--\n you who rejoice in the conquest of Lo Debar[c]\n    and say, \"Did we not take Karnaim[d] by our own strength?\"\n\n For the Lord God Almighty declares,\n    \"I will stir up a nation against you, Israel,\nthat will oppress you all the way\n    from Lebo Hamath to the valley of the Arabah.\"\n\n",
    "Script 3": "Revelation :-\n\nTo the Church in Laodicea\n\n \"To the angel of the church in Laodicea write:\n\nThese are the words of the Amen, the faithful and true witness, the ruler of God's creation.  I know your deeds, that you are neither cold nor hot. I wish you were either one or the other!  So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.  You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.  I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see.\n\n Those whom I love I rebuke and discipline. So be earnest and repent.  Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.\n\n To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne.  Whoever has ears, let them hear what the Spirit says to the churches.\"",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him;  then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:  and it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke;  and the elders of that city shall bring down the heifer unto a valley with running water, which is neither plowed nor sown, and shall break the heifer's neck there in the valley.  And the priests the sons of Levi shall come near; for them Jehovah thy God hath chosen to minister unto him, and to bless in the name of Jehovah; and according to their word shall every controversy and every stroke be.  And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley;  and they shall answer and say, Our hands have not shed this blood, neither have our eyes seen it.  Forgive, O Jehovah, thy people Israel, whom thou hast redeemed, and suffer not innocent blood to remain in the midst of thy people Israel. And the blood shall be forgiven them.  So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of Jehovah.\n\n When thou goest forth to battle against thine enemies, and Jehovah thy God delivereth them into thy hands, and thou carriest them away captive,  and seest among the captives a beautiful woman, and thou hast a desire unto her, and wouldest take her to thee to wife;  then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails;  and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife.  And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her [a]as a slave, because thou hast humbled her.\n\n If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated;  then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born [b]before the son of the hated, who is the first-born:  but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the beginning of his strength; the right of the first-born is his.\n\n If a man have a stubborn and rebellious son, that will not obey the voice of his father, or the voice of his mother, and, though they chasten him, will not hearken unto them;  then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;  and they shall say unto the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard.  And all the men of his city shall stone him to death with stones: so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear.\n\n And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree;  his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is [c]accursed of God; that thou defile not thy land which Jehovah thy God giveth thee for an inheritance.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]