[
  {
    "Date": "2026-02-01T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/2Ax0S0fIHGM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNzVmYTc2NzktMTlhNy0zNjFmLTllNjgtZmRkODc1NjI4YTgx?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=MsNNEamLyfk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=2",
    "famous quote": "\"There are only two kinds of people in the end: those who say to God, \"Thy will be done,\" and those to whom God says, in the end, \"Thy will be done.\" All that are in Hell, choose it. Without that self-choice there could be no Hell. No soul that seriously and constantly desires joy will ever miss it. Those who seek find. Those who knock it is opened.\"\n-- C.S. Lewis (The Great Divorce)",
    "Ted Talks": "https://www.youtube.com/watch?v=h1ERsv_39vE",
    "Nature Video": "https://www.youtube.com/watch?v=tt66izA5y28",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "There are helpful and unhelpful ways to serve the needy. Several years ago I met a friend named Lan. She was in need so I bought her lunch at Panera. She has been in touch from time to time ever since and calls or messages me when she needs help with an electric bill or something. When she does I call up the electrical company and they tell me that there is no reason to worry. She is covered for the next few months. All this to say, like many who are needy, it is because of a mental or emotional illness. I think Lan freaks out when she thinks she won't be able to pay her bill and she calls and messages me four times in one day, even calling at 4am. I think she deals with a lot of fear. \n\r\nSo several years ago I thought I would figure out a creative way to help her. I didn't want to just give her money and enable her, but I wanted her to work for it. So I came up with a plan. I ran it by my dad and a couple people and though they said it was pretty unusual, it just might work. \r\n\nI sent Lan a basic camera and 40 or 50 little pieces of cardstock on which were printed, \"I am paying Lan to do good deeds for me. You owe nothing, but if she has helped you with something, please let her take a picture of you two holding the card so I will know. God bless.\"\r\n\nShe was resistant at first, and probably rightly so, feeling uncomfortable to go up to people and ask if they needed help carrying their groceries or scraping snow off of their car. But I told her, it's the only way I know to really give you a sustainable money source while providing a service to me. \r\n\nI would love to pay for someone to do good deeds and have pictures to show the good that my money is producing!\r\n\nAnyway, she sent me four or five blurry pictures of people she cooked for or had given her old items to. But she didn't include the card in the pictures. I told her I needed that and that I would only give her ten dollars per deed instead of the agreed upon 15. Seemed like a pretty good deal to me.\r\n\nThen she mentioned something about giving her daughter's old clothing to some neighbors. And then she saw some children at the public library and tried to give them clothes. And that there were some misunderstandings with the parents. \r\n\nI told her something like, \"Okay, try to be sensitive to that stuff. And make sure you show them the card and tell them about the project.\"\r\n\nWithin the next couple of weeks I got a call at work from a very unfriendly-sounding woman who said she was an investigator. And she had some questions for me. She asked me if I knew Lan and if I was asking her to send me pictures of children changing clothes.\r\n\nI guess we could say that one went wrong. I asked her if she had seen the cards and packet I had sent Lan. She hadn't. I argued my case that I was just trying to help, feeling misunderstood in the worst of ways. She recorded my answers, asked a couple more questions, and stayed mean. I never heard from her again. Every now and then I get scared that one will come back to haunt me.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"But in our experience, the things that matter the most are the things that are the hardest and least fun to do.\"\n― Jordan Raynor, Startup Stories: Lessons Learned from a Startup's Launch, Grind, and Growth",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]