[
  {
    "": "2025-10-31T07:00:00.000Z",
    "Art title 1": "Each Their Load Must Bear",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_737d6d9e23d749108cb5aba98b449338~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_737d6d9e23d749108cb5aba98b449338~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Marines and Mentorship",
    "Story Link": "https://www.rawspoon.com/post/story-the-marines-and-mentorship",
    "excerpt": "The captain had said that if we just trusted him he would make us into greater men. But we were showing ourselves to be far lesser men at the moment. We were 26 hours into the 36 hour crucible which was the final push of boot camp. If we made it past this we would be marines. \n\n\"F this sh**. I'm done,\" One of my friends said. \"The marines are a bunch of sadistic mother F'ers.\"  In a few months these guys had become some of the closest friends I have ever had. And I felt the same way as they did by this point.\n\nAnother one of my friends affirmed it, \"Seriously, all they're trying to do is make us suffer. If that is really what being a marine is about, I'm not about that at all.\" The sentiment was almost uniform among us.\n\nI did however notice the sharply dressed sergeant easily hiking beside us as we suffered. He had a quiet smile as he listened to us talk. It wasn't the type of smile that liked seeing someone suffer. It had a deeper knowing of something we didn't, something good.\n\nSo when 6 of the young men around me threw down their gear and yelled at the sergent that they were done, I had a decision to make. They looked at me and waited. We had all suffered together. They expected us all to quit together. \n\nI looked at the sergent who quietly waited for my answer. I asked him, \"The captain said he'd make us into better men if we made it through this. Will this make me into a better man?\"\n\nDespite his efforts, the sergent's smile grew even more and I think I sensed a look of slight compassion break through. He swallowed it away and as he turned to look up the hill he gave the slightest of nods. \"If you want to quit, take off all your gear. It is property of the US government. and I will radio for a HumVee to come pick you up.\"\n\nWe all stood silently for about 30 seconds. Then without looking at my friends I cinched my backpack tighter and continued climbing up the path. \n\nI heard the others slowly, one by one, put on their gear and start back on the path behind me.\n\n***\nFour of our original group of 6 were seated in a diner with the captain five years later. The captain had become a mentor to our group specifically. We now met every Monday for breakfast and he coached us in business, spirituality and marriage. He is the greatest man I know, and I had no idea the depths of his character when he told us he could make us into better men. But make us into better men, he has. Far better men. \n\nAs we stepped out of the door I told the captain thanks for making us better men, as I do almost every week. But this time he stopped and said, \"Ruben, you know why we had to make you suffer in boot camp don't you?\" I shook my head and he continued.\n\n\"It's partly because we want you to see the bitterness inside of you, so that we can then uproot it. Only after we face our dark side can we bring in more light.\"\n\n---\nIn Exodus 15:22-27 God makes his people thirsty in the desert. They finally find water but it is bitter. What they saw come out of them was grumbling, discontent, and loss of faith. But when they grumble to Moses for help, God points them to a piece of wood and tells Moses to put it in the water and it makes the water sweet and drinkable. \n\nThe wood can be a symbol of Jesus' Cross. But he is not just the solution to our bitter water, he is the solution to the bitterness in our souls, which we often only see when we face hardship.\n\nWhen I researched what woods in the middle east can make water sweet, there is one that is called the Moringa Tree. But as I read, the tree not only clears particulates and germs from the water, it has so many nutritious properties that it has utilized in starving communities to help them thrive again.\n\nAfter reading this, I went to Whole Foods for some of my own the very next day. \n\nI don't think the Israelites realized that the solution to their bitterness, was not JUST a solution to their bitterness. They had seen just a glimpse of the tree that could make their whole lives better. One that could make them level up to something greater than they were. And that is what Jesus is for us. \n\nRaw Spoon, 3-10-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_9d5376b3f1134490aa377b4d77b7df05~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=sR4AT0LMJ5c",
    "Bible Project 2": "https://www.youtube.com/watch?v=xQwnH8th_fs",
    "Bible Project 3": "https://www.youtube.com/watch?v=wWLv_ITyKYc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 32:1-7",
    "Research 2-link": "https://enduringword.com/bible-commentary/Job 22",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Peter 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ephesians 3",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=KfQZGUgGD-Q&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=21",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/63",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1adf9b7c-418b-4d9a-8c02-9d4ad867b102.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]