[
  {
    "": "2025-11-04T08:00:00.000Z",
    "Art title 1": "His Type of Purity",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_5f2d70f0206a4917b27b238e4d897fb0~mv2.jpg",
    "Artist Statement 1": "In this post Pandemic world, we are all too familiar with sanitizer, which usually purifies infected chemicals, like blood would be. But imagine the irony of one man's blood being the thing that purifies us?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_5f2d70f0206a4917b27b238e4d897fb0~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "\nWhat Really Is Holiness",
    "Story Link": "https://www.rawspoon.com/post/story-what-really-is-holiness",
    "excerpt": "I want to start a series of stories to help give modern understanding to ancient, churchy words. Today's study is on \"holiness.\" We sing and read about it, but what really is HOLINESS?\n---\n\nThe king's house was unlike any known in modern times. And so was he. I approached the 10' tall stone wall and the guards scanned my invitation, fingerprints and iris into their computer system. I went through a metal detector and they confiscated everything made of metal or plastic. I wasn't planning to hurt the king, but I wanted to. If anyone had a reason to, I thought I did.\n\nThe removing of metal and plastic wasn't mostly a weapons thing, it was an exposure thing. Decades ago in 2022, research had proven that modern industrial production had so tainted the natural environment that toxins were basically ubiquitous in life. In everything. This spurred research that proved in 2025 that the human mind and body often slipped into astonishingly high performance when they had been completely free of toxins. And the king's conviction was that in order to lead this kingdom well with the most wisdom, justice, and effectiveness, he had to be functioning at his purest. We would see about that.\n\nI started the 1,500 stair ascent to the house on top of the pyramid foundation. The 10,000 square foot palace was 700 feet above street level. The purpose of the tall pyramid-like foundation could be mistaken for paganism or hubris, but was actually for protection, the distance it created from worldly influences, for its birds-eye-perspective of the kingdom, and to be clearly seen in the minds of the residents as \"set apart.\" The king claimed this was important and after most people  saw it, they claimed they understood.\n\nAs they stripped me at each deeper level they found impurities I didn't realize were within me. In my clothes they found smoke from a bar, even after I had washed them three times since I had visited it. There was nothing innately wrong with bars, but I was humbled by the obvious difference in the people working in the king's palace and 'bar' people. The smoke started to feel very much like evidence of some sort of impurity in me.\n\nAt the next stage when they tested my blood the doctor addressed me, \"Mr. Nelson,\" self-actualization, intelligence, and honesty were foundational in her. \"We have found remnants of your body fighting off three variants of the flu, four variants of Human Papillomavirus, and residual of an urinary tract infection.\"\n\nI was dumbfounded at this completeness and could barely say, \"I didn't realize there were four types of herpes.\"\n\n\"Don't worry, Mr. Nelson,\" she exuded security and kindness. \"This is not unusual at all, but we will need you to quarantine four more days.\" I nodded, dumbfounded. \"We will cover your expenses. We know this meeting is important to you.\"\n\nShe saw the questions in my eyes. \"We were all extensively briefed on your story when you applied 79 days ago. And we've all been working within our expertise to prepare to address your complaint. I think you'll be pleasantly surprised with what Dr. Rubelka has put together about how some of the personality traits of your great grandfather have influenced several of your career and relationship decisions. I think it will give you some tools to make some healthier decisions going forward.\"\n\nI looked around. There were dozens of people going through this same process to see the king. Did they know and remember all of their stories that well? I got the feeling they did. I had never felt this known, my good and bad, and yet been so carefully cared for.\n\nThat night I stood alone in front of the mirror and practiced what I ...",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_a4f67b20fca341be97d1c1e8c8aefdec~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_83d473a190de4ff0b020ee6e9cd446b5~mv2.png",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_f6d28705d77a425b869c36641acbaf85~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=GZuceW7eh5M",
    "Bible Project 2": "https://www.youtube.com/watch?v=9cSC9uobtPM",
    "Bible Project 3": "https://www.youtube.com/watch?v=Y71r-T98E2Q",
    "Bible Project 4": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 149:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Daniel 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Ephesians 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 6",
    "The Chosen 3": "",
    "The Chosen 4": "https://youtu.be/SJYzxtBJBF4",
    "Song": "https://youtu.be/EAZCXlCPUSc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.543426,44.4208333,3a,88.9y,148.92h,81.25t/data=!3m8!1e1!3m6!1sAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI%3Dw203-h100-k-no-pi-0-ya18.862755-ro-0-fo100!7i7680!8i3840?entry=ttu",
    "3dNotes2": "The ruins of ancient Babylon. If you look west on one of the hills you can see one of Saddam Hussein's abandoned palaces.  ",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/62",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1bc9f166-3fac-4ca7-9a69-ac73dc781286.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": "https://www.youtube.com/watch?v=0uh-wTOi2DQ"
  }
]