[
  {
    "Date": "2025-10-29T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-r_P6_tkSpk&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=9",
    "famous quote": "I will come again and conquer you because as a mountain you can't grow, but as a human, I can.\n-Sir Edmund Hillary",
    "Ted Talks": "https://www.youtube.com/watch?v=ZqRvWBIJ5bY",
    "Nature Video": "https://www.youtube.com/watch?v=v5SSnQBtaq4&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=17",
    "User added": "\"Anyone who claims to know all the answers doesn't really know very much. But the person who loves God is the one whom God recognizes.\"\n??1 Corinthians? ?8:2-3? ?NLT??????\n\nWho doesn't want to have all the answers? We look up to, and admire, experts of every kind; professional athletes, musicians, actors, doctors, lawyers, etc. Our admiration of another's skill, or knowledge tends to cloud the truth of the matter: we all are sinners and fall short of the glory of God (Rom 3:23), and every good and perfect gift comes from God (James 1:17). He gave us everything in Jesus; that is how much He loves us. When we return His love to Him by loving people, we give the one answer that matters to the One who matters most.\n\n\"Jesus repeated the question: \"Simon son of John, do you love me?\" \"Yes, Lord,\" Peter said, \"you know I love you.\" \"Then take care of my sheep,\" Jesus said.\"\n??John? ?21:16? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 3)\n\nWe tried to make a tent so we had somewhere to worship and I became a pastor for that congregation. I started a house-to-house fellowship. I started ministering, even crossing rivers and mountains, traveling long distances. \r\nSome people came against me. The witchcraft people beat me and took me to prison. If I walked during the night they tried to shoot me. If I walked during the day, they tried to beat me. If I had to go to a village they went also and stayed there so they could kill me. But God would tell me to take another direction out to avoid them. \r\nI started four house-to-house fellowships. If I couldn't go to see them I wrote letters about salvation and about baptism so they could teach. The village leaders came to know Christ through this and this helped protect me from those guys that wanted to hurt me. ",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=_F-RCX1blmw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_11",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]