[
  {
    "Art title 1": "Is This Who We've Waited For? (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_57245d34090245cc92cb34aa28f5c7cf~mv2.png",
    "Artist Statement 1": "When the arrival of the Messiah comes,\n\nWill we have eyes to see Him?\n\nHe came not with a sword,\n\nBut with a star.\n\nHe came without an army,\n\nBut with a small Jewish family.\n\nHe came without a procession,\n\nBut with the company of barn animals.\n\nHe came without a shining throne,\n\nBut with an old wooden manger.\n\nHe came without a palace,\n\nBut He brought the kingdom with Him.\n\nAnd He came without a crown of gold,\n\nBut He would soon find another.\n\nHe knew the reason for which He came.\n\nTo join in the great symphony of suffering.\n\nHe came not to live a comfortable life,\n\nBut a holy one.\n\nHe came not to overthrow our politics,\n\nBut so that the government can rest on His shoulders.\n\nHe came not to become King of the earth,\n\nBut to become the least of these.\n\nWhen He arrives,\n\nWill we notice the least of these?\n\nWould we pass Him by?\n\nWould He be just another baby?\n\nJust another carpenter?\n\nJust another good teacher?\n\nMay we welcome this baby son.\n\nThe son who is not yet a man, a king, or a savior, but has promised to do so.\n\nEven when He doesn't look like the promise.\n\nWelcome King Jesus!\n\nYou are glorious. You are Christ the Lord.\n\nWe can't wait to see you.\n\nMerry Christmas x Happy Advent\n\n(Anthony Gurrola)",
    "Picture link 1": "https://www.instagram.com/p/CX6l-2MrrUO/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "(Advent) Found in the Waiting",
    "Story Link": "https://www.rawspoon.com/post/story-found-in-the-waiting",
    "excerpt": "Henri took three more big steps and planted the next seed carefully. He looked up at the how far he had come. This Christmas tree farm would have been their plan to pay for their daughter's college. They were both immigrants and both wished they had had an education because they had seen that was the key to a better life. They were both in their 40s now and his wife had had medical problems, and they had given up on having a child. Until one came a few weeks ago. Their Christmas baby. \n\nThey had hoped and prayed and prayed and prayed for a child. \n\nBut their baby had been born with a hole in her tiny heart. And they weren't sure if she'd live through the end of the week.\n\nThe doctors said there would have to be many surgeries as she grew up. Henri and his wife were putting all the surgery expenses on credit cards and would eventually have to leverage their house and they were going to be so, so, so in debt. The Christmas tree farm would maybe pay off some of the debt, in 20 years, but the idea of paying for college with it was now out the window. \n\nAnd the doctors said they were not very likely to still have a child after all of it anyway. It appeared her parents couldn't even give her life, much less college, or a successful life. They had already let their little one down.\n\n---\n\nDoctor Su knelt down to where Henri and his wife were seated as she took off her gloves and slid down her mask. \"So, she's doing okay.\" Sweat glistened on her forehead. \"We patched up her tiny heart and it seems to be working well.\" She shook her head, \"I wish you could see it; her heart is just so, so tiny, and is trying so, so hard. I've seen a lot of infants in a lot better shape who fought a lot less hard. I really love this little girl. She wants to live just so, so badly.\"\n\n---\n\nHenri and his wife did the hard work of doctor appointments as their little one grew. They worked hard at their minimum wage jobs and went faithfully to all the doctor's appointments and followups and med routines. Even as the bills for each poured in. Henri would often walk through the rows of his tiny saplings behind their house letting the pine needles brush his fingers and the evergreen scent fill his whole lungs. And he would pray. Those times crying out to God for help, were very dear to him. Whenever the bills were too heavy or they found out they needed another surgery, he would go out there and talk to God. He would breathe in their sweet evergreen scent and pray, pray, pray. He waited. He waited. He waited. He waited for them to be ready.\n\nThey named their baby after Doctor Su. And doctor Su insisted to do all of Young Sue's later surgeries as well. Several in the first year of her life. And then a few more before age 5, and by age 18 Doctor Su had done two more. 12 heart surgeries in total.\n\nAnd as young Sue grew up, she and Doctor Su became friends. To young Sue, Doc Su was young and cool, and Doc Su had just seen a rare passion to live in that tiny underdog heart. So Doc Su would invite young Sue for coffee whenever she was losing hope. And Doc Su would often tell her about the cases she'd been working on. But to the delight of everyone, this sparked an interest in young Sue. \n\nEven before young Sue had finished high school, Doc Su had found a way to let her shadow her often in the hospital. The other doctors and nurses all saw the passion for the craft that Young Sue possessed. And not only was she sharp like the best doctors, she had a deep empathy for the patients, for she had been one. And by her senior year, she was almost doing rounds herself, and she had an army of medical professionals who loved her. \n\nSo when it was time to apply for schools, she applied to the best pre-med programs in the nation. \n\nBut in the fall Most of her school mates had already heard back from many of their potential colleges, but Young Sue had not heard back from any of them. Maybe pre-med programs worked differently she thought. She had applied for a lot of financial aid, and any scholarship she could find, so maybe that was part of it too. She would need it. \n\nAnd by the fall of year 18 of young Sue's life, the Christmas trees were finally ready. Henri had been planning for months to open the property with a big sign he had made, and sell the trees. He wasn't sure he could sell them all so he didn't cut them yet. He imagined he'd lovingly ask each customer which they would like and he would cut it right there in front of them. They had strung up beautiful lights around the property. He had put an ad in the paper, and even figured out Facebook enough to advertise the 'best Christmas trees in town.'\n\nBut when they opened for business in November, nobody came. There was a fast pop up Christmas tree situation at the Home Depot in the city, much closer. He hadn't planned for that. Hardware Stores never sold Christmas trees when he had planned his trees. \n\nBy the third week of November, he had had a couple people come all the way out there to see it, but they hadn't bought anything because trees were cheaper and closer at Home Depot. \n\nSo in the first week in December Henri and his wife took the big gamble, cut down most of the Christmas trees, and rented a big stand in a parking lot in an old defunct shopping mall in the city. They sold a few each day, but at this rate there was no way they'd sell enough to even recoup their costs. His trees were slow grown, fuller and smelled so richly of evergreen. But there was no way he could price them as low as Home Depot. And they had bet the farm on this. They needed to pay a big chunk of their refinanced mortgage this year, and the credit card folks were threatening to repossess their one car. And it just all seemed like this was the year they needed to pay this stuff off. \n\nBut by the second weekend of December, it had slowed even more. Henri assumed everyone had already gotten their trees. But after 5pm on monday a surprising influx of people started to come. They all talked like very educated people, and seemed patient and kind. It wasn't until one of them showed up in scrubs that he recognized him as one of the doctors. And then he spotted another of them had her hospital badge showing beneath her jacket. He recognized her as one of the nurses. They were all from their hospital. When Henri's wife asked the nurse how they all knew about their Christmas trees, she said, \"We all love your daughter. She's just brought a new passion to the hospital that inspires us all. And Doctor Su told us this is one way we can help you guys.\" \n\nEach day of that week, more of the hospital staff came by. And by the end of the week, most of the trees were gone. It might not be enough to pay off all their debt but it would get the creditors off their back for another year or two.\n\nThen on December 20th, an old white-haired fella came by, looked at the few remaining trees and asked if Henri had any more. Henri stuttered, and said, \"Well, I have a bunch more at the farm but I haven't cut them yet. I'm sorry.\" \n\nThe man thought for a moment, did a little calculation on his phone and said, \"I'd love it if we could buy, say, do you have thirty more or so? I can arrange a pickup if that would help.\"\n\nHenri was too scared to ask what they were for, but he said okay. Was this guy from Home Depot because they had run out? Was he now the supplier to Home Depot? \n\nThey arranged a pickup. He walked among them one last time, brushing his fingers in their branches as he spoke to God, thanking him for letting them be sold. He thought, \"I suppose this is what I have been waiting for. This is perhaps enough to pay off the rest of our debt. I appreciate this, God. And I know you will provide. But you know I just wish I could have given her an education with these.\"\n\nHenri and his family were so grateful for all Doctor Su had done, that they invited Doctor Su to an early Christmas dinner with them to say thank you for everything. Doctor Su said she would love to, but she had a small present she wanted to give them at the hospital if they could come by sometime that week. They scheduled a weekday evening to come by. \n\nIt had been a few months since they had been in the hospital. They had been so busy with trying to prepare and sell Christmas trees.  \n\nAnd as Henri, his wife, and young Sue walked up to the hospital, it filled them with so many emotions. So many mixed feelings surrounding this place. But in the dusk on December 22nd, the windows of the hospital looked different. They shone with beautiful yellow Christmas lights. This was new. It was usually a grid of white disinfected boxes. Doctor Su met them outside and walked in with them. Henri was looking down to brush the snow off of his jacket, when he heard his wife catch her breath. At the same time, his favorite smell in the world permeated his nose. He looked up and the hallway they were so familiar with had been transformed. It was lined with Christmas trees. Christmas trees all decorated with lights and beautiful red shiny bulbs and strings of tinsel. His eyes got large. Doctor Su had a big smile on her face as she led them through the hallway. He held out his hands and felt the familiar sensation of pine needles brush his fingers. Doctor Su turned to Henri and said with a wry smile, \"Do those look familiar?\"\n\nDoc Su walked slowly and gestured slightly into some of the hospital rooms. Usually the rooms had a patient and possibly another person or two. But tonight they were filled with whole families. The feeling of the whole hospital had been changed by the Christmas trees into a place where people wanted to come, because the Christmas spirit here was so tangible. They walked past a room where they were singing a Christmas carol, and Henri's wife stopped so they could join in. Then they continued walking as Doctor Su led them to the main central atrium. \n\nThere before them were a host of doctors and nurses, each holding a glowing candle. Then the singing began. Henri turned around and above them on the balcony were a choir of nurses singing. Henri reached for his wife and daughter. Doctor Su held Young Sue's hand and they witnessed the glory of forty or so hospital staff singing Christmas carols.\n\nAt some point Henri recognized the old white-haired man reading the lyrics on a tiny sheet and singing with his shaking jowls beside the staircase. And as the song came to a close, Doctor Su said, she'd like to present young Su with a gift. She brought out an envelope that was branded from her Alma Mater and handed it to young Sue. \n\nYoung Sue opened it and read it. It was a letter to Doctor Sue from the dean of admissions that said, we will follow this with an official acceptance letter soon, but because of your shining recommendation, you are free to tell Sue that we indeed have accepted her and are eager to supply a full ride scholarship to finish studies through medical school with us, if she so chooses.\"\n\nYoung Sue jumped in the air and screamed with delight for all to hear. She danced around in the atrium and everyone cheered. But then Doctor Su calmed her and said there was another present for her. Another one of the doctors that she knew well, came up to her with an envelope and said, \"I know my old school was number three on your list but I told them all about you and got you a similar letter from them. Full ride, young lady.\" \n\n\"What?!\" She could barely hold in her excitement. She grasped onto Doctor Su as if she were the only thing keeping her from lifting off the ground. And then a third doctor stepped forward. \"I'm not sure if Brown was anywhere on your list, but they would love to have you as well. Like, a lot.\" And he motioned the money sign with his fingers.\n\nNow Henri's wife was bawling into Henri's jacket. And Henri watched his daughter gracefully receive and thank each doctor who stepped up to give her a letter from their old schools.\"\n\nIn the end she had offers and significant scholarships (if not commitment for full ride) to 12 medical schools.\n\n---\n\nThat night after the people had trickled away, Henri went back to the hospital and asked if he could just walk the halls by himself. He went to the top floor, which was lined with Christmas trees, like all the others. He listened to the families laughing and singing in the rooms that were usually only filled with the hum and beeps of machines. \n\nhe held out his hands and felt the needles of the trees brushing over them. He spoke to the trees and told them how proud he was of them. And he prayed. \"We waited for years to just barely give her life. We have waited so, so, so long. And you have not disappointed. You are so, so good. You have given us far more than just life. You have given our daughter a better life. For you are a God who is seen most fully in the waiting.\"\n\nRaw Spoon, December 17th, 2024",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_13cecff59a5948a6b4be2c7766f1acdf~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/F4isSyennFo",
    "Bible Project 2": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 3": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/1 Samuel 2:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 37",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 5\nAmerican Standard Version\n5 And thou, son of man, take thee a sharp sword; as a barber's razor shalt thou take it unto thee, and shalt cause it to pass upon thy head and upon thy beard",
    "The Chosen 3": "https://youtu.be/RbfYl--XJMs",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=7VpYAi9j6hY",
    "Song 2": "https://youtu.be/EsUWG2axB3w",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@32.543426,44.4208333,3a,88.9y,148.92h,81.25t/data=!3m8!1e1!3m6!1sAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI%3Dw203-h100-k-no-pi-0-ya18.862755-ro-0-fo100!7i7680!8i3840?entry=ttu",
    "3dNotes3": "The ruins of ancient Babylon. If you look west on one of the hills you can see one of Saddam Hussein's abandoned palaces.  ",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/15",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/a54b83bb-cf9a-4957-8f8c-b55aee2b2c28.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/292c2554-7e2e-47fe-b0f7-7e0ad3197912.mp3",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]