[
  {
    "Date": "2025-10-08T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=bYJT--cIy8A",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=mp6yg3whxW0&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=10",
    "famous quote": "It's amazing what doors can open if you reach out to people with a smile, friendly attitude and a desire to make a positive impact.\n-Richard Branson",
    "Ted Talks": "https://www.youtube.com/watch?v=uux6N06JMEw",
    "Nature Video": "https://www.youtube.com/watch?v=fDxHjLaSaZ8",
    "User added": "\"No longer will your name be Abram. Instead, your name will be Abraham because I will make you the father of a multitude of nations.\"\n??Genesis? ?17:5? ?NET??????\n\nWhat is your name? How do you know that is your name? Stupid question, huh? Are there other names you have been called that rattle around in your head? Maybe some not-so-nice names? You hear them every day in your mind. You know those names are not your real name, but you hear them so often, you begin to believe they are. What if I told you that you have a name that you have been called by every day since before days began? Friend. Bride. Beloved. The King of the Universe knows your real name, and He is calling to you every day. Hear Him? Listen.\n\n\"I have never called you 'servants,' because a master doesn't confide in his servants, and servants don't always understand what the master is doing. But I call you my most intimate and cherished friends, for I reveal to you everything that I've heard from my Father.\"\n??John? ?15:15? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Faye Feda Interview (part 3)\n\nWhat has been hard for you to surrender to God, and how did you do it?\n\nHe leans over and stress gathers in the wrinkles on his forehead.\nEven though there are obstacles we face, it stays here in the earth. So we have faith in God and we can face the challenge. Any problem you face, there is God. There is our heavenly Father so you can lean on him. Again and again even in the future I will surrender myself to God. I hope I will see more miracles. I prefer to die while speaking good news and praying for healing. Many sick people have become healed from my service. \nOf course people have beaten me until I bled, and taken me to prison but God works with me. After I came to Christ I helped plant 14 churches. Even now I wish I could plant 400 churches. \nI know the witchcraft. I know the Orthodox. I know all but one thing. I can't understand God himself. He is new every day. This thing is in my heart. Until I stop walking, until I cannot walk, or speak I will serve Him.\nI want this. But it still seems so unattainable for myself and, I think, most people in America.",
    "Interview Video": "https://youtu.be/qmxJ8t73wOk",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gZbrm1rNpsg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=be12BC5pQLE",
    "Music Video Instructions": "Imagine this as God calling out to you, missing you, wanting you back."
  }
]