[
  {
    "Date": "2025-07-25T07:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Proper 9- Ordinary Time",
    "Script 1": "\nOf David.\n\n I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n When I called, you answered me;\n    you greatly emboldened me.\n\n May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": " In the twelfth year of King Xerxes, in the first month, the month of Nisan, the pur (that is, the lot) was cast in the presence of Haman to select a day and month. And the lot fell on[a] the twelfth month, the month of Adar.\n\n Then Haman said to King Xerxes, \"There is a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king's laws; it is not in the king's best interest to tolerate them.  If it pleases the king, let a decree be issued to destroy them, and I will give ten thousand talents[b] of silver to the king's administrators for the royal treasury.\"\n\n So the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews.  \"Keep the money,\" the king said to Haman, \"and do with the people as you please.\"\n\n Then on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman's orders to the king's satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring.  Dispatches were sent by couriers to all the king's provinces with the order to destroy, kill and annihilate all the Jews--young and old, women and children--on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day.\n\n The couriers went out, spurred on by the king's command, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered.\n\n",
    "Script 3": " \"Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.  This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men,[a] put him to death by nailing him to the cross.  But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.  David said about him:\n\n\"'I saw the Lord always before me.\n    Because he is at my right hand,\n    I will not be shaken.\n Therefore my heart is glad and my tongue rejoices;\n    my body also will rest in hope,\n because you will not abandon me to the realm of the dead,\n    you will not let your holy one see decay.\n You have made known to me the paths of life;\n    you will fill me with joy in your presence.'[b]\n\n \"Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day.  But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne.  Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay.  God has raised this Jesus to life, and we are all witnesses of it.  Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear.  For David did not ascend to heaven, and yet he said,\n\n\"'The Lord said to my Lord:\n    \"Sit at my right hand\n until I make your enemies\n    a footstool for your feet.\"'[c]\n\n \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.\"\n\n",
    "Script 4": "American Standard Version\n And there happened to be there a base fellow, whose name was Sheba, the son of Bichri, a Benjamite: and he blew the trumpet, and said, We have no portion in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel.  So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah clave unto their king, from the Jordan even to Jerusalem.\n\n And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and provided them with sustenance, but went not in unto them. So they were shut up unto the day of their death, [a]living in widowhood.\n\n Then said the king to Amasa, Call me the men of Judah together within three days, and be thou here present.  So Amasa went to call the men of Judah together; but he tarried longer than the set time which he had appointed him.  And David said to Abishai, Now will Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fortified cities, and escape out of our sight.  And there went out after him Joab's men, and the Cherethites and the Pelethites, and all the mighty men; and they went out of Jerusalem, to pursue after Sheba the son of Bichri.  When they were at the great stone which is in Gibeon, Amasa came to meet them. And Joab was girded with his apparel of war that he had put on, and thereon was a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.  And Joab said to Amasa, Is it well with thee, my brother? And Joab took Amasa by the beard with his right hand to kiss him.  But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the body, and shed out his bowels to the ground, and struck him not again; and he died.\n\nAnd Joab and Abishai his brother pursued after Sheba the son of Bichri.  And there stood by him one of Joab's young men, and said, He that favoreth Joab, and he that is for David, let him follow Joab.  And Amasa lay wallowing in his blood in the midst of the highway. And when the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him, when he saw that every one that came by him stood still.  When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.\n\n And he went through all the tribes of Israel unto Abel, and to Beth-maacah, and all the Berites: and they were gathered together, and went also after him.  And they came and besieged him in Abel of Beth-maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people that were with Joab [b]battered the wall, to throw it down.  Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee.  And he came near unto her; and the woman said, Art thou Joab? And he answered, I am. Then she said unto him, Hear the words of thy handmaid. And he answered, I do hear.  Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter.  I am of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of Jehovah?  And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.  The matter is not so: but a man of the hill-country of Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David; deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.  Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and threw it out to Joab. And he blew the trumpet, and they were dispersed from the city, every man to his tent. And Joab returned to Jerusalem unto the king.\n\n Now Joab was over all the host of Israel; and Benaiah the son of Jehoiada was over the [c]Cherethites and over the Pelethites;  and Adoram was over the men subject to taskwork; and Jehoshaphat the son of Ahilud was the [d]recorder;  and Sheva was [e]scribe; and Zadok and Abiathar were priests;  and also Ira the Jairite was [f]chief minister unto David.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm138;Esther3:7-15;Acts2:22-36",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.138,Esth.3,Acts.2",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_5730d74d1d3c4641a0535258fc497b3c~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_85f57ed26ab24a26987987518cd6445a~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_61a0b03dcf054f829e97c4f99b6bd902~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_21f1e4efd1d643b8b596d25b31bfb6df~mv2.jpg",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_554c0da3c3974885b66df5c76371df18~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 138",
    "Address Script 2": "Esther 3:7-15",
    "Address Script 3": "Acts 2:22-36",
    "Address Script 4": "2 Samuel 20",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.138.92c59e5493e0091cf55b170dbf4f84f8.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Esth.3.b3d5886de4fb1bb4cfdea8f1e02660a6.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.2.b388de1fc3b6c05b039eef55082ca6bf.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.20.61f263fcf4f48715cefefbe75da7a089.mp3",
    "Verse to start at for audio": 146
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 138\n\nOf David.\n\n1 I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n2 I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n3 When I called, you answered me;\n    you greatly emboldened me.\n\n4 May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n5 May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n6 Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n7 Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n8 The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": "Esther 3:7-15\n\n7 In the twelfth year of King Xerxes, in the first month, the month of Nisan, the pur (that is, the lot) was cast in the presence of Haman to select a day and month. And the lot fell on[a] the twelfth month, the month of Adar.\n\n8 Then Haman said to King Xerxes, \"There is a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king's laws; it is not in the king's best interest to tolerate them. 9 If it pleases the king, let a decree be issued to destroy them, and I will give ten thousand talents[b] of silver to the king's administrators for the royal treasury.\"\n\n10 So the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews. 11 \"Keep the money,\" the king said to Haman, \"and do with the people as you please.\"\n\n12 Then on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman's orders to the king's satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring. 13 Dispatches were sent by couriers to all the king's provinces with the order to destroy, kill and annihilate all the Jews--young and old, women and children--on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods. 14 A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day.\n\n15 The couriers went out, spurred on by the king's command, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered.\n\nFootnotes\na. Esther 3:7 Septuagint; Hebrew does not have And the lot fell on.\nb. Esther 3:9 That is, about 375 tons or about 340 metric tons",
    "Script 3": "Acts 2:22-36\n\n22 \"Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. 23 This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men,[a] put him to death by nailing him to the cross. 24 But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. 25 David said about him:\n\n\"'I saw the Lord always before me.\n    Because he is at my right hand,\n    I will not be shaken.\n26 Therefore my heart is glad and my tongue rejoices;\n    my body also will rest in hope,\n27 because you will not abandon me to the realm of the dead,\n    you will not let your holy one see decay.\n28 You have made known to me the paths of life;\n    you will fill me with joy in your presence.'[b]\n\n29 \"Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. 30 But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. 31 Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay. 32 God has raised this Jesus to life, and we are all witnesses of it. 33 Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. 34 For David did not ascend to heaven, and yet he said,\n\n\"'The Lord said to my Lord:\n    \"Sit at my right hand\n35 until I make your enemies\n    a footstool for your feet.\"'[c]\n\n36 \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.\"\n\nFootnotes\na. Acts 2:23 Or of those not having the law (that is, Gentiles)\nb. Acts 2:28 Psalm 16:8-11 (see Septuagint)\nc. Acts 2:35 Psalm 110:1",
    "Script 4": "2 Samuel 20\nAmerican Standard Version\n20 And there happened to be there a base fellow, whose name was Sheba, the son of Bichri, a Benjamite: and he blew the trumpet, and said, We have no portion in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel. 2 So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah clave unto their king, from the Jordan even to Jerusalem.\n\n3 And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and provided them with sustenance, but went not in unto them. So they were shut up unto the day of their death, [a]living in widowhood.\n\n4 Then said the king to Amasa, Call me the men of Judah together within three days, and be thou here present. 5 So Amasa went to call the men of Judah together; but he tarried longer than the set time which he had appointed him. 6 And David said to Abishai, Now will Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fortified cities, and escape out of our sight. 7 And there went out after him Joab's men, and the Cherethites and the Pelethites, and all the mighty men; and they went out of Jerusalem, to pursue after Sheba the son of Bichri. 8 When they were at the great stone which is in Gibeon, Amasa came to meet them. And Joab was girded with his apparel of war that he had put on, and thereon was a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out. 9 And Joab said to Amasa, Is it well with thee, my brother? And Joab took Amasa by the beard with his right hand to kiss him. 10 But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the body, and shed out his bowels to the ground, and struck him not again; and he died.\n\nAnd Joab and Abishai his brother pursued after Sheba the son of Bichri. 11 And there stood by him one of Joab's young men, and said, He that favoreth Joab, and he that is for David, let him follow Joab. 12 And Amasa lay wallowing in his blood in the midst of the highway. And when the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him, when he saw that every one that came by him stood still. 13 When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.\n\n14 And he went through all the tribes of Israel unto Abel, and to Beth-maacah, and all the Berites: and they were gathered together, and went also after him. 15 And they came and besieged him in Abel of Beth-maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people that were with Joab [b]battered the wall, to throw it down. 16 Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee. 17 And he came near unto her; and the woman said, Art thou Joab? And he answered, I am. Then she said unto him, Hear the words of thy handmaid. And he answered, I do hear. 18 Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter. 19 I am of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of Jehovah? 20 And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy. 21 The matter is not so: but a man of the hill-country of Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David; deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall. 22 Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and threw it out to Joab. And he blew the trumpet, and they were dispersed from the city, every man to his tent. And Joab returned to Jerusalem unto the king.\n\n23 Now Joab was over all the host of Israel; and Benaiah the son of Jehoiada was over the [c]Cherethites and over the Pelethites; 24 and Adoram was over the men subject to taskwork; and Jehoshaphat the son of Ahilud was the [d]recorder; 25 and Sheva was [e]scribe; and Zadok and Abiathar were priests; 26 and also Ira the Jairite was [f]chief minister unto David.\n\n \nFootnotes\n2 Samuel 20:3 Hebrew in widowhood of life.\n2 Samuel 20:15 Or, undermined\n2 Samuel 20:23 Another reading is, Carites. See 2 Kin. 11:4.\n2 Samuel 20:24 Or, chronicler\n2 Samuel 20:25 Or, secretary\n2 Samuel 20:26 Or, priest. See 1 Chr. 18:17.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf David.\n\n I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n When I called, you answered me;\n    you greatly emboldened me.\n\n May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": "Esther :-\n\n In the twelfth year of King Xerxes, in the first month, the month of Nisan, the pur (that is, the lot) was cast in the presence of Haman to select a day and month. And the lot fell on[a] the twelfth month, the month of Adar.\n\n Then Haman said to King Xerxes, \"There is a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king's laws; it is not in the king's best interest to tolerate them.  If it pleases the king, let a decree be issued to destroy them, and I will give ten thousand talents[b] of silver to the king's administrators for the royal treasury.\"\n\n So the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews.  \"Keep the money,\" the king said to Haman, \"and do with the people as you please.\"\n\n Then on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman's orders to the king's satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring.  Dispatches were sent by couriers to all the king's provinces with the order to destroy, kill and annihilate all the Jews--young and old, women and children--on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day.\n\n The couriers went out, spurred on by the king's command, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered.\n\nFootnotes\na. Esther : Septuagint; Hebrew does not have And the lot fell on.\nb. Esther : That is, about  tons or about  metric tons",
    "Script 3": "Acts :-\n\n \"Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.  This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men,[a] put him to death by nailing him to the cross.  But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.  David said about him:\n\n\"'I saw the Lord always before me.\n    Because he is at my right hand,\n    I will not be shaken.\n Therefore my heart is glad and my tongue rejoices;\n    my body also will rest in hope,\n because you will not abandon me to the realm of the dead,\n    you will not let your holy one see decay.\n You have made known to me the paths of life;\n    you will fill me with joy in your presence.'[b]\n\n \"Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day.  But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne.  Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay.  God has raised this Jesus to life, and we are all witnesses of it.  Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear.  For David did not ascend to heaven, and yet he said,\n\n\"'The Lord said to my Lord:\n    \"Sit at my right hand\n until I make your enemies\n    a footstool for your feet.\"'[c]\n\n \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.\"\n\nFootnotes\na. Acts : Or of those not having the law (that is, Gentiles)\nb. Acts : Psalm :- (see Septuagint)\nc. Acts : Psalm :",
    "Script 4": " Samuel \nAmerican Standard Version\n And there happened to be there a base fellow, whose name was Sheba, the son of Bichri, a Benjamite: and he blew the trumpet, and said, We have no portion in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel.  So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah clave unto their king, from the Jordan even to Jerusalem.\n\n And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and provided them with sustenance, but went not in unto them. So they were shut up unto the day of their death, [a]living in widowhood.\n\n Then said the king to Amasa, Call me the men of Judah together within three days, and be thou here present.  So Amasa went to call the men of Judah together; but he tarried longer than the set time which he had appointed him.  And David said to Abishai, Now will Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fortified cities, and escape out of our sight.  And there went out after him Joab's men, and the Cherethites and the Pelethites, and all the mighty men; and they went out of Jerusalem, to pursue after Sheba the son of Bichri.  When they were at the great stone which is in Gibeon, Amasa came to meet them. And Joab was girded with his apparel of war that he had put on, and thereon was a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.  And Joab said to Amasa, Is it well with thee, my brother? And Joab took Amasa by the beard with his right hand to kiss him.  But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the body, and shed out his bowels to the ground, and struck him not again; and he died.\n\nAnd Joab and Abishai his brother pursued after Sheba the son of Bichri.  And there stood by him one of Joab's young men, and said, He that favoreth Joab, and he that is for David, let him follow Joab.  And Amasa lay wallowing in his blood in the midst of the highway. And when the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him, when he saw that every one that came by him stood still.  When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.\n\n And he went through all the tribes of Israel unto Abel, and to Beth-maacah, and all the Berites: and they were gathered together, and went also after him.  And they came and besieged him in Abel of Beth-maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people that were with Joab [b]battered the wall, to throw it down.  Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee.  And he came near unto her; and the woman said, Art thou Joab? And he answered, I am. Then she said unto him, Hear the words of thy handmaid. And he answered, I do hear.  Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter.  I am of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of Jehovah?  And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.  The matter is not so: but a man of the hill-country of Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David; deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.  Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and threw it out to Joab. And he blew the trumpet, and they were dispersed from the city, every man to his tent. And Joab returned to Jerusalem unto the king.\n\n Now Joab was over all the host of Israel; and Benaiah the son of Jehoiada was over the [c]Cherethites and over the Pelethites;  and Adoram was over the men subject to taskwork; and Jehoshaphat the son of Ahilud was the [d]recorder;  and Sheva was [e]scribe; and Zadok and Abiathar were priests;  and also Ira the Jairite was [f]chief minister unto David.\n\n \nFootnotes\n Samuel : Hebrew in widowhood of life.\n Samuel : Or, undermined\n Samuel : Another reading is, Carites. See  Kin. :.\n Samuel : Or, chronicler\n Samuel : Or, secretary\n Samuel : Or, priest. See  Chr. :.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf David.\n\n I will praise you, Lord, with all my heart;\n    before the \"gods\" I will sing your praise.\n I will bow down toward your holy temple\n    and will praise your name\n    for your unfailing love and your faithfulness,\nfor you have so exalted your solemn decree\n    that it surpasses your fame.\n When I called, you answered me;\n    you greatly emboldened me.\n\n May all the kings of the earth praise you, Lord,\n    when they hear what you have decreed.\n May they sing of the ways of the Lord,\n    for the glory of the Lord is great.\n\n Though the Lord is exalted, he looks kindly on the lowly;\n    though lofty, he sees them from afar.\n Though I walk in the midst of trouble,\n    you preserve my life.\nYou stretch out your hand against the anger of my foes;\n    with your right hand you save me.\n The Lord will vindicate me;\n    your love, Lord, endures forever--\n    do not abandon the works of your hands.",
    "Script 2": "Esther :-\n\n In the twelfth year of King Xerxes, in the first month, the month of Nisan, the pur (that is, the lot) was cast in the presence of Haman to select a day and month. And the lot fell on[a] the twelfth month, the month of Adar.\n\n Then Haman said to King Xerxes, \"There is a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king's laws; it is not in the king's best interest to tolerate them.  If it pleases the king, let a decree be issued to destroy them, and I will give ten thousand talents[b] of silver to the king's administrators for the royal treasury.\"\n\n So the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews.  \"Keep the money,\" the king said to Haman, \"and do with the people as you please.\"\n\n Then on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman's orders to the king's satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring.  Dispatches were sent by couriers to all the king's provinces with the order to destroy, kill and annihilate all the Jews--young and old, women and children--on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day.\n\n The couriers went out, spurred on by the king's command, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered.\n\n",
    "Script 3": "Acts :-\n\n \"Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.  This man was handed over to you by God's deliberate plan and foreknowledge; and you, with the help of wicked men,[a] put him to death by nailing him to the cross.  But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.  David said about him:\n\n\"'I saw the Lord always before me.\n    Because he is at my right hand,\n    I will not be shaken.\n Therefore my heart is glad and my tongue rejoices;\n    my body also will rest in hope,\n because you will not abandon me to the realm of the dead,\n    you will not let your holy one see decay.\n You have made known to me the paths of life;\n    you will fill me with joy in your presence.'[b]\n\n \"Fellow Israelites, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day.  But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne.  Seeing what was to come, he spoke of the resurrection of the Messiah, that he was not abandoned to the realm of the dead, nor did his body see decay.  God has raised this Jesus to life, and we are all witnesses of it.  Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear.  For David did not ascend to heaven, and yet he said,\n\n\"'The Lord said to my Lord:\n    \"Sit at my right hand\n until I make your enemies\n    a footstool for your feet.\"'[c]\n\n \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Messiah.\"\n\n",
    "Script 4": " Samuel \nAmerican Standard Version\n And there happened to be there a base fellow, whose name was Sheba, the son of Bichri, a Benjamite: and he blew the trumpet, and said, We have no portion in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel.  So all the men of Israel went up from following David, and followed Sheba the son of Bichri; but the men of Judah clave unto their king, from the Jordan even to Jerusalem.\n\n And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and provided them with sustenance, but went not in unto them. So they were shut up unto the day of their death, [a]living in widowhood.\n\n Then said the king to Amasa, Call me the men of Judah together within three days, and be thou here present.  So Amasa went to call the men of Judah together; but he tarried longer than the set time which he had appointed him.  And David said to Abishai, Now will Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fortified cities, and escape out of our sight.  And there went out after him Joab's men, and the Cherethites and the Pelethites, and all the mighty men; and they went out of Jerusalem, to pursue after Sheba the son of Bichri.  When they were at the great stone which is in Gibeon, Amasa came to meet them. And Joab was girded with his apparel of war that he had put on, and thereon was a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.  And Joab said to Amasa, Is it well with thee, my brother? And Joab took Amasa by the beard with his right hand to kiss him.  But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the body, and shed out his bowels to the ground, and struck him not again; and he died.\n\nAnd Joab and Abishai his brother pursued after Sheba the son of Bichri.  And there stood by him one of Joab's young men, and said, He that favoreth Joab, and he that is for David, let him follow Joab.  And Amasa lay wallowing in his blood in the midst of the highway. And when the man saw that all the people stood still, he carried Amasa out of the highway into the field, and cast a garment over him, when he saw that every one that came by him stood still.  When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.\n\n And he went through all the tribes of Israel unto Abel, and to Beth-maacah, and all the Berites: and they were gathered together, and went also after him.  And they came and besieged him in Abel of Beth-maacah, and they cast up a mound against the city, and it stood against the rampart; and all the people that were with Joab [b]battered the wall, to throw it down.  Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee.  And he came near unto her; and the woman said, Art thou Joab? And he answered, I am. Then she said unto him, Hear the words of thy handmaid. And he answered, I do hear.  Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter.  I am of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of Jehovah?  And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.  The matter is not so: but a man of the hill-country of Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David; deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.  Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and threw it out to Joab. And he blew the trumpet, and they were dispersed from the city, every man to his tent. And Joab returned to Jerusalem unto the king.\n\n Now Joab was over all the host of Israel; and Benaiah the son of Jehoiada was over the [c]Cherethites and over the Pelethites;  and Adoram was over the men subject to taskwork; and Jehoshaphat the son of Ahilud was the [d]recorder;  and Sheva was [e]scribe; and Zadok and Abiathar were priests;  and also Ira the Jairite was [f]chief minister unto David.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]