[
  {
    "Date": "2025-09-08T07:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 16- Ordinary Time",
    "Script 1": "\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": "Samaria Resettled\n\n The king of Assyria brought people from Babylon, Kuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns.  When they first lived there, they did not worship the Lord; so he sent lions among them and they killed some of the people.  It was reported to the king of Assyria: \"The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.\"\n\n Then the king of Assyria gave this order: \"Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.\"  So one of the priests who had been exiled from Samaria came to live in Bethel and taught them how to worship the Lord.\n\n Nevertheless, each national group made its own gods in the several towns where they settled, and set them up in the shrines the people of Samaria had made at the high places.  The people from Babylon made Sukkoth Benoth, those from Kuthah made Nergal, and those from Hamath made Ashima;  the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire as sacrifices to Adrammelek and Anammelek, the gods of Sepharvaim.  They worshiped the Lord, but they also appointed all sorts of their own people to officiate for them as priests in the shrines at the high places.  They worshiped the Lord, but they also served their own gods in accordance with the customs of the nations from which they had been brought.\n\n To this day they persist in their former practices. They neither worship the Lord nor adhere to the decrees and regulations, the laws and commands that the Lord gave the descendants of Jacob, whom he named Israel.  When the Lord made a covenant with the Israelites, he commanded them: \"Do not worship any other gods or bow down to them, serve them or sacrifice to them.  But the Lord, who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices.  You must always be careful to keep the decrees and regulations, the laws and commands he wrote for you. Do not worship other gods.  Do not forget the covenant I have made with you, and do not worship other gods.  Rather, worship the Lord your God; it is he who will deliver you from the hand of all your enemies.\"\n\n They would not listen, however, but persisted in their former practices.  Even while these people were worshiping the Lord, they were serving their idols. To this day their children and grandchildren continue to do as their ancestors did.",
    "Script 3": "Reasons for Paul's Instructions\n\n Although I hope to come to you soon, I am writing you these instructions so that,  if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth.  Beyond all question, the mystery from which true godliness springs is great:\n\nHe appeared in the flesh,\n    was vindicated by the Spirit,[a]\nwas seen by angels,\n    was preached among the nations,\nwas believed on in the world,\n    was taken up in glory.\n\n: The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.  Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron.  They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth.  For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,  because it is consecrated by the word of God and prayer.\n\n",
    "Script 4": "American Standard Version\n And we journeyed from Horeb, and went through all that great and terrible wilderness which ye saw, by the way to the hill-country of the Amorites, as Jehovah our God commanded us; and we came to Kadesh-barnea.  And I said unto you, Ye are come unto the hill-country of the Amorites, which Jehovah our God giveth unto us.  Behold, Jehovah thy God hath set the land before thee: go up, take possession, as Jehovah, the God of thy fathers, hath spoken unto thee; fear not, neither be dismayed.  And ye came near unto me every one of you, and said, Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities unto which we shall come.  And the thing pleased me well; and I took twelve men of you, one man for every tribe:  and they turned and went up into the hill-country, and came unto the valley of Eshcol, and spied it out.  And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which Jehovah our God giveth unto us.\n\n Yet ye would not go up, but rebelled against the commandment of Jehovah your God:  and ye murmured in your tents, and said, Because Jehovah hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.  Whither are we going up? our brethren have made our heart to melt, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the Anakim there.  Then I said unto you, Dread not, neither be afraid of them.  Jehovah your God who goeth before you, he will fight for you, according to all that he did for you in Egypt before your eyes,  and in the wilderness, where thou hast seen how that Jehovah thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came unto this place.  Yet [a]in this thing ye did not believe Jehovah your God,  who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way ye should go, and in the cloud by day.\n\n And Jehovah heard the voice of your words, and was wroth, and sware, saying,  Surely there shall not one of these men of this evil generation see the good land, which I sware to give unto your fathers,  save Caleb the son of Jephunneh; he shall see it; and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed Jehovah.  Also Jehovah was angry with me for your sakes, saying, Thou also shalt not go in thither:  Joshua the son of Nun, who standeth before thee, he shall go in thither: encourage thou him; for he shall cause Israel to inherit it.  Moreover your little ones, that ye said should be a prey, and your children, that this day have no knowledge of good or evil, they shall go in thither, and unto them will I give it, and they shall possess it.  But as for you, turn you, and take your journey into the wilderness by the way to the Red Sea.\n\n Then ye answered and said unto me, We have sinned against Jehovah, we will go up and fight, according to all that Jehovah our God commanded us. And ye girded on every man his weapons of war, and [b]were forward to go up into the hill-country.  And Jehovah said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.  So I spake unto you, and ye hearkened not; but ye rebelled against the commandment of Jehovah, and were presumptuous, and went up into the hill-country.  And the Amorites, that dwelt in that hill-country, came out against you, and chased you, as bees do, and beat you down in Seir, even unto Hormah.  And ye returned and wept before Jehovah; but Jehovah hearkened not to your voice, nor gave ear unto you.  So ye abode in Kadesh many days, according unto the days that ye abode there.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm101;2Kings17:24-41;1Timothy3:14-4:5",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.101,2Kgs.17,1Tim.3-1Tim.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ed36a743ce67471cb87643d02fb743eb~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_9baf27d985af46ed8874f7b8e16ce19e~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_c5290c347f794ad9b689aa72b798547d~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_d3ce69cacbce4933ab60ceb675443743~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_1ec4e9cb59284f71a7a2cf658a533aff~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 101",
    "Address Script 2": "2 Kings 17:24-41",
    "Address Script 3": "1 Timothy 3:14-4:5",
    "Address Script 4": "Deuteronomy 1:19-46",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.101.d246259ec38a8c09f7050d8c2991a17e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Kgs.17.3bf6fcff9234e14585c506e9f0f4b823.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Tim.3.0739171bc9a7c9db31e3e72797f7729f.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.1.cbed4fb837d80dca391ada5934cdb522.mp3",
    "Verse to start at for audio": 93
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 101\n\nOf David. A psalm.\n\n1 I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n2 I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n3 I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n4 The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n5 Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n6 My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n7 No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n8 Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": "2 Kings 17:24-41\n\nSamaria Resettled\n\n24 The king of Assyria brought people from Babylon, Kuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns. 25 When they first lived there, they did not worship the Lord; so he sent lions among them and they killed some of the people. 26 It was reported to the king of Assyria: \"The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.\"\n\n27 Then the king of Assyria gave this order: \"Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.\" 28 So one of the priests who had been exiled from Samaria came to live in Bethel and taught them how to worship the Lord.\n\n29 Nevertheless, each national group made its own gods in the several towns where they settled, and set them up in the shrines the people of Samaria had made at the high places. 30 The people from Babylon made Sukkoth Benoth, those from Kuthah made Nergal, and those from Hamath made Ashima; 31 the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire as sacrifices to Adrammelek and Anammelek, the gods of Sepharvaim. 32 They worshiped the Lord, but they also appointed all sorts of their own people to officiate for them as priests in the shrines at the high places. 33 They worshiped the Lord, but they also served their own gods in accordance with the customs of the nations from which they had been brought.\n\n34 To this day they persist in their former practices. They neither worship the Lord nor adhere to the decrees and regulations, the laws and commands that the Lord gave the descendants of Jacob, whom he named Israel. 35 When the Lord made a covenant with the Israelites, he commanded them: \"Do not worship any other gods or bow down to them, serve them or sacrifice to them. 36 But the Lord, who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices. 37 You must always be careful to keep the decrees and regulations, the laws and commands he wrote for you. Do not worship other gods. 38 Do not forget the covenant I have made with you, and do not worship other gods. 39 Rather, worship the Lord your God; it is he who will deliver you from the hand of all your enemies.\"\n\n40 They would not listen, however, but persisted in their former practices. 41 Even while these people were worshiping the Lord, they were serving their idols. To this day their children and grandchildren continue to do as their ancestors did.",
    "Script 3": "1 Timothy 3:14-4:5\n\nReasons for Paul's Instructions\n\n14 Although I hope to come to you soon, I am writing you these instructions so that, 15 if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. 16 Beyond all question, the mystery from which true godliness springs is great:\n\nHe appeared in the flesh,\n    was vindicated by the Spirit,[a]\nwas seen by angels,\n    was preached among the nations,\nwas believed on in the world,\n    was taken up in glory.\n\n4:1 The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. 2 Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. 3 They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. 4 For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, 5 because it is consecrated by the word of God and prayer.\n\nFootnotes\na. 1 Timothy 3:16 Or vindicated in spirit",
    "Script 4": "Deuteronomy 1:19-46\nAmerican Standard Version\n19 And we journeyed from Horeb, and went through all that great and terrible wilderness which ye saw, by the way to the hill-country of the Amorites, as Jehovah our God commanded us; and we came to Kadesh-barnea. 20 And I said unto you, Ye are come unto the hill-country of the Amorites, which Jehovah our God giveth unto us. 21 Behold, Jehovah thy God hath set the land before thee: go up, take possession, as Jehovah, the God of thy fathers, hath spoken unto thee; fear not, neither be dismayed. 22 And ye came near unto me every one of you, and said, Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities unto which we shall come. 23 And the thing pleased me well; and I took twelve men of you, one man for every tribe: 24 and they turned and went up into the hill-country, and came unto the valley of Eshcol, and spied it out. 25 And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which Jehovah our God giveth unto us.\n\n26 Yet ye would not go up, but rebelled against the commandment of Jehovah your God: 27 and ye murmured in your tents, and said, Because Jehovah hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us. 28 Whither are we going up? our brethren have made our heart to melt, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the Anakim there. 29 Then I said unto you, Dread not, neither be afraid of them. 30 Jehovah your God who goeth before you, he will fight for you, according to all that he did for you in Egypt before your eyes, 31 and in the wilderness, where thou hast seen how that Jehovah thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came unto this place. 32 Yet [a]in this thing ye did not believe Jehovah your God, 33 who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way ye should go, and in the cloud by day.\n\n34 And Jehovah heard the voice of your words, and was wroth, and sware, saying, 35 Surely there shall not one of these men of this evil generation see the good land, which I sware to give unto your fathers, 36 save Caleb the son of Jephunneh; he shall see it; and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed Jehovah. 37 Also Jehovah was angry with me for your sakes, saying, Thou also shalt not go in thither: 38 Joshua the son of Nun, who standeth before thee, he shall go in thither: encourage thou him; for he shall cause Israel to inherit it. 39 Moreover your little ones, that ye said should be a prey, and your children, that this day have no knowledge of good or evil, they shall go in thither, and unto them will I give it, and they shall possess it. 40 But as for you, turn you, and take your journey into the wilderness by the way to the Red Sea.\n\n41 Then ye answered and said unto me, We have sinned against Jehovah, we will go up and fight, according to all that Jehovah our God commanded us. And ye girded on every man his weapons of war, and [b]were forward to go up into the hill-country. 42 And Jehovah said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies. 43 So I spake unto you, and ye hearkened not; but ye rebelled against the commandment of Jehovah, and were presumptuous, and went up into the hill-country. 44 And the Amorites, that dwelt in that hill-country, came out against you, and chased you, as bees do, and beat you down in Seir, even unto Hormah. 45 And ye returned and wept before Jehovah; but Jehovah hearkened not to your voice, nor gave ear unto you. 46 So ye abode in Kadesh many days, according unto the days that ye abode there.\n\n \nFootnotes\nDeuteronomy 1:32 Or, for all this thing\nDeuteronomy 1:41 Or, deemed it a light thing",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\nSamaria Resettled\n\n The king of Assyria brought people from Babylon, Kuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns.  When they first lived there, they did not worship the Lord; so he sent lions among them and they killed some of the people.  It was reported to the king of Assyria: \"The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.\"\n\n Then the king of Assyria gave this order: \"Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.\"  So one of the priests who had been exiled from Samaria came to live in Bethel and taught them how to worship the Lord.\n\n Nevertheless, each national group made its own gods in the several towns where they settled, and set them up in the shrines the people of Samaria had made at the high places.  The people from Babylon made Sukkoth Benoth, those from Kuthah made Nergal, and those from Hamath made Ashima;  the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire as sacrifices to Adrammelek and Anammelek, the gods of Sepharvaim.  They worshiped the Lord, but they also appointed all sorts of their own people to officiate for them as priests in the shrines at the high places.  They worshiped the Lord, but they also served their own gods in accordance with the customs of the nations from which they had been brought.\n\n To this day they persist in their former practices. They neither worship the Lord nor adhere to the decrees and regulations, the laws and commands that the Lord gave the descendants of Jacob, whom he named Israel.  When the Lord made a covenant with the Israelites, he commanded them: \"Do not worship any other gods or bow down to them, serve them or sacrifice to them.  But the Lord, who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices.  You must always be careful to keep the decrees and regulations, the laws and commands he wrote for you. Do not worship other gods.  Do not forget the covenant I have made with you, and do not worship other gods.  Rather, worship the Lord your God; it is he who will deliver you from the hand of all your enemies.\"\n\n They would not listen, however, but persisted in their former practices.  Even while these people were worshiping the Lord, they were serving their idols. To this day their children and grandchildren continue to do as their ancestors did.",
    "Script 3": " Timothy :-:\n\nReasons for Paul's Instructions\n\n Although I hope to come to you soon, I am writing you these instructions so that,  if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth.  Beyond all question, the mystery from which true godliness springs is great:\n\nHe appeared in the flesh,\n    was vindicated by the Spirit,[a]\nwas seen by angels,\n    was preached among the nations,\nwas believed on in the world,\n    was taken up in glory.\n\n: The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.  Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron.  They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth.  For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,  because it is consecrated by the word of God and prayer.\n\nFootnotes\na.  Timothy : Or vindicated in spirit",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n And we journeyed from Horeb, and went through all that great and terrible wilderness which ye saw, by the way to the hill-country of the Amorites, as Jehovah our God commanded us; and we came to Kadesh-barnea.  And I said unto you, Ye are come unto the hill-country of the Amorites, which Jehovah our God giveth unto us.  Behold, Jehovah thy God hath set the land before thee: go up, take possession, as Jehovah, the God of thy fathers, hath spoken unto thee; fear not, neither be dismayed.  And ye came near unto me every one of you, and said, Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities unto which we shall come.  And the thing pleased me well; and I took twelve men of you, one man for every tribe:  and they turned and went up into the hill-country, and came unto the valley of Eshcol, and spied it out.  And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which Jehovah our God giveth unto us.\n\n Yet ye would not go up, but rebelled against the commandment of Jehovah your God:  and ye murmured in your tents, and said, Because Jehovah hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.  Whither are we going up? our brethren have made our heart to melt, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the Anakim there.  Then I said unto you, Dread not, neither be afraid of them.  Jehovah your God who goeth before you, he will fight for you, according to all that he did for you in Egypt before your eyes,  and in the wilderness, where thou hast seen how that Jehovah thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came unto this place.  Yet [a]in this thing ye did not believe Jehovah your God,  who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way ye should go, and in the cloud by day.\n\n And Jehovah heard the voice of your words, and was wroth, and sware, saying,  Surely there shall not one of these men of this evil generation see the good land, which I sware to give unto your fathers,  save Caleb the son of Jephunneh; he shall see it; and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed Jehovah.  Also Jehovah was angry with me for your sakes, saying, Thou also shalt not go in thither:  Joshua the son of Nun, who standeth before thee, he shall go in thither: encourage thou him; for he shall cause Israel to inherit it.  Moreover your little ones, that ye said should be a prey, and your children, that this day have no knowledge of good or evil, they shall go in thither, and unto them will I give it, and they shall possess it.  But as for you, turn you, and take your journey into the wilderness by the way to the Red Sea.\n\n Then ye answered and said unto me, We have sinned against Jehovah, we will go up and fight, according to all that Jehovah our God commanded us. And ye girded on every man his weapons of war, and [b]were forward to go up into the hill-country.  And Jehovah said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.  So I spake unto you, and ye hearkened not; but ye rebelled against the commandment of Jehovah, and were presumptuous, and went up into the hill-country.  And the Amorites, that dwelt in that hill-country, came out against you, and chased you, as bees do, and beat you down in Seir, even unto Hormah.  And ye returned and wept before Jehovah; but Jehovah hearkened not to your voice, nor gave ear unto you.  So ye abode in Kadesh many days, according unto the days that ye abode there.\n\n \nFootnotes\nDeuteronomy : Or, for all this thing\nDeuteronomy : Or, deemed it a light thing",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\nSamaria Resettled\n\n The king of Assyria brought people from Babylon, Kuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns.  When they first lived there, they did not worship the Lord; so he sent lions among them and they killed some of the people.  It was reported to the king of Assyria: \"The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.\"\n\n Then the king of Assyria gave this order: \"Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.\"  So one of the priests who had been exiled from Samaria came to live in Bethel and taught them how to worship the Lord.\n\n Nevertheless, each national group made its own gods in the several towns where they settled, and set them up in the shrines the people of Samaria had made at the high places.  The people from Babylon made Sukkoth Benoth, those from Kuthah made Nergal, and those from Hamath made Ashima;  the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire as sacrifices to Adrammelek and Anammelek, the gods of Sepharvaim.  They worshiped the Lord, but they also appointed all sorts of their own people to officiate for them as priests in the shrines at the high places.  They worshiped the Lord, but they also served their own gods in accordance with the customs of the nations from which they had been brought.\n\n To this day they persist in their former practices. They neither worship the Lord nor adhere to the decrees and regulations, the laws and commands that the Lord gave the descendants of Jacob, whom he named Israel.  When the Lord made a covenant with the Israelites, he commanded them: \"Do not worship any other gods or bow down to them, serve them or sacrifice to them.  But the Lord, who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices.  You must always be careful to keep the decrees and regulations, the laws and commands he wrote for you. Do not worship other gods.  Do not forget the covenant I have made with you, and do not worship other gods.  Rather, worship the Lord your God; it is he who will deliver you from the hand of all your enemies.\"\n\n They would not listen, however, but persisted in their former practices.  Even while these people were worshiping the Lord, they were serving their idols. To this day their children and grandchildren continue to do as their ancestors did.",
    "Script 3": " Timothy :-:\n\nReasons for Paul's Instructions\n\n Although I hope to come to you soon, I am writing you these instructions so that,  if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth.  Beyond all question, the mystery from which true godliness springs is great:\n\nHe appeared in the flesh,\n    was vindicated by the Spirit,[a]\nwas seen by angels,\n    was preached among the nations,\nwas believed on in the world,\n    was taken up in glory.\n\n: The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.  Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron.  They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth.  For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,  because it is consecrated by the word of God and prayer.\n\n",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n And we journeyed from Horeb, and went through all that great and terrible wilderness which ye saw, by the way to the hill-country of the Amorites, as Jehovah our God commanded us; and we came to Kadesh-barnea.  And I said unto you, Ye are come unto the hill-country of the Amorites, which Jehovah our God giveth unto us.  Behold, Jehovah thy God hath set the land before thee: go up, take possession, as Jehovah, the God of thy fathers, hath spoken unto thee; fear not, neither be dismayed.  And ye came near unto me every one of you, and said, Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities unto which we shall come.  And the thing pleased me well; and I took twelve men of you, one man for every tribe:  and they turned and went up into the hill-country, and came unto the valley of Eshcol, and spied it out.  And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which Jehovah our God giveth unto us.\n\n Yet ye would not go up, but rebelled against the commandment of Jehovah your God:  and ye murmured in your tents, and said, Because Jehovah hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.  Whither are we going up? our brethren have made our heart to melt, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the Anakim there.  Then I said unto you, Dread not, neither be afraid of them.  Jehovah your God who goeth before you, he will fight for you, according to all that he did for you in Egypt before your eyes,  and in the wilderness, where thou hast seen how that Jehovah thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came unto this place.  Yet [a]in this thing ye did not believe Jehovah your God,  who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way ye should go, and in the cloud by day.\n\n And Jehovah heard the voice of your words, and was wroth, and sware, saying,  Surely there shall not one of these men of this evil generation see the good land, which I sware to give unto your fathers,  save Caleb the son of Jephunneh; he shall see it; and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed Jehovah.  Also Jehovah was angry with me for your sakes, saying, Thou also shalt not go in thither:  Joshua the son of Nun, who standeth before thee, he shall go in thither: encourage thou him; for he shall cause Israel to inherit it.  Moreover your little ones, that ye said should be a prey, and your children, that this day have no knowledge of good or evil, they shall go in thither, and unto them will I give it, and they shall possess it.  But as for you, turn you, and take your journey into the wilderness by the way to the Red Sea.\n\n Then ye answered and said unto me, We have sinned against Jehovah, we will go up and fight, according to all that Jehovah our God commanded us. And ye girded on every man his weapons of war, and [b]were forward to go up into the hill-country.  And Jehovah said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.  So I spake unto you, and ye hearkened not; but ye rebelled against the commandment of Jehovah, and were presumptuous, and went up into the hill-country.  And the Amorites, that dwelt in that hill-country, came out against you, and chased you, as bees do, and beat you down in Seir, even unto Hormah.  And ye returned and wept before Jehovah; but Jehovah hearkened not to your voice, nor gave ear unto you.  So ye abode in Kadesh many days, according unto the days that ye abode there.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]