[
  {
    "": "2025-07-23T07:00:00.000Z",
    "Art title 1": "It's okay that it's hard. Crawling out of mindsets is an uphill climb.",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4c4827d736de4fc3889ab4fa2774dfb6~mv2.jpg",
    "Artist Statement 1": "Having certain negative thought patterns takes a steady habit of intentionally working yourself out of it, until you can be freed. Intentionally talking yourself out of it is one way to do this, each time the negative thoughts come up.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-79c8661f-dc6f-40ce-9694-0b85d0870f86",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGuest Post: Help with Suicidal Thoughts (part 1)",
    "Story Link": "https://www.rawspoon.com/post/guest-post-help-with-suicidal-thoughts",
    "excerpt": "Today I introduce you to a good friend. We were in small group together years ago and have stayed friends since. I think it is in part due to both of us being aware of our brokenness. \n\n\nIf you know of someone who struggles with suicide, please share with them these tools Dave has found to help him navigate the struggle with suicidal thoughts.  \n\n\n***\n\nHOPE FOR SUICIDE.\n\nHello my name is Dave Saunders. I have lived with suicidal ideation for 25 years. I had my first suicidal thought in 1995 when I was a senior in college. It was only a few months into my senior year and my three best friends, who were a year older than I, had graduated and moved on. I felt so alone. I felt like I had no one to talk to and no one with whom to hang out. Since that time, depression and suicidal ideation has still been something I've struggled with. However, I have steadily improved and am still here! Though I have been hospitalized many times for suicidal thoughts, I have never made an attempt.\n\n\nI wanted to write this account because I wanted to offer people hope. I must admit, I have not found the \"answer\" for living with suicidal ideation from a clinician. I have had to come up with the \"solutions\" to suicidal thoughts largely on my own. I am not suggesting that a person boycott the mental health system. However, I am relaying that it took a lot of perseverance, persistence, and effort to navigate my way through this SERIOUS medical condition. I want to share some of what has worked for me in hopes that it will help you. I must share a caveat: if you live with suicidal ideation, I believe that you also must come up with your own reasons to live. No one can \"save\" you -- you must find the reasons that work for you. But I do believe that what I'm sharing below may provide you with some things to consider.\n\n\n1. I believe that every person was placed on this planet for a REASON. You-yes YOU- can do something better than anyone else who has ever lived and who will ever live. God has given you gifts and a personality that he has never given to anyone else. He wants to use you to bless other people -- your friends, your family, your community. Don?t give up or feel that your life is hopeless or POINTLESS. You may hear a \"voice\" in your head that says, \"You?re no good at anything. Your life is pointless.\" Don?t believe that voice-it is a lie! You have a purpose in life, a REASON for being here.\n\n\nViktor Frankl wrote, \"Everyone has his own specific vocation or mission in life to carry out a concrete assignment which demands fulfillment. Therein he cannot be replaced, nor can his life be repeated. Thus, everyone's task is as unique as is his specific opportunity to implement it.\" Man?s Search for Meaning, p. 109. Discovering your purpose and doing it is what life is all about. Living for your purpose brings joy and satisfaction. Never give up because God will NOT give up on you.\n\n(continued tomorrow)",
    "Audio file": "",
    "Blog Title": "yesterday's  \"This is love: ",
    "Blog Link": "",
    "Blog excerpt": "(Continued from yesterday's things that helped with suicidal thoughts) \n\n2. You are LOVED. Even if you don?t love yourself, God loves you. \"This is love: not that we loved God, but that he loved us?We love because he first loved us.? 1 John 4:10,19. You may FEEL like no one loves you or no one cares. Again, you may FEEL like no one loves you. You may have just had a fight with a friend or a family member or just gotten a divorce. You may feel that you don?t have any friends or haven?t found a significant other. But God loves you more than anyone could ever love you. God ALWAYS loves you. \"Give thanks to the Lord for his love endures forever.? 2 Chronicles 20:21. This may sound obvious, but God does NOT want you to end your life! He will NEVER STOP LOVING YOU no matter what you?ve said, felt, thought, or done. No matter what your situation is, God is there. He will \"never leave you nor forsake you.? Joshua 1:5. You may feel that you?ve made a horrible mistake and that no one will forgive you or that you cannot forgive yourself. But God will ALWAYS forgive you (1 John 1:9). Don?t give up on yourself because God will NEVER give up on you. You are loved.\n\n(continued tomorrow)",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_2f6adf571cb9472ea6cbd78ede376483~mv2.jpg",
    "Sketchnotes1b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0110-scaled.png?w=2560&ssl=1",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_972427b395c940eaa3fca1a9e973c507~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_66686c84c528425b88a64a8979782b8f~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs&list=PLH0Szn1yYNec-HZjVHooeb4BSDSeHhEoh&index=16",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 18",
    "The Chosen 3": "https://www.youtube.com/watch?v=F8o4TrIA76U",
    "The Chosen 4": "https://youtu.be/r7lCIsGmyms",
    "Song": "https://www.youtube.com/watch?v=RKPAKRWg9GA",
    "Song 2": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]