[
  {
    "Art title 1": "He Makes All Things Beautiful in Its Time",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9b083094f03549aca715b464be87ab4b~mv2.jpg",
    "Artist Statement 1": "I did this with pen and paper on my honeymoon. We got married in our 40's, both of our first marriage. Sometimes the desires of our heart come, though it be later than we had planned. At least in my life, I've found I can trust Him. He's always been faithful to provide me with what I need, and much of what I desire. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_9b083094f03549aca715b464be87ab4b~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Spirituality and the Science of the Brain",
    "Story Link": "https://www.rawspoon.com/post/spirituality-and-the-science-of-the-brain",
    "excerpt": "I was talking to a Christian Neuroscientist friend (Claire: she writes at galloblog.com) this weekend and we were talking about spirituality and how it relates to the science of the brain.\n\nFor example, there's this part of the brain scientists correlate to spirituality. Like that part lights up on their scans when someone is having what they feel is a \"spiritual experience.\" Is that all that our spiritual experiences ever are? Chemicals in our brains?\n\nAnd what about what people used to call demon possession, or prophesy, or being thrown to the ground in seizures? Now we can diagnose most of those cases as schizophrenic or epileptic or whatever. So were there never any spiritual forces really at play?\n\nAnd she told me about this experiment where some dude was molesting kids and they found a tumor in his head. And when they took it out he stopped molesting kids... until the tumor came back again. It was like the tumor was smashing some sort of inhibition center. So is morality really pretty much just dependent on our brain chemistry?\n\nI think probably all the science is true. But here were some of our hypotheses about how the spiritual world could ALSO be true, and in fact reinforce the science.\n\nWhat if humans are the doorways between the spiritual world and the physical world? Particularly the brain. This makes sense because scientific instruments have pretty much failed at detecting any \"spiritual\" presence with their sensors, but plenty of people claim to have seen something spiritual (whether it's seeing ghosts or miracles). And in fact I recorded 200 pages of miracles in this book where I interviewed pastors in Ethiopia.\n\n\nSo maybe our brains have the microchip that has a type of antenna that communicates with the spiritual world (our science doesn't yet have this technology). And our bodies are the machines controlled by our brains. So when a powerful new signal comes in, that part of our brain of course lights up. And this signal can mess with our brain's programming, even if we don't understand the signal or where it's coming from. But just like a virus downloaded to a computer can make it all wig out and stuff, a prodding from the spiritual world could trigger all these chemicals in our brain to go haywire. And that would be the exact scientifically observable symptoms of schizophrenia or epilepsy, etc.\n\nBut sometimes, maybe the spiritual center is functioning correctly and the signals are a little more obvious, and that is when we are really seeing accurate visions in the spiritual realm or hearing the voice of God.\n\nAnd about the guy with the molestation tumor, maybe the capabilities of our brain do take part in our morality choices. But if anything, this speaks of the Christian God over many of the religions, specifically because our God levels the playing field with Grace. He knows we all struggle at different levels and we each have been given different capabilities to cope with those struggles.\n\nAnd I like what C.S. Lewis says in \"Mere Christianity\" about how some of us may have more of a disadvantage in morality than others but it's okay:\n\"But if you are a poor creature--poisoned by a wretched up-bringing in some house full of vulgar jealousies and senseless quarrels--saddled, by no choice of your own, with some loathsome sexual perversion--nagged day in and day out by an inferiority complex that makes you snap at your best friends--do not despair. He knows all about it. You are one of the poor whom He blessed. He knows what a wretched machine you are trying to drive. Keep on. Do what you can. One day He will fling it on the scrap-heap and give you a new one. And then you may astonish us all -- not least yourself.\"\nSo maybe these theories make it possible, in fact give a fuller, cohesive picture of how science and theology can reinforce each other as truth!\n\n(By the way, if you're reading this today, and are in Atlanta, there is a Neurotheology talk/discussion happening tonight at 8:30 at Monday Night Brewing! I'm planning to be there!)\n\nRaw Spoon, 7-13-17",
    "Audio file": "",
    "Blog Title": "Earn Your Words",
    "Blog Link": "https://www.rawspoon.com/post/earn-your-words",
    "Blog excerpt": "A friend of mine criticizes people, a lot like Jesus did. He tells people that they're sinning bad and tells them to shape up. Like Jesus told that lady getting water, the dudes stealing people's tax money, and the self-righteous pastors.\n\nBut some people won't talk to my friend any more. They call him judgmental. I tried to reason with him to be more compassionate, but I had to admit that even Jesus gave a lot of tough love.\n\nA couple nights later a different friend of mine called me up, ashamed of himself, and told me he had really messed up. We had been friends for a while and I said I'd be over as soon as he had time the next day. I texted him that night as well as the next day trying to encourage him. I drove half an hour to his house, brought him dinner and hugged him at the door.\n\nAs we ate at his table and talked about our struggles, I realized this, here, now, is a warranted time for tough love. He knew I loved him. I had earned it. So I told him, \"Man, you know that type of girl is not good for you. I think you need to tell her you can't talk to her anymore.  Do it quickly and make it final.\"\n\nJesus did call a lot of people bad sinners, and in isolation that sounds really mean. But often he showed them that he really loved them in the same interaction. Basically he earned the right to speak hard truth to them. He healed a man with leprosy, rescued a woman from being killed by angry pastors, rescued a tax agent out of a rancid reputation, and gave living water to the woman who was thirsty. He showed them he loved them and maybe that's why he could tell them to go and sin no more.\n\nSo if we plan on dishing out some tough love, and help a brother defeat a sin, we had better earn it first. Give to them, cry with them, feed them, love them. And when they are certain that we love them even at their worst, they will know it's not out of judgment when we say, \"to be honest man, I think you messed up. If I could say so, here's what I think we need to do. . .\"\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 3": "https://www.youtube.com/watch?v=3lfPK2vfC54",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 20:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 26",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Corinthians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 14\nAmerican Standard Version\n14 Then came certain of the elders of Israel unto me, and sat before me. 2 And the word of Jehovah came unto me, saying, 3 Son of man, these men have [a]taken their idols into their heart, and put the stumblingblock of their iniquity before their face",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/_x_C-nnbxrc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0665c00b-5d6a-48fd-a246-08c082378d91.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=WTTr9NXVuoU",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]