[
  {
    "Date": "2026-02-16T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=jTiV2xpKtCs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vY2NmMDQwNjQtZDRlMC0zNTE1LWEyM2MtYjQ4Y2Y4NmM5NjNh?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=9",
    "famous quote": "\"You never know how much you really believe anything until its truth or falsehood becomes a matter of life and death to you.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=r5swS-U8AyI",
    "Nature Video": "https://www.youtube.com/watch?v=p16g5IVCdeE",
    "User added": "\"Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change.\"\n‭‭James 1:17‬ ‭TPT‬‬‬‬‬\n\n\"Never subject to change.\" That is God. Nothing changes God, and God never changes!Now, consider just one aspect of what that means: God loves you and I now with the same love He had for us before eternity when He sent Jesus to die for us! It is the same. Unchanged. Everything we have done, or will do, that makes us feel ashamed, unworthy, petty, evil, etc. - none of it has changed God, or how He loves us from before time began! Rest in Him, today!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "\"The Circle Maker,\" my Mark Batterson\n\nI'm reading the Circle Maker, by Mark Batterson. What he says is to define exactly what you think God is leading you to pray for, and then pray powerfully for it. He tells how he felt like he should walk prayer circles around the plot of land that he wanted for his church and he got it. He says be specific with your request so God can be pleased to answer it specifically.\n\nIt's not that we want to be Charismatic. We just want to be what God wants the church to be. And this is what was happening in his church. This is what Jesus said we would do. See visions, work miracles. Help the poor.\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=A-5B00_KAeQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]