[
  {
    "Art title 1": "Rise",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_8e6bd26103ef45f298aecccce921ee59~mv2.jpg",
    "Artist Statement 1": "\"The heart is deceitful above all things, and desperately sick; who can understand it?\"\nJeremiah 17:9 ESV\n\n\"Search me, O God, and know my heart! Try me and know my thoughts! And see if there be any grievous way in me, and lead me in the way everlasting.\"\nPsalm 139:23-24 ESV",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Sucking the Snake Bite of Hate (take every thought captive)",
    "Story Link": "https://www.rawspoon.com/post/sucking-the-snake-bite-of-hate",
    "excerpt": "Trevor, with salt and pepper hair and scruffy beard, paced back and forth in his downtown studio apartment cursing under his breath. \n\n\"How could you do that to me?! 25 years of faithful love I gave you, and this is how you repay me?! And with my own nephew!\" He pointed as if someone was in front of him and malice seethed out of him as he said, \"You don't know how much you've hurt me. I'll never be able to trust ever again!\"\n\nTrevor was exhausted. It had indeed been 3 years since the affair and a year and a half since their divorce and these rants still happened constantly. He tripped to his knees, against his couch and broke into tears. \"God, help me. This is killing me.\"\n\nBitter memories still pummeled him like rocks, and hateful rebuttals filled his mind, which he wanted to throw right back. It was relentless. \"This just feels like poison coursing through me. God save me.\"\n\nSuddenly a memory he hadn't thought of for years came vividly to mind. He was on his side, his pants pulled down to his knees along a dusty path. His father bent over him sucking at a snake bite on the side of Trevor's thigh. Trevor was only 12. They were days from a hospital, on a week-long hike through the Montana wilderness, just the two of them.\n\nHis father looked at him with concerned eyes, \"It'll be okay, Trevor. I got you. I will get the poison. I have to make a cut down-stream from the bite and then I'll get the poison out. But you have to let me.\"\n\n\"Okay,\" Trevor squirmed. \"But it hurts, dad.\" \n\n\"I know buddy.\" He made the cut quickly and Trevor jerked his leg away from him. \n\nHis dad urgently and kindly said again, \"Please hold still, Buddy. Let me take the poison.\"\n\nSo Trevor did his best to trust his dad with it. His dad watched for the slight discoloration in the blood under the skin and tenderly felt for the pulse of each heart beat. Then whenever he saw the discolored portions pass by, he went in quickly, sucked, and spit out the blood. It was a long, grueling process, but Trevor healed and that day he learned to trust his life with his father more than most children ever do.\n\nThere, in his apartment, with his face stretched against the leather arm of the couch, Trevor heard, \"Let me take the poison.\"\n\nSuddenly a memory of his ex-wife talking to his nephew at a 4th of July party came to mind and filled him with hate, but before he could form a curse over her the echo of the words rang again, \"Let me take the poison.\"\n\n\"But she--\" He paused and did his best to trust God with it. \n\nThe memory passed and the anger subsided. \n\nAnd then another memory came at him as quickly and powerfully as they always did. His anger flared and he began to seethe again, \"If you only knew how much--\" but he stopped And in the next breath he cried, \"Please take it. I don't want to carry it anymore.\" And over the next few moments the anger was slowly seeped away. \n\nFrom that day he did it more and more. He didn't succeed every time, but he got better at it. Every time a memory hit him and the accompanying malice filled him, he just said, \"Take the poison, God.\" \n\nAnd God did. \n\nIt was a long, grueling process.\n\n---\n\nIn Matthew 18:21-22 Peter asks Jesus, \"How many times must I forgive my brother?\" And Jesus replies 7 x 70 times. 7 is the number of completeness, so this number means, do it until it is done. Perhaps this is because that is how many times we need to be willing to forgive as we work it out of our system. \n\nRaw Spoon\n\n10-1-20",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 40",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 22",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 27\nAmerican Standard Version\n27 The word of Jehovah came again unto me, saying, 2 And thou, son of man, take up a lamentation over Tyre; 3 and say unto Tyre, O thou that dwellest at the [a]entry of the sea, that art the merchant of the peoples unto many isles, thus saith the Lord Jehovah",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=CyPPoNxnW-Q",
    "Song 2": "https://www.youtube.com/watch?v=bmVOMbqoD4o",
    "Song 3": "https://youtu.be/SR7aLsMTE3U",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/50674150-4597-4665-b2f6-071cd591413f.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]