[
  {
    "": "2025-10-15T07:00:00.000Z",
    "Art title 1": "A Multitude behind You",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_d5f014986fcc405f86007f701e675cf2~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_d5f014986fcc405f86007f701e675cf2~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_0f2e4ae1c48d483a9a428d36e00e3a3c~mv2.jpg",
    "Artist Statement 2": "This was an art piece a man gave his wife after years of sobriety, which she helped him achieve. It is, of course a theme in Song of Solomon and even in Proverbs",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "A Multitude behind You",
    "Story Link": "https://www.rawspoon.com/post/story-a-multitude-behind-you",
    "excerpt": "Kenny and Cassandra had been dating for 2 years and Kenny knew it was either time to marry her, or let her go. Anything else would be wasting her time.\n\nBut he was scared. He didn't \"just know\" like some people know. Some days were really, really hard. Next to singleness, marriage was the scariest thing he could think of. \n\nHe didn't really have community right now. Only six months ago he had moved to India to be with Cassandra where she was a missionary. His family wasn't Christians and friends in the states were all asleep when Kenny was usually stressing. \n\nLike this afternoon.\n\nHe had the ring in his pocket. He had asked Cassandra if she'd like to go on a hike up the mountain just outside of town. Now they were at the top looking at the beautiful city below. He doubted himself. He wished he had people behind him, to ask, to encourage, to have his back. He felt so alone.\n\nEventually he did the scariest thing in his life, like cliff diving. He was on one knee lifting the ring to her. \n\nCassandra covered her mouth and tears formed in her eyes. She nodded a very certain yes. But when she could breath again she said, \"Before we talk, I have to tell you something. I know this has been scary for you and I absolutely love your bravery. But I talked to my mom last night and out of the blue she reminded me that every church she's been at since I was born, she's asked her ladies to pray for my future husband. This morning my youth group leaders happened to call and out of the blue they told me that they had been praying for my future husband since back in high school. Then right before I left to meet up with you today, my ministry host told me that the ladies we minister to have all been praying for my future husband for the five years I've been here. \n\n\"I thought it was all very strange that they all told me this since last night. I know this has been very hard for you being down here alone. I'm so grateful you came down for me. But the timing behind all this makes me think it's important to tell you that you are not alone with me on this mountain. There is a cloud of witnesses holding you up. Holding us up. We can do this.\"\n\nKenny rose and took a deep breath. What had seemed like a lonely journey, now he saw as a story many had been hoping and praying for. He held her as they looked out at the city below. What had seemed like a desolate mountain top became the altar built and supported by many who had laid the stones beneath them over many years. He was not alone. Not alone at all.\n\n---\n\nRemember that in your difficult struggle, and scary endeavors you are not alone. You have a cloud of witnesses holding you up.\n\nRaw Spoon, 2-15-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_ae9e89fc600e4bafb01b5adb590f6d0d~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=w1zkwkI9oAw",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 61:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 15",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 1",
    "The Chosen 3": "https://youtu.be/Ux1lJ3ak9Ao",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=rC_F3zNeQ5Y",
    "Song 2": "https://www.youtube.com/watch?v=4_RCZU5Ysjw",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/place/City+of+David/@31.774471,35.2354859,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipNkuB7EpHASM-Fe-wUcz0Uk29DYac8-tprWgN5P!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNkuB7EpHASM-Fe-wUcz0Uk29DYac8-tprWgN5P%3Dw114-h86-k-no!7i4128!8i3096!4m7!3m6!1s0x150329c9f1edb409:0x8e75b6d09f15d4a4!8m2!3d31.7733654!4d35.2350254!10e5!16zL20vMGozdzI!5m1!1e4?entry=ttu",
    "3dNotes2": "City of David: modern day pictures from the \"City of David\", referenced in the 2 Kings reading.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/6c91660c-69ad-4782-b75f-e993c81c83fe.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]