[
  {
    "": "2025-08-15T07:00:00.000Z",
    "Art title 1": "Lion And The Wind",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_6e19c1359c08477e8e8bc1642afb24a4~mv2.jpg",
    "Artist Statement 1": "An image of the lion who controls even the parts of our lives that feel like Chaos",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_6e19c1359c08477e8e8bc1642afb24a4~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG: \nWhen Someone Disowns You Because of The Elections (divisions among you",
    "Story Link": "https://www.rawspoon.com/post/when-someone-disowns-you-because-of-the-elections",
    "excerpt": "I have changed names, relations and genders in this hard story to hide identities. Maybe I'm just pretending it's my family to make it more powerful, but instead it's a group of old friends. But it is a true story. Do not assume you know who they are. I need this story NOT to be a story of assumptions, divisions or grudges, but of reconciliation.\n\n\nI received an email from a member of my extended family a couple days after the election. Let's call her \"Anti(e)Trump.\" She addressed it to my cousin and I and in it she said that according to our social media we obviously voted for Trump and \"...I don't want to have any relationship whatsoever with someone who could rationalize, in whatever ways you did it, voting for Donald Trump.\"\n\n\nNow this was particularly interesting because I voted for Hillary. And I probably feel some of the same fear and hesitation about having Trump as President as she did. I wonder what it was in my social media that made it seem otherwise. (This is a lesson about assumptions in itself.)\n\n\nBut this triggered an interesting chain reaction.\n\n\nMy cousin called me, wanting to talk about the email. It turns out he sure enough DID vote for Trump.\n\n\nNow, let me say, all of the people I talk to on a daily basis share my sentiments of Trump and, when we saw the election results, said things to each other to the effect of,\n\n\"WHO ARE THESE PEOPLE? IS THE MAJORITY OF OUR NATION SO GULLIBLE AND UNINTELLIGENT AS NOT TO SEE THE TRUE TRUMP?? OR ARE THEY FILLED WITH HATE AS WELL?\"\n\n\nIn fact, I even remember this thought crossing my mind about two other members in my family who I've known were good, smart people my whole life, and who I assume voted for Trump: \"I really thought they were good people. But now their true side has finally come out.\" (can you believe I actually thought that!?)\n\n\nSo when my cousin called me and told me he in fact did vote for Trump, I asked him to explain why. And he did.\n\n\nAnd as I listened to him, and heard his clear voice, and calm reasons, I remembered how smart, wise and mature he is. It wasn't the reasons in themselves as much as the fact that he did have reasons, and had thought a lot about it. He wasn't seething with hate, or vindication for his struggles as a white, middle class American. He told me stories that proved he loved other races and women. I heard the love and respect he had for me, and I remembered how much I love him. I remembered how proud I am of the man he has grown into. I remembered things he's done that gave me more respect for him. I remembered past conversations and interactions with him that I admired. All the stuff that in the past had made me think: he's one of the really good ones.\n\n\n\nAnd I realized what this election had so deceptively done inside of me. It had snuck in and soured all of that with one feckless stab. Like a poison turning a family against itself. It had so quickly changed my view of people that are truly good people and have loved me well for my entire life. Like an autoimmune disease that had penetrated a vein and turned my body into a bloody civil war. This election was AIDS rampant through our streets and thoroughfares, dividing beautiful towns right down their main streets. This election was gas and fire poured all over our balanced equilibrium of a community that had been doing its best to seek love and peace.\n\n\nWell, then another email chimed into my inbox. It was another of our family members that Anti(e)Trump had copied on her email. I didn't realize anybody else had been copied! This other family member had replied to Anti(e)Trump and said, \"This is not right. Never copy me on an email like this again. Ross and [other cousin], I love you no matter who you voted for.\"\n\n\nAnd every one of the others replied to us, or all of us, saying similar things. They had all voted for Hillary but said they loved us no matter how we voted. And in some cases kindly asked us to explain the decision because they, and the people around them, were sincerely curious what virtues Trump's voters saw in him.\n\n\nThe next day my cousin sent a grace-filled email to all of us (but addressed to Anti(e) Trump) explaining the reasons he voted for Trump. He included links to stories which told of Trump's generosity that I didn't know existed, and even articles written by a journalist confessing how they, the media, were wholly biased against Trump and had obviously, though accidentally misconstrued the full story.\n\n\nIt got us all communicating. I realized how much I love all my family for who they are. Not for how they voted. It opened doorways of understanding and connection which had been in danger of sealing themselves shut as we simmered in isolation.\n\n\nAnd it reminded me that some very smart, wise, good people voted for Trump. Even the other ones in my family who are some of the most brilliant and beautiful people I know. And this gives me hope that I might have been wrong about Trump.\n\n\nI eventually replied to Anti(e)Trump as well. I basically told her this story, how her email helped me to recognize that I had some of the same extreme divisions scraping red lines down my insides, but that it had triggered this conversation with my cousin. And that conversation helped me re-orient my heart around true things that showed that I had let assumptions infect my heart with hate. That showed we are not, at-the-root, divided. We still respect and love each other, and we each believe we have voted with a clear conscience.\n\n\nAnti(e)Trump replied to us the next day humbly and kindly apologizing, admitting she had let the election tensions get the better of her. And that we had all responded so kindly and smartly that she realized that sometimes the younger can be wiser than the elder.\n\n\nAnd maybe her lesson is what we can take out of this. That the leaders of our unknown future may not be as scary as we think. We must not assume before we converse and see. We must talk and give a fair attempt at respecting each other. We must figure out how best to move forward. We must exemplify mutual grace in our conversations, and hold love and connection paramount in all of it. We are all the same nation. We are all the same family.\n\n\nI have learned from everyone in this interaction. This is why this is a story of reconciliation, not division. Please do not try to assume you know who any of these people are. We already learned how dangerous assuming is. Our family has made it through it, is more united and wiser for it. We have survived it. Our family is more whole because of this.\n\n\nGod, may we carry these lessons into our other relationships as we are confronted with offense and divisions that we do not yet understand.\n\n\nGive us understanding.\n\n\nGive us grace.\n\n\nFor you have poured it abundantly on each of us.\n\n\nAnd guide the leaders of this powerful nation.\n\n\nRaw Spoon, 11-13-16",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/09/TRBC-9-6-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=l9vn5UvsHvM",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 82",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 5\n\nThe Ark in Ashdod and Ekron\n\n5 After the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod. 2 Then they carried the ark into Dagon's temple and set it beside Dagon. 3 When the people of Ashdod rose early the next day, there was Dagon, fallen on his face on the ground before the ark of the Lord! They took Dagon and put him back in his place. 4 But the following morning when they rose, there was Dagon, fallen on his face on the ground before the ark of the Lord! His head and hands had been broken off and were lying on the threshold; only his body remained. 5 That is why to this day neither the priests of Dagon nor any others who enter Dagon's temple at Ashdod step on the threshold.\n\n6 The Lord's hand was heavy on the people of Ashdod and its vicinity; he brought devastation on them and afflicted them with tumors.[a] 7 When the people of Ashdod saw what was happening, they said, \"The ark of the god of Israel must not stay here with us, because his hand is heavy on us and on Dagon our god.\" 8 So they called together all the rulers of the Philistines and asked them, \"What shall we do with the ark of the god of Israel?\"\n\nThey answered, \"Have the ark of the god of Israel moved to Gath.\" So they moved the ark of the God of Israel.\n\n9 But after they had moved it, the Lord's hand was against that city, throwing it into a great panic. He afflicted the people of the city, both young and old, with an outbreak of tumors.[b] 10 So they sent the ark of God to Ekron.\n\nAs the ark of God was entering Ekron, the people of Ekron cried out, \"They have brought the ark of the god of Israel around to us to kill us and our people.\" 11 So they called together all the rulers of the Philistines and said, \"Send the ark of the god of Israel away; let it go back to its own place, or it[c] will kill us and our people.\" For death had filled the city with panic; God's hand was very heavy on it. 12 Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven.\n\nFootnotes\na. 1 Samuel 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 19",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ubNfyXOoxaw&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=3",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/38",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]