[
  {
    "Date": "2025-12-11T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Zp_kpiT9oAM",
    "Additional Link": "https://www.christianitytoday.com/ct/2021/november/exvangelical-warren-guide-to-deconstruction-church.html",
    "Yoga": "https://www.youtube.com/watch?v=-MnSLhJW_6M&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=5",
    "famous quote": "\"God has not been trying an experiment on my faith or love in order to find out their quality. He knew it already. It was I who didn't. In this trial He makes us occupy the dock, the witness box, and the bench all at once. He always knew that my temple was a house of cards. His only way of making me realize the fact was to knock it down.\"\n-- C.S. Lewis (A Grief Observed)",
    "Ted Talks": "https://www.youtube.com/watch?v=iIne-UO7wUo",
    "Nature Video": "https://www.youtube.com/watch?v=6Jz0JcQYtqo&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=61",
    "User added": "\"Those who sow their tears as seeds will reap a harvest with joyful shouts of glee. They may weep as they go out carrying their seed to sow, but they will return with joyful laughter and shouting with gladness as they bring back armloads of blessing and a harvest overflowing!\"\n‭‭Psalms‬ ‭126:5-6 TPT‬‬‬‬‬\n\nAs sure as God is in heaven, trials and tragedy will find each and every one of us. In the midst of suffering, it is hard to see meaning, let alone joy that might come from our pain. It is okay to cry, and to cry out to God when things don't make sense. God knows our suffering in Christ Jesus. He has counted every tear before it fell, and He can make every tear count. Lean into Him, as you walk through the hard times. Don't be afraid. He is big enough to handle your conflicting emotions. There is joy on the other side. That is a promise-not mine, His.\n\n\"I had only heard about you before, but now I have seen you with my own eyes.\"\n‭‭Job‬ ‭42:5‬ ‭NLT‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nLocal leader of the Petros Network\nInterview (part 1)\n\nAlayu is a short man that usually wears plain, white Reebok tennis shoes. He has dark skin, like glistening chocolate. A youthful smile is always close to his lips. He always seems comfortable in his own skin. He usually wears a checkered shirt tucked into his jeans.\nHe is the national that is in charge of the entire program. When I first got to talk to him, standing in the courtyard he said, \"How is your brother?\"\n\n\"Oh you remember my brother?!\" I replied, surprised he had remembered that he had come with my dad several years ago. \"He's good.\"\n\n\"Yes. I remember him. I had good conversations with him. He reminds me of your mom.\"\n\n\"You remember my mom too?!\" \n\nMy mother had come to Ethiopia with my dad in the first years of the mission. In fact she had been the first American woman to travel over to Ethiopia with the Petros Network.\n\n\"Of course I do.\" He said. \"She helped us out for two years. I see her in both of you. Your dad can accomplish big things but your mother is more personal. She cries. She talks to people and connects with them. I see that in both of you boys. In the smile on your face.\" \n\nI love hearing about my mother from people who remember her. It's hard for me to remember her after so much time, so it's almost like I get to see glimpses of her again when people talk about her. \n\nA few days later I get to sit down with Alayu and try to understand the root of this movement in Ethiopia. If anybody is the lynch pin in what is happening, it is Alayu Kebede. His English is as good as any Ethiopian national I have met on this trip so we sit without a translator.\n\nOne of my main goals of this interview is to find an answer to a question that has been haunting me. It is a question that someone very dear to me (an atheist) had challenged me with. And it is a very good question. He had asked me about missions and why would we destroy beautiful, ancient cultures by bringing in a new religion and making people conform to it.\n\nBut first I start by asking Alayu for context.\n\nTell me about what you have been a part of here.\n\nThank you so much, my brother, for letting me speak about what God is doing in my country and east Africa.\nOur vision is to plant 10,000 churches in the Eastern African region in the next 10 years. Our plan is to plant churches region after region. We have used this strategy to plant churches in each region in this country and the countries around it like South Sudan and Uganda. Previously we planted almost 1,700 churches in a previous program in a region called Benishangul-Gumuz. This region is on the border of Sudan. God has helped us to bring 100,000 converts to the churches. For the last four years we were called to Oromia (the current region near Addis Ababa) and we have planted 1,000 churches, and have brought almost 200,000 people to Christ. So our vision is to go to these nine regions of Ethiopia and plant 1,000 churches in each region.\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=5PH5f5JtQzo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=8AHCfZTRGiI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]