[
  {
    "Date": "2025-10-12T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=NG1a2aZeLk0&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=3",
    "famous quote": "\"Prostitutes are in no danger of finding their present life so satisfactory that they cannot turn to God: the proud, the avaricious, the self-righteous, are in that danger.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=h1ERsv_39vE",
    "Nature Video": "https://www.youtube.com/watch?v=w_maI6am0UU",
    "User added": "\"If God doesn't build the house, the builders only build shacks. If God doesn't guard the city, the night watchman might as well nap. It's useless to rise early and go to bed late, and work your worried fingers to the bone. Don't you know he enjoys giving rest to those he loves?\"\n??Psalm? ?127:1-2? ?MSG??????\n\nDo you feel the weight of your responsibilities each day? Work, family, friends, and church all press down, or pull at your limited time and energy.\nI am going to say something, and I hope you think about it. You are less important to all of those people and organizations than you are to God. God is the one watching over you as you sleep. He is the one controlling and guiding circumstances in your home, at work, at church, in your city, half a world away, and years in the future to bring you closer to Him. Finally, He is the One who gives you rest today, and every day for all of your life into eternity. The Creator of the universe is watching over you with love! That is something to think about all day every day!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 3)\n\n... Amazing. He continues right into another story.\n\nNear the place where I was, called Bali, there was a deep spring. The people would kill oxen there as sacrifices for witchcraft ceremonies. The spring was like 12-15 meters deep.\nHere Abdisa begins to talk more softly and tenderly, and speaks more with his hands.\nWell, one day a girl was missing from the village so the whole village went searching for her. They found out she had told her brothers that \"There is a house and people living down in the spring and the person who lives there has called me.\" They found her there. She hung herself by the spring. Then her mom hung herself, and when her dad heard this he fell down and passed away.\nWhen I heard these stories I went to see this village. I had done some training with Ray Noah and he had given us pastors a yellow rope to put it over our necks. I took that rope, some olive oil, and three stones. After I poured the oil over the three stones I went to the spring filled with faith. I said to the demon in that place, either I will die here or you come out of this well. I prayed and threw one of the stones into the water. I took the rope and beat the water many times while speaking in tongues. \nI left to go to another village to preach the gospel but after two weeks the water had almost dried up. There was a little left but it wasn't even above my knee. It used to be 10 meters wide, now less than one meter. \n\nI'm not sure why the rope or the stones and oil are important but that sounds like something that would have been done in the Old Testament...",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=XKOoeTbjSeI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]