[
  {
    "Art title 1": "Moistening My Hard Heart",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_5f58b78f445c4d47b6ea6cc883d5eb8c~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_5f58b78f445c4d47b6ea6cc883d5eb8c~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_6901911fb27642539b9f8eff2fb11a80~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Fear of Food and Bread of Life",
    "Story Link": "https://www.rawspoon.com/post/fear-of-food-and-bread-of-life",
    "excerpt": "Poison. Debora couldn't think of anything else as she let the thin-mint-smoothie melt into her mouth. The sugar hates you. It's poisonous. She looked into the plastic cafeteria cup and reached to put another spoonful into her mouth.\n\n\"Eat it up! You'll need it.\" Katie tapped her watch as she walked by. \"So 6:15 tomorrow, boo?\"\n\nDebora dropped the spoon into the glass and said, \"Yeah, as long as I can finish my Theology reading tonight I should be out there by... uh, 6.\" She squinted hesitantly.\n\nKatie smiled because they both knew it always ended up being 6:15.\n\n\n***\n\nThat night in her room Debora read about Catherine of Siena. Her teacher Ms. Archibald had looked at her directly in class for some reason when she assigned these pages. She'd see Ms. Archibald the next evening at chapel so maybe she could ask her about it. Being the chaplain at a small school meant Ms. Archibald taught religion classes, organized the worship services, and oversaw the school counseling center. Debora saw a lot of her, and liked her fine. And by the way Ms. Archibald had intro'd the readings for tonight it seemed Ms. Archibald thought a lot of these women in the reading.\n\nAnd now Debora saw why. This chick is bad ass, Debora thought. Catherine of Siena became a nun to avoid being married off to the man her parents had planned for her. But she also had an interesting relation to food. She would fast for days, sometimes only staying alive on the small bits of communion bread. She would totally understand me.\n\nSeveral of these medieval women mystics like Catherine and Hildegard had seen visions at the moment the priest lifted up the communion bread. Some theology claimed it actually became Jesus' body in that moment, and the mystics often claimed they saw fantastical visions at that moment. But, something caught her eye about Catherine. The book mentioned that she was known to do things like sticking twigs down her throat to throw up, out of her dedication to God. Debora suddenly felt exposed somehow.\n\n***\n\nKatie was stretching her quads when Debora opened the door to the crisp morning air. Her watch said 6:14am. The grass was frosted. Dark ice looked like amoebas frozen on the sidewalks. January in Minnesota.\n\n\"We're crazy.\" Debora said, vapor puffing from her mouth.\n\n\"TRUTH!\" Katie smiled up at her and nodded. Then Katie's eyes locked onto the three almonds Debora tossed into her mouth.\n\n\"I gotta eat something, you know?\" Debora looked away and remembered the cold day like this in the fall when she had passed out and fallen. She unconsciously rubbed the scar on her knuckles as she stretched her arms.\n\nKatie put her hand on Debora's shoulder to stretch her other quad. \"I had two raisins this morning,\" her tone suddenly life-less.\n\n\"Eat it up!\" Debora said, trying to bring light to her friend's suddenly heavy face. \"One raisin for every six miles; that should be enough.\" Katie was too deep in thought to return the ironic smile.\n\nA moment after they both glanced at their reflections in the glass, they set off running.\n\nKatie had always been the faster runner and started a little bit in front of Debora. She had looked different lately. Enough to concern Debora. Just the looser sway of the head and slouch of the back. And just the color of her skin and her poor, tired eyes. Just kind of weak.\n\nKatie realized she was ahead and slowed to stay with Debora.\n\n\"Last run together before the race,\" Katie said.\n\n\"Yeah. Hey, are you going to train over spring break?\"\n\n\"Well, you're not supposed to really train the week before, remember? So I'll probably just do like one mile on Monday, and two miles on Tuesday. Then no more for the rest of the week.\"\n\n\"Oh, yeah.\" Debora was suddenly somber. \"I hadn't really thought about it yet.\"\n\nKatie eventually broke the silence and smiled at her, \"So, I gotta be honest, boo. I've been looking forward to this run because 12 miles is far enough that I can show you my old stomping grounds growing up. We can pass my old high school if we go the right way. My old boyfriend's house. The house I used to live in. And the old coffee shops that are now other things.\"\n\nDebora smiled big at Katie, \"Yeah! I'd love to! Please show me. Have you mapped out the distance and stuff?\"\n\nKatie looked at her and smiled, \"You know I have.\"\n\nThey set out down the street, side by side.\n\n***\n\n\"Thanks for showing me everything. Really nice to see your old places,\" Debora said.\n\nKatie glanced at her watch again. The second time in 30 seconds.\n\nIt was weird that Katie didn't respond so Debora added, \"I'm totally gonna think of Dave differently when I see him on campus, after seeing all the junk in the garage sale at his old house. That was so funny the look they gave you.\"\n\nKatie looked at her watch again, and a sob seeped out of her.\n\n\"Kate! What's wrong?\"\n\nKatie wouldn't look at her, holding her watch in front of her face, walking facing away from her. Debora followed her for a few moments. \"Are you okay?\"\n\n\"We didn't go far enough.\" It burst out of her. \"I had to cut a whole loop out of it. 1.2 miles less. I was too tired. I shouldn't be this tired.\"\n\nDebora put her hand on her shoulder. Katie sniffed and seemed ashamed at the sound of it. Debora didn't know what to say. In that moment she could almost see a thing there between them. The very heavy beast that was their burden. That was their bond. Something they both carried.\n\n\"I think I gotta go get showered for class,\" Katie squeaked.\n\n\"Um, okay.\" Debora didn't want to let her go. \"I really enjoyed seeing all those places.\"\n\n\"You're welcome.\" Katie blurted out as if it was all she could contain. She couldn't look at Debora as she started toward the stairs. Before she disappeared through the door she turned back and wiped her tears sloppily. \"Sorry. Hey are YOU doing okay?\"\n\n\"Oh- yeah, um... I hope so.\" Debora realized she was rubbing the scar on her knuckles again.\n\nKatie sniffed and said, \"See you tonight. Ms. Archibald signed me up to do communion for chapel.\"\n\nDebora cocked her head to the side.\n\n\"Yeah, I guess she doesn't really know I'm not really a Christian anymore.\"\n\n\"Oh.\"\n\n\"See ya then.\"\n\n\"Okay yeah, see ya then.\" And then in an attempt to make Katie smile again, \"Maybe you can at least still steal that secret bread recipe or something. Start a cute little bakery in where those coffee shops used to be.\"\n\nKatie smirked. \"Hey,\" she looked up at her. \"Thanks for being my friend, Debora.\"\n\n\"You bet, boo.\" She watched her friend head up the stairs.\n\n***\n\nMs. Archibald kneaded the dough and whispered quickly under her breath. She put all of herself into this activity, as if it were the most important work of her week. Worry scrunched her face during every delicate part of this task. She continued to whisper to herself.\n\nShe had never been married. \"She's my husky daughter,\" was what she had overheard her dad say when she was a teenager. That ran through her head whenever she felt the pangs of loneliness. But it was okay because she lived for these students. She taught, counseled, and fed them. And she had refined this recipe over 12 years, and now kneaded the dough for them to eat. Two students weighed acutely on her mind tonight. She whispered, \"Oh father, my sweet father.\" She folded the dough over and pressed into it again. \"Debora and Katie. Debora, dear Lord. Put your arms around that precious girl and feed her soul. And Katie. Feed them tonight with this, your sweet, sweet broken body.\"\n\nShe wiped her eyes but it was too late. Tears for those girls were already being worked into the bread.\n\n***\n\nFriendship and worry ran through Debora's head all day. And classes and boys and eating and running and pounds and calories. But now, as Ms. Archibald presented her homily in chapel, it was strange how Debora's thoughts all seemed to gather and focus around high theology. It was as if when she was close to this, whatever it was in this chapel, the gravity of it pulled all her thoughts to it. It had always been this way in this chapel. Her mind just started putting connections together about God and man. And God's death for man to bring them his life. How becoming flesh allowed him to bring the divine to the material. It sort of all started making sense here somehow. Something about this place made her forget all else, and focused her mind on higher things. Though she felt her faith was fading, this is what kept bringing her back. This and that delicious bread.\n\nNear the end of the sermon Ms. Archibald lifted the bread above her head and looked across the students. Why did her eyes look so heavy when she did this each week? It was like she carried the weight of all her congregants. \"This is my body,\" Ms. Archibald said. Her voice was very heavy laden. Maybe that was the look on Jesus' face. His voice like hers. His words like these. Debora could almost see Ms. Archibald as Jesus in that moment.\n\nAnd then as Debora marched in the line toward the front, she heard Ms. Archibald preaching. She usually just let the music play during communion. But today she said, \"Jesus said, come to me, all you who are heavy laden. All you who are hungry. For in me you will find rest. In me you will find food for your souls.\"\n\nDebora's mouth began to water. She knew the taste of this bread well. Back home they only had communion once a month. Here they had it once a week. And that was good. This bread was legendary on campus. It was so dense, and heavy, and sweet. So sweet. Whatever the secret ingredient was, it was special. And there was something about eating here that was weird. It was like these calories didn't count. She could eat as much of this bread as she wanted and she never felt guilty.\n\nBefore she knew it she was at the front of the line and Katie was before her, her eyes brimming with tears of sincerity for her friend, as if she had been waiting the whole time to feed just Debora. And Ms. Archibald was standing behind her, to the side still speaking. She was saying a lot of things but the only words that rang in Debora's head were, \"I am the bread of life. I am the bread of life. I am the bread of life.\" \n\nKatie glanced down as she tried to tear off a piece of the bread for Debora. Katie had to re-situate it so she could tear off a bigger piece than she had for the others. It held up the line. She finally freed it and lifted the big piece up to her friend and said so softly, so lovingly, \"This is the bread of life, broken for you, Debora.\"\n\nDebora reached for it but as she touched it, it was so big that part of it started to break away from the rest and fall. Debora caught it and the girls held back a laugh. They both realized the ridiculous enormity of the chunk between them. This chunk of this delicious bread, a free gift. Somehow no calories here. Ms. Archibald was smiling widely, almost in tears as well for some reason. \"Eat it up,\" Katie added, a smile on her lips. But as Debora stepped away from the line Katie whispered after her, suddenly very emphatic, \"All of it, Debora!\"\n\nDebora looked back and the next person in line was waiting for Katie, though she was still looking at Debora. Debora dipped the bread in the wine and walked to her seat. The sweet, thick, dense bites of bread soaked in her mouth. It was multiple bites big. And each enough to bite into and chew. She sat down in the hard pews and felt the rich bread seep down her throat. It was like warmth spread out from it into her body. Warming. Relaxing. She could almost feel the nutrition soaking in through all her veins. Was it possible for food to have this effect on the body so quickly? Maybe there really was some sort of spiritual incarnation in this act, that made this more than just bread. Did God really give his own physical body to man? For fallible hungry man to feed his soul. As she chewed she suddenly couldn't shake the idea that it really was his body he was asking her to chew, over and over, as if to show her that \"I want you to hurt my body like this over and over, because I need you to know nothing you can do to yourself or to me will make me not want to give myself to you.\"\n\nAs she swallowed the last bite a phrase popped into her mind. Behold, the highest theology. It almost startled her how out of the blue it was.\n\nThrough blurry eyes she looked back up at Katie at the front. The line was done and Ms. Archibald presented Katie with another large chunk of bread. Katie took it, ate it, and savored it. Something about Ms. Archibald's plain-ness and the concerned, burden bearing crows feet around her glistening eyes, and the way she held the bread in both hands as she gave it to Katie made Debora think, Jesus is up there right now. Save my friend, Jesus.\n\n***\n\nThat night Debora sat in her room with the medieval theology book open on her lap again. She looked down at her watch and saw that it was 12:03am. The week of minimal training had technically begun. Suddenly anxiety twanged inside her. What if I gain 5 pounds this week? I have to train!  \n\n Suddenly a text buzzed her phone on the desk. Katie had texted, \"Safe travels home, boo. Remember, no big training this week! Is it weird that stresses me out?\"\n\nAfter a moment she set her phone down. She closed her book. She still felt full from the big piece of bread Katie had fed her hours earlier. Katie's face flashed in her memory, so heavy and lifeless when she had mentioned the raisins. Debora realized if it was hard on herself, this week at home with her broken family was going to be disastrous for Katie. I'm losing her. God, I'm losing her. Help me.\n\nShe reached for the post-it pad on her desk. She took the pencil from between her lips and wrote something on the pad. She peeled it off of the yellow stack, stood, and gently slapped it to her bulletin board above her desk, the board she filled with encouraging notes to herself. But this one was right in the middle and felt rightly so.\n\nIt said, \"TRUTH: Jesus is the bread of life.\"\n\nShe stared at it for five minutes, remembering back through everything from the day. Katie's tired face. Catherine of Siena. Communion. Then memories from high school followed. A lot of them. The PE class assignment that made her track her calories. Running on the treadmill so early in the morning that it woke up her brothers. Visiting the nutrition tracking website obsessively when her parents weren't looking. The memories were flowing out of her so quickly. All of it so clearly linked and leading to this moment.\n\nShe breathed a deep, wavering breath and glanced again at Katie's message.\n\nShe flipped her laptop open and started an email.\n\nTo: Sarah Archibald.\n\nSubject: Help.\n\nMessage: \"Hi Ms. Archibald. Thanks for the service tonight. I think I need some help. I know we just started spring break but can I schedule an appointment with the nutrition therapist for when we get back, please?\n\nThanks,\n\nDebora\"\n\nShe pushed send and leaned back.\n\nLess than one minute later the jingle of a new email startled her. She glanced at the clock. Who's up at 12:26am? Then at the email. It was from Ms. Archibald and said,\n\n\"Dear Debora,\n\nI would love to schedule an appointment for you. I think I can get the nutritionist to come in tomorrow if you'd like. What time do you leave campus?\n\nIn Christ's sweet, sweet love,\n\nSarah.\"\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_2ade119991f6493c8d984ff587f1259d~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 2": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 3": "",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72:1-7, 18-19",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 40",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 26\nAmerican Standard Version\n26 Moreover thou shalt make the tabernacle with ten curtains; of fine twined linen, and blue, and purple, and scarlet, with cherubim the work of the skilful workman shalt thou make them. 2 The length of each curtain shall be eight and twenty cubits, and the breadth of each curtain four cubits",
    "The Chosen 3": "https://youtu.be/65NxKBdTMoQ",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=31cncX4QA7Q",
    "Bible in Song 3": "https://www.youtube.com/watch?v=JRH24j1HVRI",
    "Bible in Song 4": ""
  }
]