[
  {
    "Art title 1": "They Will Be Oaks Repairing Old Cities",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9bb5f9d93abb4262b63c9beff9a2543e~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3f8076e2-8758-4af9-8324-e80a2a6d8516",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_d801dff5935c46d48ce60a42b9bb35ad~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Christmas Dancer Boy (Wise Men and Shepherds)",
    "Story Link": "https://www.rawspoon.com/post/christmas-dancer-boy",
    "excerpt": "Jakar tried to hide it so it didn't show up in his walk. Or maybe he could just finally be his true self in how he walked and moved and talked, now that his dad had finally kicked him out.\n\nJakar adjusted his hood to deflect the rain. So rarely did it rain here in Jerusalem. But it seemed only appropriate on the night he felt most desperately like crying. But he had to be strong. He had been on the streets for 5 days and was famished, dirty, cold and tired. He had just been kicked out from the alleyway stoop under which he had been squatting for the last two days.\n\nThings had just been so hard in Jerusalem for as long as he could remember. Fighting all the time. There were a few conspiracy theory bloggers who had been speculating about the return to power of Hezekiah's family line. Two and a half thousand years prior, there had been a family of rulers known for their justice, wisdom, and virtue. They had been full of integrity and they made righteousness a prized virtue which all seemed inspired to pursue. They purified the city of corruption. They say this kingdom of Hezakiah had been peaceful and all were provided for and productive. Jakar wished a Jerusalem like that were really possible.\nThe weird thing was though, that one of the current Prime Minister's head aids had retired saying he had strange and ominous intel. He was caught saying in a rather obscure internet video, \"The kin of of king Hezakiah is at hand.\" Jakar almost couldn't even let himself hope in that.\n\nNow as he walked through the streets the buildings got smaller and further apart. He felt like he would have to find a place outside of the city in order for no one to bother him.\n\nHe looked up at the series of lights along the dirt road that ran over the hill outside the city. He saw the tip of a small structure, a shepherd's stable, over the top of the hill, a ways from the road. Surely the shepherd would not be there in this weather and maybe there would be some food, at least what was meant to feed the beasts.\n\nAs he got further from the lights of the city he let his delicate hips sway a little more naturally as he walked. He should have locked his bedroom door when he heard the music coming through the window, at least before he let himself dance to it. Why did it have to be the absolute worst person who caught him at just that moment...",
    "Audio file": "https://d3ctxlq1ktw2nl.cloudfront.net/staging/2020-02-14/d0b6a29aa76cc799e9546deff7dfddb1.m4a",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/vlt2DGWmfhU",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=62CliEkRCso",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 21:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 41",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 15",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 28",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=RjNMJBY3APU",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/78eb9be2-cfd4-4777-891b-f17b267cb827.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=tCLN8UeAtF4",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]