[
  {
    "": "2025-09-07T07:00:00.000Z",
    "Art title 1": "Looks Feel Like They're Just Looks",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9b547967b6344398926156f4bc9c8693~mv2.jpg",
    "Artist Statement 1": "We are visual people. Whether its us men looking at the beauty of women not our brides, or women looking longing for beauty that others possess, we must be careful what we let our eyes linger on. \"First Look is Free\" my mentor used to say. Just knowing that a lingering look can send your mind down an unhelpful path can help us resist looking again.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_9b547967b6344398926156f4bc9c8693~mv2.jpg",
    "Art title 2": "Singing Until Hoarse",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_4e5b2e733c1143a787c760ad19df3c70~mv2.jpg",
    "Artist Statement 2": "Have you been to a concert where you belted your lungs out? Have you ever gotten to do that at God's concert? What better reason to sing out, than the creator of the world loves you?",
    "Picture link 2": "",
    "Art title 3": "Count the Cost",
    "Picture Thumbnail 3": "https://static.wixstatic.com/media/a07ded_76b6803926e94d76bef7f2071a53c4e3~mv2.jpg",
    "Artist Statement 3": "Does he not count the cost, the one who chooses to walk with Christ? What are you giving up to walk with him. What good things, and bad things are you letting go of? Or not letting go of that you should?",
    "Picture link 3": "",
    "Story Title again": "Singing Until Hoarse",
    "Story Link": "https://static.wixstatic.com/media/a07ded_4e5b2e733c1143a787c760ad19df3c70~mv2.jpg",
    "excerpt": "Sonny Swift was 85 and had never been great at singing. At church he had always made sure he couldn't hear his voice above the others around him. \n\nBut one day, during praise, he got an impression. It was just the thought of a little person belting his lungs out because he thought God was just so good. And Sonny thought, \"I kind of want to do that.\"\n\nAnd that day, in time for the last song, he tried it out a little bit. He sang a little louder, loud enough that a squeak or two rose above those around him. \n\nHe looked around and no one seemed to object.\n\nSo the next week he tried to do it at least a little during every song. He got a smile from his old friend, the town hairdresser. She was at least, he would say, encouraging it. \n\nAnd on the third week he had made up his mind to sing as loud as he wanted. He closed his eyes, lifted his head, and sang the old hymns, mostly from memory. Some he sang loud with joy and others softly with reverence. Even he knew he hadn't sung it very well. But he didn't really care. Heck he was 85.\n\nBut when they sat down after worship, he just felt that the stress from the last week, actually, maybe from the last five years, had kind of been lessened.\n\nUntil Wednesday the following week he couldn't speak. He had sung himself hoarse. But come Sunday he was ready to sing how he felt again. He sat in the back, which threw some folks off (they had all pretty much sat in the same seats for decades). He didn't want to draw any attention to himself. \n\nBut he sat back there and he let his voice flow from him. Since everyone was in front of him he even felt more free to lift his arms and rock up on his toes a little bit. He closed his eyes and focused on making each note as good as he could, and a representation of his heart for God. \n\nA few months later, everyone in Sonny's church sang a little bit quieter because they liked to listen to him. They often turned and watched him when his eyes were closed because the sight of him, giving so much of himself so freely to God carried them into sincere, humbling, beautiful worship as well. \n\nRaw Spoon, 8-31-22",
    "Audio file": "",
    "Blog Title": "BLOG:\nRaise a Family On Mission",
    "Blog Link": "https://www.rawspoon.com/post/raise-a-family-on-mission",
    "Blog excerpt": "So I've been wondering whether I want to get married and have kids. I love my independent solo life because I have the freedom to pursue the mission I feel like God has given me to pursue. There's so much tremendous beauty in raising a family but I'm also afraid of all my time getting hijacked by yelling at kids, microwaving macaroni, driving to soccer practice, and being constantly exhausted.\n\n\nBut I had an idea not too long ago.\n\n\n\nMaybe my wife and I could decide to raise a family that is 'on mission.' What if we raised them to believe they have power to give this world something it didn't have before they were in it. Then everything we do as we are raising them can be aimed toward building a family of mission makers. Of dream pursuers. Of passionate individuals getting equipped by a safe, loving, and adventurous family to fulfill their potential they are uniquely able to give to this world.\n\n\nThat mindset gets me excited for marriage and family. And then not only is my mission being accomplished, but we are multiplying the power of what we are able to give to this world.\n\n\nRaw Spoon, 11-17-18",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_512757ec3de44c12bb0591c72061ec87~mv2.jpg",
    "Sketchnotes1b": "https://static.wixstatic.com/media/a07ded_6adb321338c04b0ea851c88b62e8ca46~mv2.jpg",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_66554f1a7c6e4c3dae363b110f95e790~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_e98219b2181044e79649aec230dd6e42~mv2.jpg",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_b7c98d6b8fc84c47846f0ad3eb050447~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=j9phNEaPrv8",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 139:1-6, 13-18",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 18",
    "Research 3-link": "https://enduringword.com/bible-commentary/Philemon 1-21\n\n1 Paul, a prisoner of Christ Jesus, and Timothy our brother,\n\nTo Philemon our dear friend and fellow worker-- 2 also to Apphia our sister and Archippus our fellow soldier--and to the church that meets in your home",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 14",
    "The Chosen 3": "https://youtu.be/ydiacfJJBmw",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=dIWMXiT8yrs&list=OLAK5uy_kFnhOnKipyeX6iXDYiMLo4shnwUYRu2qE&index=5",
    "Song 2": "https://www.youtube.com/watch?v=c8LJ4-5D-qw",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/27",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b797a145-19dd-4e89-8b37-4855175d56fd.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]