[
  {
    "Date": "2025-09-30T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=pYN6PotGloI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=1BBfUu7b1TM&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=2",
    "famous quote": "\"if you do one good deed your reward usually is to be set to do another and harder and better one.\"\n-- C.S. Lewis (The Horse and His Boy (Chronicles of Narnia, #5))",
    "Ted Talks": "https://www.youtube.com/watch?v=EKBpF2bzpNs",
    "Nature Video": "https://www.youtube.com/watch?v=eb6ja96y6Ps",
    "User added": "\"Yes. I'll stay with you, I'll protect you wherever you go, and I'll bring you back to this very ground. I'll stick with you until I've done everything I promised you.\"\n??Genesis? ?28:15 MSG?????\n\nGod is speaking to Jacob in this verse. You know Jacob, the one who tricked his brother out of his birthright and lied to his dad to get his blessing. Even though Jacob has a personal encounter with God here, he goes on to do more questionable things in his life. Right here is where my faith takes root. Not in Jacob's continuing bad behavior, but in God's faithfulness in fulfilling His promise. The crazy, awesome, amazing, wonderful truth is that God has made the same promise to you and me in Christ Jesus!\n\n\"May God himself, the God who makes everything holy and whole, make you holy and whole, put you together--spirit, soul, and body--and keep you fit for the coming of our Master, Jesus Christ. The One who called you is completely dependable. If he said it, he'll do it!\"\n??1 Thessalonians? ?5:23-24? MSG????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 3)\n\nKnowing that he had heard something that told him God would heal her ankle I wanted to know how he heard it. So I asked, \"Can you tell me, how do you hear from God?\"\n\"Sure,\" he said.\nHe said it's often a thought that isn't his own. And sometimes it sort of interrupts his thoughts. But sometimes he has to sit still and listen to the Lord to hear it. Sometimes it just drops into his mind. Sometimes it's a picture or image and he has to process that with the Lord. Mostly it's thoughts that just come to him.\n\nAt the moment Matthias said he's learning that hearing from the Lord is conversational. \nCase in point, last Sunday, before he knew he would be praying for the girl's ankle, he was discussing his frustrations as prayers and God interrupted and said, \"I want you to see yourself as my son.\" So Matthias tried to shift how he thought of himself. And that shifted how he did his prayer. It felt different praying to his father as a son. \nSo before he prayed for the woman, he had begun praying in a very pentecostal style that even surprised him. Seeing himself as God's son had changed his behaviors and mannerisms in prayer. \nThat's why the healing was a big deal for him. He heard from God \"be healed.\" He understood it like, 'if I'm a son, this is what my dad would want me to do.' ",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=8Uw15Ld84Ew",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]