[
  {
    "Art title 1": "Yes, Let's Bring Him Our Best, But Not on Our Own Terms",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_6821d3b17c554293a330063b17eb73bd~mv2.jpg",
    "Artist Statement 1": "Cain and Abel both brought offerings, samplings of what they were good at making. Cain brought wheat and grains from his farm. Abel brought meat from his livestock. But God rejected Cain's offering. \n\nI would not have written the story this way. As I wrestled with it, I realized God was pointing out that I want to do things my way, even when it comes to kingdom work.\n\nWhen I get my wife a present, or make her some food, I have to really know what she wants, or she will be disappointed that I don't know her, and she won't use what I got her. Even if it's something I would have liked. She's told me what she likes. If we do not listen to the request of the recipient, we miss the mark.\n\nIf we're doing what we want to do for God, be aware that it may not be what He wants us to do for him.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-7f0846e8-50c7-4d5d-87b9-a7585ddeb106",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "He's Not Fair",
    "Story Link": "https://www.rawspoon.com/post/story-he-s-not-fair",
    "excerpt": "Charlie had two sons. His eldest, Charlie Jr. was simple, popular, and had a happy life. His youngest, John, however was dark, moody, and completely brilliant. Father Charlie gave Charlie Jr. hugs and kind words, and advice here and there, and provided for his needs of course, but Father Charlie always seemed to be giving John a hard time. \n\nFather Charlie was always testing John. Challenging him on why he did what he did, or asking him to go back to his room and put his head on straight before he came out. And it was very hard for John. While Charlie Jr. went to bed each night lighthearted, texting happily with girlfriends, John was usually grounded and in deep internal turmoil about something his dad had scolded or challenged him with. He was always yelling at his dad, \"Why do you torture me and don't bother Charlie Jr. at all?!\" \n\nCharlie Sr. would reply sternly, \"Because you are not Charlie Jr and I know what you could become.\"\n\nJohn did have a difficult life. As he grew old he dealt with mental disease and went through drug rehab a couple times. But he became a New York Times bestselling novelist. Many people said his books saved their lives. Two of his books were turned into movies and he was highly acclaimed for the influence his book had on the field of mental health. \n\nAll of his books had a couple things in common. They were about troubled souls who were fighting against their darker instincts to find deeper light. And they all had a mysterious mentor figure who was absolutely crucial in helping the protagonist find that light. \n\nEven though his publishers said it was weird not to diversify, all of John's books were dedicated to his father. They said:\n\nTo my father, \nWho did not treat me fairly,\nBecause he knew what I could become. \n\n---\nSome of us have easier lives than others. It may not seem fair that we struggle more than others. But perhaps it is because God knows what we could become.\n\nRaw Spoon, 1-27-21",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_e4170640aed546b6bec35e38066a5905.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0105-scaled.png?w=2560&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=WhP7AZQlzCg",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 15",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 16",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Peter 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 41\nAmerican Standard Version\n41 And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the [a]tabernacle. 2 And the breadth of the entrance was ten cubits; and the [b]sides of the entrance were five cubits on the one side, and five cubits on the other side",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/1Qg3Fk1kiH0",
    "Song 2": "https://www.youtube.com/watch?v=PqVgCb-2YQc",
    "Song 3": "https://www.youtube.com/watch?v=__wVPBTNcW8",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0cfa7dee-ef1f-4d59-8c26-5f3d10799b22.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]