[
  {
    "Date": "2025-08-11T07:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 12- Ordinary Time",
    "Script 1": "\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": "Manasseh King of Judah\n\n Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years.  He did evil in the eyes of the Lord, following the detestable practices of the nations the Lord had driven out before the Israelites.  He rebuilt the high places his father Hezekiah had demolished; he also erected altars to the Baals and made Asherah poles. He bowed down to all the starry hosts and worshiped them.  He built altars in the temple of the Lord, of which the Lord had said, \"My Name will remain in Jerusalem forever.\"  In both courts of the temple of the Lord, he built altars to all the starry hosts.  He sacrificed his children in the fire in the Valley of Ben Hinnom, practiced divination and witchcraft, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord, arousing his anger.\n\n He took the image he had made and put it in God's temple, of which God had said to David and to his son Solomon, \"In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever.  I will not again make the feet of the Israelites leave the land I assigned to your ancestors, if only they will be careful to do everything I commanded them concerning all the laws, decrees and regulations given through Moses.\"  But Manasseh led Judah and the people of Jerusalem astray, so that they did more evil than the nations the Lord had destroyed before the Israelites.\n\n The Lord spoke to Manasseh and his people, but they paid no attention.  So the Lord brought against them the army commanders of the king of Assyria, who took Manasseh prisoner, put a hook in his nose, bound him with bronze shackles and took him to Babylon.  In his distress he sought the favor of the Lord his God and humbled himself greatly before the God of his ancestors.  And when he prayed to him, the Lord was moved by his entreaty and listened to his plea; so he brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the Lord is God.\n\n Afterward he rebuilt the outer wall of the City of David, west of the Gihon spring in the valley, as far as the entrance of the Fish Gate and encircling the hill of Ophel; he also made it much higher. He stationed military commanders in all the fortified cities in Judah.\n\n He got rid of the foreign gods and removed the image from the temple of the Lord, as well as all the altars he had built on the temple hill and in Jerusalem; and he threw them out of the city.  Then he restored the altar of the Lord and sacrificed fellowship offerings and thank offerings on it, and told Judah to serve the Lord, the God of Israel.  The people, however, continued to sacrifice at the high places, but only to the Lord their God.",
    "Script 3": "Faith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n",
    "Script 4": "American Standard Version\n And as they went out, they besought that these words might be spoken to them the next sabbath.  Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God.\n\n And the next sabbath almost the whole city was gathered together to hear the word of [a]God.  But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and [b]blasphemed.  And Paul and Barnabas spake out boldly, and said, It was necessary that the word of God should first be spoken to you. Seeing ye thrust it from you, and judge yourselves unworthy of eternal life, lo, we turn to the Gentiles.  For so hath the Lord commanded us, saying,\n\n[c]I have set thee for a light of the Gentiles,\nThat thou shouldest be for salvation unto the uttermost part of the earth.\n\n And as the Gentiles heard this, they were glad, and glorified the word of [d]God: and as many as were ordained to eternal life believed.  And the word of the Lord was spread abroad throughout all the region.  But the Jews urged on the devout women of honorable estate, and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and cast them out of their borders.  But they shook off the dust of their feet against them, and came unto Iconium.  And the disciples were filled with joy and with the Holy Spirit.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm89:1-18;2Chronicles33:1-17;Hebrews11:1-7",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.89,2Chr.33,Heb.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f3748a31d6b3468d9b4aaa18c78e3bb0~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_f8456313fde1469e8474267dfd58d784~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_59d51836365a4a07af849f90b545256c~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_367edd9861744bfa9ebdeab6a0230ff2~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 89:1-18",
    "Address Script 2": "2 Chronicles 33:1-17",
    "Address Script 3": "Hebrews 11:1-7",
    "Address Script 4": "Acts 13:42-52",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.89.33d8fd0001982bd7ea7b7ec2d2467dda.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Chr.33.2d645d8ca6ba122110106b4a751bc96f.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Heb.11.6827a69efee25254d95af5aeb0006411.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.13.1f7831b5b7fdb9d259fdfb23711609b3.mp3",
    "Verse to start at for audio": 2
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 89:1-18\n\nA maskil[b] of Ethan the Ezrahite.\n\n1 I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n2 I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n3 You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n4 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n5 The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n6 For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n7 In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n8 Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n9 You rule over the surging sea;\n    when its waves mount up, you still them.\n10 You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n11 The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n12 You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n13 Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n14 Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n15 Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n16 They rejoice in your name all day long;\n    they celebrate your righteousness.\n17 For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n18 Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm 89:1 In Hebrew texts 89:1-52 is numbered 89:2-53.\nb. Psalm 89:1 Title: Probably a literary or musical term\nc. Psalm 89:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses 37, 45 and 48.\nd. Psalm 89:17 Horn here symbolizes strong one.\ne. Psalm 89:18 Or sovereign",
    "Script 2": "2 Chronicles 33:1-17\n\nManasseh King of Judah\n\n33 Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years. 2 He did evil in the eyes of the Lord, following the detestable practices of the nations the Lord had driven out before the Israelites. 3 He rebuilt the high places his father Hezekiah had demolished; he also erected altars to the Baals and made Asherah poles. He bowed down to all the starry hosts and worshiped them. 4 He built altars in the temple of the Lord, of which the Lord had said, \"My Name will remain in Jerusalem forever.\" 5 In both courts of the temple of the Lord, he built altars to all the starry hosts. 6 He sacrificed his children in the fire in the Valley of Ben Hinnom, practiced divination and witchcraft, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord, arousing his anger.\n\n7 He took the image he had made and put it in God's temple, of which God had said to David and to his son Solomon, \"In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever. 8 I will not again make the feet of the Israelites leave the land I assigned to your ancestors, if only they will be careful to do everything I commanded them concerning all the laws, decrees and regulations given through Moses.\" 9 But Manasseh led Judah and the people of Jerusalem astray, so that they did more evil than the nations the Lord had destroyed before the Israelites.\n\n10 The Lord spoke to Manasseh and his people, but they paid no attention. 11 So the Lord brought against them the army commanders of the king of Assyria, who took Manasseh prisoner, put a hook in his nose, bound him with bronze shackles and took him to Babylon. 12 In his distress he sought the favor of the Lord his God and humbled himself greatly before the God of his ancestors. 13 And when he prayed to him, the Lord was moved by his entreaty and listened to his plea; so he brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the Lord is God.\n\n14 Afterward he rebuilt the outer wall of the City of David, west of the Gihon spring in the valley, as far as the entrance of the Fish Gate and encircling the hill of Ophel; he also made it much higher. He stationed military commanders in all the fortified cities in Judah.\n\n15 He got rid of the foreign gods and removed the image from the temple of the Lord, as well as all the altars he had built on the temple hill and in Jerusalem; and he threw them out of the city. 16 Then he restored the altar of the Lord and sacrificed fellowship offerings and thank offerings on it, and told Judah to serve the Lord, the God of Israel. 17 The people, however, continued to sacrifice at the high places, but only to the Lord their God.",
    "Script 3": "Hebrews 11:1-7\n\nFaith in Action\n\n11 Now faith is confidence in what we hope for and assurance about what we do not see. 2 This is what the ancients were commended for.\n\n3 By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n4 By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n5 By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God. 6 And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n7 By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\nFootnotes\na. Hebrews 11:5 Gen. 5:24",
    "Script 4": "Acts 13:42-52\nAmerican Standard Version\n42 And as they went out, they besought that these words might be spoken to them the next sabbath. 43 Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God.\n\n44 And the next sabbath almost the whole city was gathered together to hear the word of [a]God. 45 But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and [b]blasphemed. 46 And Paul and Barnabas spake out boldly, and said, It was necessary that the word of God should first be spoken to you. Seeing ye thrust it from you, and judge yourselves unworthy of eternal life, lo, we turn to the Gentiles. 47 For so hath the Lord commanded us, saying,\n\n[c]I have set thee for a light of the Gentiles,\nThat thou shouldest be for salvation unto the uttermost part of the earth.\n\n48 And as the Gentiles heard this, they were glad, and glorified the word of [d]God: and as many as were ordained to eternal life believed. 49 And the word of the Lord was spread abroad throughout all the region. 50 But the Jews urged on the devout women of honorable estate, and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and cast them out of their borders. 51 But they shook off the dust of their feet against them, and came unto Iconium. 52 And the disciples were filled with joy and with the Holy Spirit.\n\n \nFootnotes\nActs 13:44 Many ancient authorities read the Lord.\nActs 13:45 Or, railed\nActs 13:47 Isa. 49:6.\nActs 13:48 Many ancient authorities read the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Title: Probably a literary or musical term\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses ,  and .\nd. Psalm : Horn here symbolizes strong one.\ne. Psalm : Or sovereign",
    "Script 2": " Chronicles :-\n\nManasseh King of Judah\n\n Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years.  He did evil in the eyes of the Lord, following the detestable practices of the nations the Lord had driven out before the Israelites.  He rebuilt the high places his father Hezekiah had demolished; he also erected altars to the Baals and made Asherah poles. He bowed down to all the starry hosts and worshiped them.  He built altars in the temple of the Lord, of which the Lord had said, \"My Name will remain in Jerusalem forever.\"  In both courts of the temple of the Lord, he built altars to all the starry hosts.  He sacrificed his children in the fire in the Valley of Ben Hinnom, practiced divination and witchcraft, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord, arousing his anger.\n\n He took the image he had made and put it in God's temple, of which God had said to David and to his son Solomon, \"In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever.  I will not again make the feet of the Israelites leave the land I assigned to your ancestors, if only they will be careful to do everything I commanded them concerning all the laws, decrees and regulations given through Moses.\"  But Manasseh led Judah and the people of Jerusalem astray, so that they did more evil than the nations the Lord had destroyed before the Israelites.\n\n The Lord spoke to Manasseh and his people, but they paid no attention.  So the Lord brought against them the army commanders of the king of Assyria, who took Manasseh prisoner, put a hook in his nose, bound him with bronze shackles and took him to Babylon.  In his distress he sought the favor of the Lord his God and humbled himself greatly before the God of his ancestors.  And when he prayed to him, the Lord was moved by his entreaty and listened to his plea; so he brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the Lord is God.\n\n Afterward he rebuilt the outer wall of the City of David, west of the Gihon spring in the valley, as far as the entrance of the Fish Gate and encircling the hill of Ophel; he also made it much higher. He stationed military commanders in all the fortified cities in Judah.\n\n He got rid of the foreign gods and removed the image from the temple of the Lord, as well as all the altars he had built on the temple hill and in Jerusalem; and he threw them out of the city.  Then he restored the altar of the Lord and sacrificed fellowship offerings and thank offerings on it, and told Judah to serve the Lord, the God of Israel.  The people, however, continued to sacrifice at the high places, but only to the Lord their God.",
    "Script 3": "Hebrews :-\n\nFaith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\nFootnotes\na. Hebrews : Gen. :",
    "Script 4": "Acts :-\nAmerican Standard Version\n And as they went out, they besought that these words might be spoken to them the next sabbath.  Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God.\n\n And the next sabbath almost the whole city was gathered together to hear the word of [a]God.  But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and [b]blasphemed.  And Paul and Barnabas spake out boldly, and said, It was necessary that the word of God should first be spoken to you. Seeing ye thrust it from you, and judge yourselves unworthy of eternal life, lo, we turn to the Gentiles.  For so hath the Lord commanded us, saying,\n\n[c]I have set thee for a light of the Gentiles,\nThat thou shouldest be for salvation unto the uttermost part of the earth.\n\n And as the Gentiles heard this, they were glad, and glorified the word of [d]God: and as many as were ordained to eternal life believed.  And the word of the Lord was spread abroad throughout all the region.  But the Jews urged on the devout women of honorable estate, and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and cast them out of their borders.  But they shook off the dust of their feet against them, and came unto Iconium.  And the disciples were filled with joy and with the Holy Spirit.\n\n \nFootnotes\nActs : Many ancient authorities read the Lord.\nActs : Or, railed\nActs : Isa. :.\nActs : Many ancient authorities read the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": " Chronicles :-\n\nManasseh King of Judah\n\n Manasseh was twelve years old when he became king, and he reigned in Jerusalem fifty-five years.  He did evil in the eyes of the Lord, following the detestable practices of the nations the Lord had driven out before the Israelites.  He rebuilt the high places his father Hezekiah had demolished; he also erected altars to the Baals and made Asherah poles. He bowed down to all the starry hosts and worshiped them.  He built altars in the temple of the Lord, of which the Lord had said, \"My Name will remain in Jerusalem forever.\"  In both courts of the temple of the Lord, he built altars to all the starry hosts.  He sacrificed his children in the fire in the Valley of Ben Hinnom, practiced divination and witchcraft, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord, arousing his anger.\n\n He took the image he had made and put it in God's temple, of which God had said to David and to his son Solomon, \"In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever.  I will not again make the feet of the Israelites leave the land I assigned to your ancestors, if only they will be careful to do everything I commanded them concerning all the laws, decrees and regulations given through Moses.\"  But Manasseh led Judah and the people of Jerusalem astray, so that they did more evil than the nations the Lord had destroyed before the Israelites.\n\n The Lord spoke to Manasseh and his people, but they paid no attention.  So the Lord brought against them the army commanders of the king of Assyria, who took Manasseh prisoner, put a hook in his nose, bound him with bronze shackles and took him to Babylon.  In his distress he sought the favor of the Lord his God and humbled himself greatly before the God of his ancestors.  And when he prayed to him, the Lord was moved by his entreaty and listened to his plea; so he brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the Lord is God.\n\n Afterward he rebuilt the outer wall of the City of David, west of the Gihon spring in the valley, as far as the entrance of the Fish Gate and encircling the hill of Ophel; he also made it much higher. He stationed military commanders in all the fortified cities in Judah.\n\n He got rid of the foreign gods and removed the image from the temple of the Lord, as well as all the altars he had built on the temple hill and in Jerusalem; and he threw them out of the city.  Then he restored the altar of the Lord and sacrificed fellowship offerings and thank offerings on it, and told Judah to serve the Lord, the God of Israel.  The people, however, continued to sacrifice at the high places, but only to the Lord their God.",
    "Script 3": "Hebrews :-\n\nFaith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n",
    "Script 4": "Acts :-\nAmerican Standard Version\n And as they went out, they besought that these words might be spoken to them the next sabbath.  Now when the synagogue broke up, many of the Jews and of the devout proselytes followed Paul and Barnabas; who, speaking to them, urged them to continue in the grace of God.\n\n And the next sabbath almost the whole city was gathered together to hear the word of [a]God.  But when the Jews saw the multitudes, they were filled with jealousy, and contradicted the things which were spoken by Paul, and [b]blasphemed.  And Paul and Barnabas spake out boldly, and said, It was necessary that the word of God should first be spoken to you. Seeing ye thrust it from you, and judge yourselves unworthy of eternal life, lo, we turn to the Gentiles.  For so hath the Lord commanded us, saying,\n\n[c]I have set thee for a light of the Gentiles,\nThat thou shouldest be for salvation unto the uttermost part of the earth.\n\n And as the Gentiles heard this, they were glad, and glorified the word of [d]God: and as many as were ordained to eternal life believed.  And the word of the Lord was spread abroad throughout all the region.  But the Jews urged on the devout women of honorable estate, and the chief men of the city, and stirred up a persecution against Paul and Barnabas, and cast them out of their borders.  But they shook off the dust of their feet against them, and came unto Iconium.  And the disciples were filled with joy and with the Holy Spirit.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]