[
  {
    "Art title 1": "It's okay that it's hard. Crawling out of mindsets is an uphill climb.",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4c4827d736de4fc3889ab4fa2774dfb6~mv2.jpg",
    "Artist Statement 1": "Having certain negative thought patterns takes a steady habit of intentionally working yourself out of it, until you can be freed. Intentionally talking yourself out of it is one way to do this, each time the negative thoughts come up.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-79c8661f-dc6f-40ce-9694-0b85d0870f86",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "(Advent) The Innkeeper",
    "Story Link": "https://www.rawspoon.com/post/advent-inn-keeper",
    "excerpt": "Sean lay in bed listening for whines from his girl. He raised dogs and his female had given birth a week ago. So he left the door to the garage open so he could hear her from his room. But those damn black kids were doing donuts on their mopeds in the street again.\n\nOne of them had shouted at Sean \"You're a Shonster\" again today. But Sean had good reason for his racism. The damn immigrant Mexicans had taken all of their jobs so all his friends had left town, or I guess by now, had died. And who came in afterwards but those that could afford it. Plus, two decades ago, their little blue-collar factory-worker town was designated a refugee resettlement.\n\nAnd what had been a thriving town where men had washed their Cadillacs in the driveways as kids learned to ride bicycles in the streets, and where finely done up women greeted their husbands home with a kiss on the porch, had turned into a street where women wearing creepy black Hijabs scuttled together mumbling in front of houses, and reckless black kids with runny noses crashed their loud mopeds into his mailbox and skidded out on his lawn. \n\nHis doorbell chimes rang. He scrunched his eyebrows. He glanced at his red-glaring alarm clock. \n\n9:08 pm.\n\nHe grumbled as he put on his bathrobe. Probably some kid asking for money for his fake basketball team-- or worse an exploding pumpkin or bag of shit or something. He walked past his son's old room, still made up to host AirBnB guests. The only way he made money these days. \n\nBut as he opened the door he saw a very dark-skinned black man looking back at him with his arm over a little Latina woman who was looking at the ground. Sean's son had married a woman that looked a lot like that.\n\n\"Hello Sir. I'm sorry we are so late,\" the man said in a proper Nigerian accent. \"We are hitchhiking our way to Chicago to get my wife's naturalization papers, but this is as far as we could get tonight. And she is very pregnant-- any day now. And we saw the 'room for rent' sign in your yard.\"\n\nSean looked them up and down. \"Room's occupied.\" He said flatly. \n\nThe man seemed to discern Sean's real meaning. Just then the young woman whined and held her stomach. Sean recognized that whine. He had seen enough births. \"You need to get her to a hospital.\"\n\n\"You may be right, Sir. But we have no insurance and...\"\n\nSean eventually filled in the sentence, \"Not a hospital for ten miles.\"\n\nThe black man nodded. The woman whined again and put her face into her husband's jacket. The black man said, \"Might we please stay in your Garage or even a shed. I just have to lie her down.\"\n\nSean liked to hold them in his power for the long awkward silence. Serves 'em right, he thought. \"Hold on.\" He shut the door and turned around. He imagined he had 5 minutes or so to decide, before they would just walk away. His dog whined and he walked through the laundry room to the garage. He knelt down next to the sleeping pups and looked his dog in the face. \"What should I do with them, Hunny?\" He looked at the other dog bed and the pile of blankets he kept in the garage. The orange glow of the space heater was keeping it nice and toasty in here. He thought for a moment and then nodded.\n\nHe walked to his son's old, vacant room and closed the door. Then he walked to the front door and opened it. The woman was almost doubled over in pain now. \"Ya'll can stay in my garage with my nursing bitch. I've got some blankets in there. Can you manage $119? That's the listing price.\"\n\n\"No Sir,\" the husband said, \"I'm sorry. We only have $26 with us.\" He looked at Sean, knowing that he shouldn't be charged that price to stay in a garage. \n\nSean swung the door open and walked toward his garage. They followed and closed the door behind them. Sean gestured to the blankets and the dog bed in the garage and smirked. \"There ya go.\"\n\nThe two glanced at the puppies that were rousing and the mother dog looking back at them.\n\n\"Oh, an English Cocker Spaniel,\" the woman said. \n\n\"You know them?\" Sean was surprised.\n\n\"My family raised them for years in Mexico.\"\n\n\"Did they?\" He was interested. \"Not anymore?\"\n\n\"The Narcos took over the town. Kicked us out.\"\n\n\"Why'd they do that?\"\n\nShe looked at him through her pain, \"My dad was pastor of the town's church. I guess they didn't like that.\"\n\n\"Where are they now?\"\n\nThe woman held her stomach, bending over, and squinted back up at him as if saying really?? \"They were killed when trying to stand up against them. My sister and I escaped.\"\n\n\"Ran you outta town, huh?\" Just then the rumbling of a moped and kids yelling reached their ears from outside.\n\nThe young woman moved towards the blankets, needing to lay down. \n\n\"Huh,\" Sean's last comment on the situation. The husband moved to lay out a few of the blankets she could lay on. \n\n\"You can use those.\" Sean said and pointed to the same blankets.\n\n\"Thank you,\" the husband said and he moved efficiently to get her settled. \n\nSean turned around and said, \"If you need anything you can holler. That's what she does,\" and he pointed to his dog. He walked back to his room. He felt safe enough but he realized he needed to keep his doors open, so he could keep listening for his dog's whines. \n\nOver the next hour he heard them trying to settle into their surroundings. Her moans of pain got more frequent and more intense. He remembered these sounds from when his own wife had given birth. To their son. He imagined this young woman's father standing up against Narcos, gunned down perhaps, trying to keep them from harming his parishioners. One of Sean's best friends had been the town's pastor. That's what he would have done for their congregation; he was a good man. Sean used to sing every week in the choir. He suddenly realized he hadn't sung a note in years. Since his wife passed maybe. It had probably been since the most recent Christmas he had spent with his son a few years ago.\n\nWell, at least Sean didn't have Narcos in his neighborhood, he thought. The older black kids sometimes smoked, but their retributive mothers mostly kept them inline. He didn't think there were any drugs, really. In fact Sean might be the only one that harbored any, smoking a little weed on the back porch in the evenings.\n\nAnd that young woman had just about put him in his place with her look. And she raised Spaniels too. They sounded like good people. He wondered if she was from a similar place his son's wife was from. He suddenly missed his son. And his own wife. He shook off unusual tears before they could materialize. He knew his son and wife had been trying for a baby a couple years ago. But they didn't talk much to him these days. Sean probably let too many comments slip out. \n\nHe heard another moan come from the garage. That woman was definitely going into labor. \n\nHe got up, put on his bath robe, poured himself a cup of coffee and leaned against the door frame of the door of the garage to watch.\n\nThey looked up at him, trying to summon their grace, and then refocused on the task. The husband had made up the blankets into a cozy bed. Well, now they would get all messy with afterbirth and whatever, Sean thought. But that's what they were there for, at least for the dogs. \n\nHe listened to the black man talk to his wife as she pushed. He was so kind and encouraging. He was empathetic of her pain, but also spoke to her with excitement. \"My dear, God has made you for this. You have everything you need within you.\" He had an articulate African accent like on TV. He continued, \"And my love is waiting to welcome our child. Push my dear. Now breathe... breathe... breathe... almost... almost... now push, my Love.\" He sounded like a doctor or someone who knew what he was doing. \"Now push again, my dear. Push hard! There we go. THERE WE GO!\"\n\nThe man turned his bright white teeth toward guiding a head that was emerging. \n\nHot coffee splashed on Sean's toes. He looked down and realized he had let his mug droop over. He sniffed and adjusted it. He looked back up at the birth, his mouth open and eyes watering. \n\nA few moments later the baby was out and crying. The husband dried and wrapped it with the blankets and handed it to his wife. \n\nSean was surprised to suddenly find himself kneeling, half-way in and half-way out of the garage. He tilted his head to see the face of the baby around its squirming arms. \n\n\"My God,\" he mumbled and then sniffed. Both the husband and wife looked at him. Tears were streaming down Sean's face. \"But he's so beautiful,\" he argued with himself.\n\nHe saw the umbilical cord stretching from the swaddled baby to down below. He slowly rose and came back a moment later with three instruments in hand. He ceremoniously knelt a few feet from the husband, holding them out on a towel. He spoke quietly, \"We use this one for the dogs, but it is sterilized. And here is a knife, and I'm sorry, these are just everyday sewing scissors.\"\n\nThe father took the whole towel and Sean carefully gathered up the soiled towels as he left. He brought back three of his softest blankets and the comforter from his son's room (which looked surprisingly cold and bare compared to the nest his guests had built in the warm garage). And then he went back for bottles of water which he gave to them. He carefully carried a rocking chair through the door and placed it beside the man as he said, \"If she'd like to get off the ground. We used to rock my son.\" Then he went to the corner of the garage and brought a foldable sports chair which he opened and laid out for the husband. \n\nSean saw his dog had gotten up, leaving the puppies still asleep below her. He went and crouched next to her, his arm over her. He held his face close to her head. His lips and scruffy chin feeling her fir. A minute later the dog wriggled loose and walked over to see the baby. The new mother welcomed her warmly as if she reminded her of her old dogs. They saw Sean looking at them and the mother nodded that he could come. And when he didn't, she gestured with her hand. \n\nHe lowered his head and broke into tears. \"I don't deserve to. Whatever you need in this house is yours; just ask or take it. But I cannot come near your precious baby.\"\n\nThe mother spoke with a stern compassion, \"My father died so men like you could live in his place.\" She said with conviction. \"He died so men like you will know their hearts can be cleaned. If he were here he would invite you to meet my son.\" Tears glistened her sincere gaze. \"But my father cannot be here. Please come in his place.\"\n\nSean crawled and scooted towards them and as he got near she held the baby out toward him. He looked around at how he might receive the child, as his heart navigated his worthiness. Then the husband moved the rocking chair to receive him. And he humbly climbed into it and they set the baby in his arms. \n\nHis gaze quickly locked on the beautiful caramel skin of the puffy cheeked child. All of Sean's sharp hardness fell away in the gaze of this tiny face. Sean's face swam through ranges of emotion. Eventually he sniffed and swallowed back the knot in his throat, gave his chair the subtlest rock, and began a lullaby...\n\n\"Oh, little town of Bethlehem...\"\n\nOver the next weeks the little baby slept and grew strong in the tiny dog bed tucked between layers of blankets, which was really probably the best place in the house for him now. They set up a card table there in the garage, which stayed the warmest place in the house, filled with the hum of the heater and the sweet whimpers of nursing puppies. He offered them his own bed even, but they decided to stay in here.\n\nThey ate TV dinners and drank coffee and shared stories of Cocker Spaniels and the funny-weird people in their churches of yester-year.\n\nAnd the young family stayed long enough to celebrate Christmas together with Sean. Where they opened a couple presents for each other, played with the puppies, and gazed at the sleeping child who had already proven that the power of supreme goodness could transform the most unlikely hearts.\n\nRaw Spoon\n\nDecember 13, 2024",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_875f32caae044d149849b4bd2b9dd65d~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_d7a13d4c74784496b1c3d1a4a026abe6~mv2.jpg",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=wWLv_ITyKYc",
    "Bible Project 3": "https://www.youtube.com/watch?v=0h1eoBeR4Jk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:5-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ruth 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Peter 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 29\nAmerican Standard Version\n29 And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/m3DScNSUMD0?si=6_cVtvAGYcEuj82z",
    "Song 2": "https://www.youtube.com/watch?v=3W6R83A88SU",
    "Song 3": "https://youtu.be/_Yv81-Q8wKA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes2": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/37",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1adf9b7c-418b-4d9a-8c02-9d4ad867b102.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]