[
  {
    "Art title 1": "Trickle Charge",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_3b4ba2c383044112bb960953a9bdd813~mv2.jpg",
    "Artist Statement 1": "I like to jump into my quiet time with God, get a word from God and then jump out. But I think much of the transformation process happens in the lingering. Perhaps it is the spirit slowly soaking us like we were a towel. Perhaps it is the patterns in our brain being trained on the kingdom. Either way the goal is that we look more like Jesus and exhibit the kingdom after our quiet time with God is done.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ca172a19-d058-440a-bbbc-9ccdbf751548",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Don't Want to Blink",
    "Story Link": "https://www.rawspoon.com/post/don-t-want-to-blink-christmas-story",
    "excerpt": "Natalie sat across the table from a friend from high school. It had been years since they had talked and now Natalie filled him in. She had gotten married. Her husband, Nick had gotten paralyzed so that now he could move nothing but his eyes. Her job had become to take care of him all day.\n\n\"Trevor,\" she said to her old friend, \"it's really hard. I have to bathe him. Dress him. Feed him. And he can't do anything but move his eyes. After he got back from Afghanistan, he had a shrapnel wound to the neck, but we thought everything was fine. He could move fine. He was completely there mentally. Until one day I woke up next to him and he couldn't move.\n\nIt was horrible. That day was the worst day I've ever... The ambulance... The waiting room... The tests. Eventually the doctor just told me they think it's a blood clot that dislodged and got stuck in some part of his brain. It could dislodge again at any moment and all movement could come back, totally back to new, or he could die on the spot.\"\n\nShe shook her head and slowly dropped it into her hands. \"You know, man, I thought we would live happily ever after. It was all going to be so beautiful.\" Her words slowly broke down into tears until she could say no more.\n\nTrevor reached to touch her arm but she sensed it and held out a hand showing it was okay. Her wet eyes creeped out from behind her hands, and she took a deep breath. She looked up at Trevor and said, full of longing, \"I just wish he could touch me again. I want to hear his voice talk to me.\" Her eyes crept toward the window of the cafe, drifting into thought. \"Even just to tell me about the baseball game he was watching, or the weird hydraulic thingy he wanted to add to his jeep or whatever. And touch me. I'd really, really like that again...\" She faded away in thought and her eyes filled with more tears.\n\nTrevor tenderly replied. \"It's okay, Nat. You've been a very, very good wife. You are beautiful and you deserve to be touched. You deserve to sit down with someone and have a deep conversation. You should have someone to give you the attention you deserve.\"\n\nShe shot a fierce look at him, a laser moment of discernment, and she interrupted him. \"I think I may have misled you, Trevor.\" She broke off into thought again. \"Attention is the one thing I do get from him. I have never had anybody pay this much attention to me in my life.\"\n\n\"Really?!\" Trevor regained his less intimate tone. \"How can he do that if he's paralyzed? Isn't it always just you giving him your attention?!\"...",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=ql9iE0-V4Z4",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 2": "https://www.youtube.com/watch?v=QpnIrbq2bKo&list=PLVpri7vfPPtKUOaqAAjEtZR4C-bO5Y_XQ&index=104&t=3s",
    "Bible Project 3": "https://youtu.be/l9vn5UvsHvM",
    "Bible Project 4": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Research 1- link": "https://enduringword.com/bible-commentary/Luke 1:46-55",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 33",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 22",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 6\nAmerican Standard Version\n6 And the word of Jehovah came unto me, saying, 2 Son of man, set thy face toward the mountains of Israel, and prophesy [a]unto them, 3 and say, Ye mountains of Israel, hear the word of the Lord Jehovah",
    "The Chosen 3": "https://youtu.be/fQOHHQQfm8g",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=7VpYAi9j6hY",
    "Song 2": "https://youtu.be/EsUWG2axB3w",
    "Song 3": "https://youtu.be/i85XG4OwQ8s?si=FdrHkOc5uIiDN8Hg",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/5de0b237-345e-48b8-9a33-4c6ce0c4876c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=Mg_umRY-QO8",
    "Bible in Song 4": ""
  }
]