[
  {
    "Date": "2025-12-18T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Third week of Advent",
    "Script 1": "\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n",
    "Script 2": "God's Promise to David\n\n After the king was settled in his palace and the Lord had given him rest from all his enemies around him,  he said to Nathan the prophet, \"Here I am, living in a house of cedar, while the ark of God remains in a tent.\"\n\n Nathan replied to the king, \"Whatever you have in mind, go ahead and do it, for the Lord is with you.\"\n\n But that night the word of the Lord came to Nathan, saying:\n\n \"Go and tell my servant David, 'This is what the Lord says: Are you the one to build me a house to dwell in?  I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling.  Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, \"Why have you not built me a house of cedar?\"'\n\n \"Now then, tell my servant David, 'This is what the Lord Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel.  I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth.  And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning  and have done ever since the time I appointed leaders[a] over my people Israel. I will also give you rest from all your enemies.\n\n\"'The Lord declares to you that the Lord himself will establish a house for you:  When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom.  He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever.  I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands.  But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you.  Your house and your kingdom will endure forever before me[b]; your throne will be established forever.'\"\n\n Nathan reported to David all the words of this entire revelation.\n\n",
    "Script 3": "Children of God\n\n Before the coming of this faith,[a] we were held in custody under the law, locked up until the faith that was to come would be revealed.  So the law was our guardian until Christ came that we might be justified by faith.  Now that this faith has come, we are no longer under a guardian.\n\n So in Christ Jesus you are all children of God through faith,  for all of you who were baptized into Christ have clothed yourselves with Christ.  There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.  If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.\n\n",
    "Script 4": "American Standard Version\n And he made the altar of burnt-offering of acacia wood: five cubits was the length thereof, and five cubits the breadth thereof, foursquare; and three cubits the height thereof.  And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it: and he overlaid it with brass.  And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the firepans: all the vessels thereof made he of brass.  And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up.  And he cast four rings for the four ends of the grating of brass, to be places for the staves.  And he made the staves of acacia wood, and overlaid them with brass.  And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks.\n\n And he made the laver of brass, and the base thereof of brass, of the mirrors of [a]the ministering women that ministered at the door of the tent of meeting.\n\n And he made the court: for the south side southward the hangings of the court were of fine twined linen, a hundred cubits;  their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver.  And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver.  And for the east side eastward fifty cubits.  The hangings for the one side of the gate were fifteen cubits; their pillars three, and their sockets three;  and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three.  All the hangings of the court round about were of fine twined linen.  And the sockets for the pillars were of brass; the hooks of the pillars, and their fillets, of silver; and the overlaying of their capitals, of silver; and all the pillars of the court were filleted with silver.  And the screen for the gate of the court was the work of the embroiderer, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court.  And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver.  And all the pins of the tabernacle, and of the court round about, were of brass.\n\n This is the sum of the things for the tabernacle, even the tabernacle of the testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.  And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses.  And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, [b]an engraver, and a skilful workman, and an embroiderer in blue, and in purple, and in scarlet, and in fine linen.\n\n All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary.  And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and threescore and fifteen shekels, after the shekel of the sanctuary:  a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that were numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men.  And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil; a hundred sockets for the hundred talents, a talent for a socket.  And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them.  And the brass of the offering was seventy talents, and two thousand and four hundred shekels.  And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar,  and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm80:1-7,17-19;2Samuel7:1-17;Galatians3:23-29",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.80,2Sam.7,Gal.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_658d488147ce4086b6e902736079346d~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_d2e295732aed4d969983c24817680f28~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_989d9c8e51284622ac5e5118fdc0dd7f~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 80:1-7, 17-19",
    "Address Script 2": "2 Samuel 7:1-17",
    "Address Script 3": "Galatians 3:23-29",
    "Address Script 4": "Exodus 38",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.80.fe59e422c3168a7bc453b7d224bda89a.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.7.ee2ae55b61002703ea567276a1960c55.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.3.f54e053506725f9e6480e37463b02ae6.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Exod.38.f39e5d79ce00702bf8af093d305e81d4.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 80:1-7, 17-19\n\nPsalm 80[a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n1 Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth 2 before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n3 Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n4 How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n5 You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n6 You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n7 Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n17 Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n18 Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n19 Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\nFootnotes\na. Psalm 80:1 In Hebrew texts 80:1-19 is numbered 80:2-20.\nb. Psalm 80:6 Probable reading of the original Hebrew text; Masoretic Text contention",
    "Script 2": "2 Samuel 7:1-17\n\nGod's Promise to David\n\n1 After the king was settled in his palace and the Lord had given him rest from all his enemies around him, 2 he said to Nathan the prophet, \"Here I am, living in a house of cedar, while the ark of God remains in a tent.\"\n\n3 Nathan replied to the king, \"Whatever you have in mind, go ahead and do it, for the Lord is with you.\"\n\n4 But that night the word of the Lord came to Nathan, saying:\n\n5 \"Go and tell my servant David, 'This is what the Lord says: Are you the one to build me a house to dwell in? 6 I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling. 7 Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, \"Why have you not built me a house of cedar?\"'\n\n8 \"Now then, tell my servant David, 'This is what the Lord Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel. 9 I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth. 10 And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning 11 and have done ever since the time I appointed leaders[a] over my people Israel. I will also give you rest from all your enemies.\n\n\"'The Lord declares to you that the Lord himself will establish a house for you: 12 When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom. 13 He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever. 14 I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands. 15 But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you. 16 Your house and your kingdom will endure forever before me[b]; your throne will be established forever.'\"\n\n17 Nathan reported to David all the words of this entire revelation.\n\nFootnotes\n2 Samuel 7:11 Traditionally judges\n2 Samuel 7:16 Some Hebrew manuscripts and Septuagint; most Hebrew manuscripts you",
    "Script 3": "Galatians 3:23-29\n\nChildren of God\n\n23 Before the coming of this faith,[a] we were held in custody under the law, locked up until the faith that was to come would be revealed. 24 So the law was our guardian until Christ came that we might be justified by faith. 25 Now that this faith has come, we are no longer under a guardian.\n\n26 So in Christ Jesus you are all children of God through faith, 27 for all of you who were baptized into Christ have clothed yourselves with Christ. 28 There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus. 29 If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.\n\nFootnotes\na. Galatians 3:23 Or through the faithfulness of Jesus ... 23 Before faith came",
    "Script 4": "Exodus 38\nAmerican Standard Version\n38 And he made the altar of burnt-offering of acacia wood: five cubits was the length thereof, and five cubits the breadth thereof, foursquare; and three cubits the height thereof. 2 And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it: and he overlaid it with brass. 3 And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the firepans: all the vessels thereof made he of brass. 4 And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up. 5 And he cast four rings for the four ends of the grating of brass, to be places for the staves. 6 And he made the staves of acacia wood, and overlaid them with brass. 7 And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks.\n\n8 And he made the laver of brass, and the base thereof of brass, of the mirrors of [a]the ministering women that ministered at the door of the tent of meeting.\n\n9 And he made the court: for the south side southward the hangings of the court were of fine twined linen, a hundred cubits; 10 their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver. 11 And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver. 12 And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver. 13 And for the east side eastward fifty cubits. 14 The hangings for the one side of the gate were fifteen cubits; their pillars three, and their sockets three; 15 and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three. 16 All the hangings of the court round about were of fine twined linen. 17 And the sockets for the pillars were of brass; the hooks of the pillars, and their fillets, of silver; and the overlaying of their capitals, of silver; and all the pillars of the court were filleted with silver. 18 And the screen for the gate of the court was the work of the embroiderer, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court. 19 And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver. 20 And all the pins of the tabernacle, and of the court round about, were of brass.\n\n21 This is the sum of the things for the tabernacle, even the tabernacle of the testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest. 22 And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses. 23 And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, [b]an engraver, and a skilful workman, and an embroiderer in blue, and in purple, and in scarlet, and in fine linen.\n\n24 All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary. 25 And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and threescore and fifteen shekels, after the shekel of the sanctuary: 26 a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that were numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men. 27 And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil; a hundred sockets for the hundred talents, a talent for a socket. 28 And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them. 29 And the brass of the offering was seventy talents, and two thousand and four hundred shekels. 30 And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar, 31 and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about.\n\n \nFootnotes\nExodus 38:8 Or, the women that assembled to minister\nExodus 38:23 Or, a craftsman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-, -\n\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Probable reading of the original Hebrew text; Masoretic Text contention",
    "Script 2": " Samuel :-\n\nGod's Promise to David\n\n After the king was settled in his palace and the Lord had given him rest from all his enemies around him,  he said to Nathan the prophet, \"Here I am, living in a house of cedar, while the ark of God remains in a tent.\"\n\n Nathan replied to the king, \"Whatever you have in mind, go ahead and do it, for the Lord is with you.\"\n\n But that night the word of the Lord came to Nathan, saying:\n\n \"Go and tell my servant David, 'This is what the Lord says: Are you the one to build me a house to dwell in?  I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling.  Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, \"Why have you not built me a house of cedar?\"'\n\n \"Now then, tell my servant David, 'This is what the Lord Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel.  I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth.  And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning  and have done ever since the time I appointed leaders[a] over my people Israel. I will also give you rest from all your enemies.\n\n\"'The Lord declares to you that the Lord himself will establish a house for you:  When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom.  He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever.  I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands.  But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you.  Your house and your kingdom will endure forever before me[b]; your throne will be established forever.'\"\n\n Nathan reported to David all the words of this entire revelation.\n\nFootnotes\n Samuel : Traditionally judges\n Samuel : Some Hebrew manuscripts and Septuagint; most Hebrew manuscripts you",
    "Script 3": "Galatians :-\n\nChildren of God\n\n Before the coming of this faith,[a] we were held in custody under the law, locked up until the faith that was to come would be revealed.  So the law was our guardian until Christ came that we might be justified by faith.  Now that this faith has come, we are no longer under a guardian.\n\n So in Christ Jesus you are all children of God through faith,  for all of you who were baptized into Christ have clothed yourselves with Christ.  There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.  If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.\n\nFootnotes\na. Galatians : Or through the faithfulness of Jesus ...  Before faith came",
    "Script 4": "Exodus \nAmerican Standard Version\n And he made the altar of burnt-offering of acacia wood: five cubits was the length thereof, and five cubits the breadth thereof, foursquare; and three cubits the height thereof.  And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it: and he overlaid it with brass.  And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the firepans: all the vessels thereof made he of brass.  And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up.  And he cast four rings for the four ends of the grating of brass, to be places for the staves.  And he made the staves of acacia wood, and overlaid them with brass.  And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks.\n\n And he made the laver of brass, and the base thereof of brass, of the mirrors of [a]the ministering women that ministered at the door of the tent of meeting.\n\n And he made the court: for the south side southward the hangings of the court were of fine twined linen, a hundred cubits;  their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver.  And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver.  And for the east side eastward fifty cubits.  The hangings for the one side of the gate were fifteen cubits; their pillars three, and their sockets three;  and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three.  All the hangings of the court round about were of fine twined linen.  And the sockets for the pillars were of brass; the hooks of the pillars, and their fillets, of silver; and the overlaying of their capitals, of silver; and all the pillars of the court were filleted with silver.  And the screen for the gate of the court was the work of the embroiderer, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court.  And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver.  And all the pins of the tabernacle, and of the court round about, were of brass.\n\n This is the sum of the things for the tabernacle, even the tabernacle of the testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.  And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses.  And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, [b]an engraver, and a skilful workman, and an embroiderer in blue, and in purple, and in scarlet, and in fine linen.\n\n All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary.  And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and threescore and fifteen shekels, after the shekel of the sanctuary:  a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that were numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men.  And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil; a hundred sockets for the hundred talents, a talent for a socket.  And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them.  And the brass of the offering was seventy talents, and two thousand and four hundred shekels.  And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar,  and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about.\n\n \nFootnotes\nExodus : Or, the women that assembled to minister\nExodus : Or, a craftsman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-, -\n\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n",
    "Script 2": " Samuel :-\n\nGod's Promise to David\n\n After the king was settled in his palace and the Lord had given him rest from all his enemies around him,  he said to Nathan the prophet, \"Here I am, living in a house of cedar, while the ark of God remains in a tent.\"\n\n Nathan replied to the king, \"Whatever you have in mind, go ahead and do it, for the Lord is with you.\"\n\n But that night the word of the Lord came to Nathan, saying:\n\n \"Go and tell my servant David, 'This is what the Lord says: Are you the one to build me a house to dwell in?  I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling.  Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, \"Why have you not built me a house of cedar?\"'\n\n \"Now then, tell my servant David, 'This is what the Lord Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel.  I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth.  And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning  and have done ever since the time I appointed leaders[a] over my people Israel. I will also give you rest from all your enemies.\n\n\"'The Lord declares to you that the Lord himself will establish a house for you:  When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom.  He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever.  I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands.  But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you.  Your house and your kingdom will endure forever before me[b]; your throne will be established forever.'\"\n\n Nathan reported to David all the words of this entire revelation.\n\n",
    "Script 3": "Galatians :-\n\nChildren of God\n\n Before the coming of this faith,[a] we were held in custody under the law, locked up until the faith that was to come would be revealed.  So the law was our guardian until Christ came that we might be justified by faith.  Now that this faith has come, we are no longer under a guardian.\n\n So in Christ Jesus you are all children of God through faith,  for all of you who were baptized into Christ have clothed yourselves with Christ.  There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.  If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And he made the altar of burnt-offering of acacia wood: five cubits was the length thereof, and five cubits the breadth thereof, foursquare; and three cubits the height thereof.  And he made the horns thereof upon the four corners of it; the horns thereof were of one piece with it: and he overlaid it with brass.  And he made all the vessels of the altar, the pots, and the shovels, and the basins, the flesh-hooks, and the firepans: all the vessels thereof made he of brass.  And he made for the altar a grating of network of brass, under the ledge round it beneath, reaching halfway up.  And he cast four rings for the four ends of the grating of brass, to be places for the staves.  And he made the staves of acacia wood, and overlaid them with brass.  And he put the staves into the rings on the sides of the altar, wherewith to bear it; he made it hollow with planks.\n\n And he made the laver of brass, and the base thereof of brass, of the mirrors of [a]the ministering women that ministered at the door of the tent of meeting.\n\n And he made the court: for the south side southward the hangings of the court were of fine twined linen, a hundred cubits;  their pillars were twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets were of silver.  And for the north side a hundred cubits, their pillars twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the west side were hangings of fifty cubits, their pillars ten, and their sockets ten; the hooks of the pillars, and their fillets, of silver.  And for the east side eastward fifty cubits.  The hangings for the one side of the gate were fifteen cubits; their pillars three, and their sockets three;  and so for the other side: on this hand and that hand by the gate of the court were hangings of fifteen cubits; their pillars three, and their sockets three.  All the hangings of the court round about were of fine twined linen.  And the sockets for the pillars were of brass; the hooks of the pillars, and their fillets, of silver; and the overlaying of their capitals, of silver; and all the pillars of the court were filleted with silver.  And the screen for the gate of the court was the work of the embroiderer, of blue, and purple, and scarlet, and fine twined linen: and twenty cubits was the length, and the height in the breadth was five cubits, answerable to the hangings of the court.  And their pillars were four, and their sockets four, of brass; their hooks of silver, and the overlaying of their capitals, and their fillets, of silver.  And all the pins of the tabernacle, and of the court round about, were of brass.\n\n This is the sum of the things for the tabernacle, even the tabernacle of the testimony, as they were counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, the son of Aaron the priest.  And Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made all that Jehovah commanded Moses.  And with him was Oholiab, the son of Ahisamach, of the tribe of Dan, [b]an engraver, and a skilful workman, and an embroiderer in blue, and in purple, and in scarlet, and in fine linen.\n\n All the gold that was used for the work in all the work of the sanctuary, even the gold of the offering, was twenty and nine talents, and seven hundred and thirty shekels, after the shekel of the sanctuary.  And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred and threescore and fifteen shekels, after the shekel of the sanctuary:  a beka a head, that is, half a shekel, after the shekel of the sanctuary, for every one that passed over to them that were numbered, from twenty years old and upward, for six hundred thousand and three thousand and five hundred and fifty men.  And the hundred talents of silver were for casting the sockets of the sanctuary, and the sockets of the veil; a hundred sockets for the hundred talents, a talent for a socket.  And of the thousand seven hundred seventy and five shekels he made hooks for the pillars, and overlaid their capitals, and made fillets for them.  And the brass of the offering was seventy talents, and two thousand and four hundred shekels.  And therewith he made the sockets to the door of the tent of meeting, and the brazen altar, and the brazen grating for it, and all the vessels of the altar,  and the sockets of the court round about, and the sockets of the gate of the court, and all the pins of the tabernacle, and all the pins of the court round about.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]