[
  {
    "Art title 1": "The Heart Is Shifted In Tiny Increments",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a20792185479426cb55455dc30394841~mv2.jpg",
    "Artist Statement 1": "Have you noticed that rarely is anyone converted to a new religion by one conversation? And rarely are they even moved to be more generous or treat relationships better, or switch schools or jobs or homes after a single event. \n\nThe major movements of the heart are triggered by series of events. It's like our brain must first be introduced to the idea, and then must look for verification in multiple contexts before it starts to accept it as something worth changing for. \n\nSo if it you didn't drop a bad habit after one sermon, or your friend didn't change after you asked them to, or if a family member didn't listen to you when you suggested something, it may be because their heart is only shifting in increments. And perhaps they're only a few increments in on their journey toward the change. \n\nGod, help us to be the good increment makers in our little worlds. And set the increments in place that will incrementally draw us closer and closer to You.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3f29e862-04f6-457d-aa77-be73437ffdd8",
    "Art title 2": "How to Measure Your Faith",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_fa38374b32194314abaf6c0bc1d73de9~mv2.jpg/v1/fill/w_1480,h_1480,al_c,q_90/a07ded_fa38374b32194314abaf6c0bc1d73de9~mv2.webp",
    "Artist Statement 2": "See today's story",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_fa38374b32194314abaf6c0bc1d73de9~mv2.jpg/v1/fill/w_1480,h_1480,al_c,q_90/a07ded_fa38374b32194314abaf6c0bc1d73de9~mv2.webp",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "How To Measure Your Faith",
    "Story Link": "https://www.rawspoon.com/post/story-how-to-measure-your-faith",
    "excerpt": "As Pastor Mark walked up on stage he glanced at the front row. The famous senator was not there, even though he had called Mark in desperation on Thursday morning. One of his cabinet members had threatened to whistleblow about the senator using funds for a lake house. The senator said he felt like maybe God would help him if he came to church. Pastor Mark hadn't exactly objected. But Mark was surprised when he didn't see him; the senator only lived 5 minutes away.\n\nPastor Mark got up to preach the message which was on Matthew 9, about the paralyzed man who asks his friends to drop him through a hole in a roof so that Jesus could heal him. When Jesus saw what they had done he said to the paralytic, your faith has forgiven you, and then later said his faith healed him as well. The guy got up and walked away.\n\n\nPastor Mark arrived at the podium, and organized his notes. His sermon was to be about how Jesus longs to forgive us when we think we just come to him to fix our problems (thinking of the senator), but there was one thing he didn't quite know how to work into his message. And he couldn't get it out of his mind: the faith it must have taken to not only convince several people to carry your cot across town to the house, then through a shoving crowd, but then somehow to lift you on top of a roof, dig a hole in that roof that wasn't theirs, and then figure out how to lower you down and interrupt everybody listening to Jesus' preaching.\n\nJust as the worship instruments quieted, and he was about to begin, Pastor Mark saw old Miss Margaret shuffle into the back row with all of her grocery bags, thinning hair, and her staggering limp. A quiet, balding man filed in beside her, carrying some of her bags.\n\n\nPastor Mark knew exactly what her morning had looked like. It wasn't the first time. \n\nHe had also gotten a frantic call from Miss Margaret this week. She had a lot of health problems and she had just gotten some scary test results about her diabetes. She didn't have a car and her sweat on her shirt showed she had walked outside for a mile or two. Then she must have finally convinced someone to stop and bring her the rest of the way.\n\nIt suddenly hit him. The direction of his sermon pivoted completely. He bowed his head and then began. \"How much faith do you have in Jesus? Enough faith to turn off the TV for a few minutes and pray? Would you walk 5 miles carrying bags in the sun if there was a chance you would encounter Jesus? If not, ask yourself, would you even drive 5 minutes in your air conditioned BMW? It's hard to know what faith means in our modern society. But if you want a stark look at how much faith you have, look at what extents you would go to, to reach him.\"\n\nRaw Spoon, July 2, 2021",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_68984817765a4bb2ba3cad87bc4034bd.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_17fb208a919c4c389bf52d19f5cb4f14~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://www.youtube.com/watch?v=MFEUEcylwLc&list=PLVpri7vfPPtKUOaqAAjEtZR4C-bO5Y_XQ",
    "Bible Project 3": "https://www.youtube.com/watch?v=RUfh_wOsauk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 15",
    "Research 2-link": "https://enduringword.com/bible-commentary/Micah 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 13",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 43",
    "The Chosen 3": "https://youtu.be/9HbUfsSQTZY",
    "The Chosen 4": "",
    "Song": "https://youtu.be/1Qg3Fk1kiH0",
    "Song 2": "https://www.youtube.com/watch?v=PqVgCb-2YQc",
    "Song 3": "https://www.youtube.com/watch?v=__wVPBTNcW8",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/50",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]