[
  {
    "": "2025-08-23T07:00:00.000Z",
    "Art title 1": "Cocoon of Hope",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_982dad90af554366835b9b54ffe35b96~mv2.jpg",
    "Artist Statement 1": "Has your skepticism of church or culture, and from your history, hardened you to expecting God will move? \n\nRemember back to those things that God HAS done for you. For me, there are usually more than I feel they are before I try to remember.",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGod Didn't Change, We Did",
    "Story Link": "https://www.rawspoon.com/post/god-didn-t-change-we-did",
    "excerpt": "I look back at the Old Testament and think about how it seems like that God is different than the New Testament God. The Old Testament God seemed to have few qualms with wiping out whole nations but the New Testament Jesus was much more focused on saving each individual. \n\nOur first conclusion on this (I've heard lots of people complain about it) is that God changed. But while going through seminary, my teachers really showed how God worked within the traditions of the existing cultures. And he showed his character through the slight variations in the ways that he did things differently than the gods around them. \n\nAnd I think there was just a lot of conquering and wiping whole nations out back in the Ancient Near East (ANE). That was just kind of the expectation, I think. So the way that God could show his sovereignty to other nations was to show that he was even master of that game. This is how he showed he loved his people better than the other gods loved their people.\n\nAnd then as the Roman empire was settling in and personal rights were much more prized, God came in the form of Jesus and met them on these terms. He showed that he was the BEST at caring for the individual. He won at that game as well. \n\nSo after pondering this and asking if God changed, I think it's more likely that he stayed the same, but was accommodating our changes.\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=SnVkqOnaJ3Y",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_9955e75de15749a2b030395ee7d955b1~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=uCOycIMyJZM",
    "Bible Project 2": "https://www.youtube.com/watch?v=MkETkRv9tG8&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 103:1-8",
    "Research 2-link": "https://enduringword.com/bible-commentary/Nehemiah 13",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 25\nAmerican Standard Version\n25 Festus therefore, [a]having come into the province, after three days went up to Jerusalem from Caesarea. 2 And the chief priests and the principal men of the Jews informed him against Paul; and they besought him, 3 asking a favor against him, that he would send for him to Jerusalem; laying a plot to kill him on the way. 4 Howbeit Festus answered, that Paul was kept in charge at Caesarea, and that he himself was about to depart thither shortly. 5 Let them therefore, saith he, that are of power among you go down with me, and if there is anything amiss in the man, let them accuse him.\n\n6 And when he had tarried among them not more than eight or ten days, he went down unto Caesarea; and on the morrow he sat on the judgment-seat, and commanded Paul to be brought. 7 And when he was come, the Jews that had come down from Jerusalem stood round about him, bringing against him many and grievous charges which they could not prove; 8 while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all. 9 But Festus, desiring to gain favor with the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me? 10 But Paul said, I am standing before Caesar's judgment-seat, where I ought to be judged",
    "The Chosen 3": "https://youtu.be/SJYzxtBJBF4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=EtEkKqCUpHM",
    "Song 2": "https://www.youtube.com/watch?v=orBYJDbVcu8",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/66",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=0uh-wTOi2DQ",
    "Bible in Song 4": ""
  }
]