[
  {
    "Art title 1": "Throne Room",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_d9c31b5411d64ea3846f4cbc7b023637~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-53323249-b80d-40aa-8f0c-759628d12d2c",
    "Art title 2": "Tree on Fire",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_3090466ff37b44688848523dec396d31~mv2.jpg",
    "Artist Statement 2": "In Revelations it tells how fire comes down and burns the trees and grasses but the people still don't turn. ",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGuest Post: Lent and Suffering and Hope",
    "Story Link": "https://www.rawspoon.com/post/guest-post-lent-and-suffering-and-hope",
    "excerpt": "This is by my friend, Lindsay, who has had a difficult life. She shares how she has found hope in suffering, a suffering highlighted by this lenten season.\n\n40 Days to Hope\n\nHave you ever had that \"thing\" you just can't seem to push through? The situation where you have tried plan \"a\" through plan \"z\" but you feel nowhere closer, perhaps even farther away. For some it's the desire for a companion, for others the unrelenting illness that just won't seem to go away. These circumstances are the broken relationships, the lost loved ones, the doors that never seem to open. They bring you to your knees as you are unable to move forward but are weary from just trying to get through the day.\n\nI confess I am afraid of being disappointed in God. I fear that he won't answer my hundreds, perhaps even thousands of prayers for redemption. I realize from the Israelites, to Job, to David, to even Christ himself that scripture holds numerous accounts of disappointment in God. Yet, what happens in ten or twenty years if the situation doesn't change? Will I grow bitter or resentful, unable to believe in the sovereignty of God? The space between expectation and outcome is filled with uncertainty.\n\nAs a Christian I look to the Gospels for evidence of a Messiah who heals the leper and calms the storm. But the reality is Jesus is not physically here. He cannot reach out and touch me on the days when it feels like I am out of options and all hope is lost. This week marks the beginning of Lent for the liturgical church. Instead of going towards social media, chocolate, or alcohol for relief we are asked to sit in our own unmet desires. During this season we are reminded that Jesus endured forty days in the wilderness. The Son of Man understands deep hunger and thirst. He chose to enter into the human condition and faced darkness head on. When all seemed lost redemption still came, but it was through the hand of God and not our own.\n\nThis year as I observe Lent I do so with uncertainty. I don't know if God will meet me, if Easter is at the end of the 40 days. However, I know that remembrance is not enough. I want to be like Christ who walks straight towards the wilderness and eventually into his own death. The mystery of our faith is, \"Christ has died, Christ has risen, Christ will come again.\" No, Jesus is not physically with me but as one my pastors often states, \"He is seated at the right hand of the Father actively interceding on my behalf.\" I am not sure what that practically even looks like but I want to believe the Emmanuel who was crucified, died, and rose again does. Instead of fearing the disappointment that God may not grant me the desires of my heart I want to believe in hope. A hope that is greater than what I can't seem to push through.\n\n\"But those who hope in the Lord\nwill renew their strength.\nThey will soar on wings like eagles;\nthey will run and not grow weary,\nthey will walk and not be faint.\"\n\n-- Isaiah 40:31 | NIV\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_73643f033bca4ea190e9f9e753f0eb4d~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=g_igCcWAMAM",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=ej_6dVdJSIU",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 98:1-9",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 28",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 6",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/jzX5d__td44?si=ymaUVUIWYdHdootC",
    "Song 2": "https://youtu.be/rxTRqZ_cX7Y?si=Gn_oL-qz2zrTBdtG",
    "Song 3": "https://youtu.be/fRajAHplclw?si=dgYKdYs8vgshrFfS",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.8329355,35.1808854,3a,75y,147.13h,86.42t/data=!3m8!1e1!3m6!1sAF1QipNZepoZ4k4ue_dZq80b8-00YXkpGjJeskPlwQPC!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNZepoZ4k4ue_dZq80b8-00YXkpGjJeskPlwQPC%3Dw203-h100-k-no-pi-0-ya168.8996-ro0-fo100!7i8704!8i4352!5m1!1e4",
    "3dNotes2": "Gibeon",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/89dd9ad5-78a7-4fff-bb84-c26b1560aa59.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]