[
  {
    "Art title 1": "Mortal's Hope (He sees the rejected)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c4cfaf2587cd4b32b21e9c904d2b4c7f~mv2_d_2346_5100_s_2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-38487d45-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Long Road Home",
    "Story Link": "https://www.rawspoon.com/post/story-the-long-road-home",
    "excerpt": "Tori was handing a sash to the beggar lady in the alley when a blue vial of something shoved its way in front of her. She looked up and a young man emerged from behind the pile of paving stones stacked beside the beggar. His broad jaw framed a disheveled face. His hair was unkempt. He wore a vest like a busker and had a satchel strapped over his shoulder and under his arm. Although no one would see him as royalty, she liked what she saw.\n\nWhat Tenor saw was the princess, her perfect, delicate face, framed by her tightly pulled back hair, in her white pressed blouse and simple gold bracelet and earrings. She was as beautiful one step away as she was speaking to a crowd. \n\nBehind her, on the street from which she'd come, he could see the edge of a cart of bread she had bought and the line of poor people who waited for their share. On the side from which Tenor had come was the street of dark shops from which he had gathered the ingredients for this concoction.\n\n\"Wait, what's that?\" Tori accused.\n\n\"Constable's syrup.\" He replied. \"It should help her sore knees. Wait, why are you giving her... uh... a belt?\" He said with a smile.\n\n\"Oh,\" She replied and then responded to his question. \"She told me she needed one last week. It took a bit to find the right type.\"\n\nThe beggar woman reached and took the vial and the belt, neither Tori nor Tenor really noticing. The old woman looked up with a secret smile. As they talked to each other, the old lady mumbled, almost to herself. \"Listen to the voices, young ones. Oooh, listen to the voices.\"\n\nThey wandered to places where they knew they might run into each other and it happened more and more often. She was warm and kind. He was clever and motivated. She sheepishly told her parents, the king and queen, about him and they smiled. They said, follow your heart, my Dear. Tenor wasn't very close with his parents, they being poor and having to work in the fields (his mom's work) or as one of the senators' accountants (his dad's). But Tenor did have other internal voices he answered to. \n\nThese quiet voices would become the growing thorns in their budding love.\n\nEventually the two planned out their meetings. Tenor delicately led Tori onto the clay shingles of a beautiful rooftop he knew about and they talked about their very different lives. She invited him to the stables and told him about the personalities of each of the horses so dear to her. He brought her little vials of potions he said would cure the headache she had told him about yesterday, or was supposed to make her beautiful skin even brighter. They met like this for weeks and their hearts felt an undeniable fit in the complete opposite qualities of the other. What was cold and methodical about him was warmed by her tender spirit. What was so devoted to duty in her felt a fascination with the freedom with which he pursued his passions. \n\nBut one evening she, being unusually capable to read the hearts of people, sensed his eyes unsettled as they looked out over the walls. She intuited, \"Tell me now if you do not want this. My heart stands before an open door to love you. Please tell me if I should walk away.\"\n\nHe struggled to be kind because his resistance to this love was a string drawn so tightly. \"I'm sorry. I'm struggling with something inside of me. Since I was a teenager I've struggled with something that has kept me from fully loving anyone. You can see it, so as much as it pains me, I must share it with you.\" He looked at her with apology and longing in his eyes. \"Tori, a part of my heart wants to love and be loved by you; it would be so very sweet. But I...\" he struggled with his hesitation to share it. \"There are... voices that call to me whenever I consider settling into this type of love.\"  \n\nShe pulled back slightly. \"Other women's voices?\"\n\nHe scowled, lowered his head in shame and said, \"I suppose usually they feel like they're women. But I don't know where they are coming from.\" He turned to her again, \"I want this to work out with much of me, but the voices hold me back.\"\n\n\"What do you need to do?\" She asked somberly.\n\n\"I don't know what to do with them. Do I ignore them, concluding I am crazy and sick in the brain? I've tried this, in fact I've experimented with potions and consulted all the books in the library, the wise men, even the mediums. But these voices get louder whenever I start to move toward settling into love instead of my... my calling.\"\n\n\"Oh, well, what is your calling?\" She said, distant. \"I'm sad you hadn't told me about it.\"\n\nHe turned to her and said, \"It's because not everybody understands it. I have always had a deep fascination with alchemy. I know your parents wouldn't like it. I doubt you would either. But I see the pain in people and my mind automatically starts to put together mixtures to try and help them. I search incessantly in the libraries to find solutions. There are recipes and mixtures people haven't tried or discovered yet and I feel like I see which combinations need to be experimented with to find cures. I need to discover what else is out there. I feel like if I settled down with someone like you, I could not search out what I'm meant to find. I feel it calling me to new frontiers. That's not the life a princess wants.\"\n\n\"No,\" she said sadly. \"It's not. And I do not understand anything about alchemy except that it can be dangerous. My heart longs to marry and raise safe children, and foster nothing but a safe prosperous community here.\"\n\nThey continued seeing each other as he wrestled with this terrible tension. They stepped trembling into love. She eventually, over many months, had fully passed through that door, and she grew to love him incredibly deeply. Her heart was built to love. But the more he tried to convince himself that love was enough, or that he could somehow do both the alchemy and the life she wanted for them, he felt more chaos inside of him. It was a terrible tension, tearing him apart. \n\nEventually, after a tiring day where both of them had setbacks in their lives, all the tension just seemed too much. They sat on a roof holding hands. That seemed all they could do. Reports had come of some terrible darkness wiping out many lives in distant lands and she felt the weight of it approaching her kingdom. He too recognized the fear in the people, and he seemed to be hitting a wall with the ingredients for his medicines. It was at these times that the voices in his head tortured him the most. He held his pounding head in his other hand and asked her, \"If you knew that I could not commit to you, would you want me to leave now, or later? I love being with you and serving you, but I don't think my heart is going to let me say yes fully.\"\n\nShe said quietly and resolutely, \"Let me go now.\" They held each other for an hour more, and cried into each other's chests. Then he escaped into the night. He sewed together his leather bags and satchels to carry all of his experiments and chemicals, he packed food and the necessary clothes, and he set out on foot. It would be too hard to hear about the princess, and news of the princess circulated almost daily.\n\nHe hiked for days, questioning himself. He did not understand why he struggled with what he did. The gods knew no mercy. Couldn't he have made it work if he worked harder? Did he just not yet find the right potion or explanation to alleviate his internal voices? \n\nHe cried and cried but ultimately he had to stand by his decision. And he walked. He walked. He walked. He walked until the sorrow no longer clenched his heart so relentlessly, but began to feel more like tiny stitches pulling on tiny holes in his heart. He told himself he had done what he had to do, with everything he knew at the time. He walked and cried and tried to settle his heart for what seemed like weeks. And he slowly found plants and minerals that started to interest him again. Eventually thoughts of his alchemy started to ignite sparks of excitement again. He was finding new plants for new purposes as he fermented or boiled them over fires fueled by different types of leaves and grasses. \n\nHe still often woke to powerful dreams of her. And still sometimes he cried for her.\n\nAfter a couple months of experimenting and walking through the wilderness, Tenor wandered into a hamlet, desperate for better food, a wash, and a good bed. The house in which he stayed had a little girl who was sick. He heard her coughing through the night and in the morning as he knocked on the door to pay and say goodbye, he saw the color of the girl's face as she lay on her bed. He almost didn't say anything, but as she said, \"Daddy! help. It hurts.\" Something sounded familiar about it. One of the million voices calling to him.\n\n\"Sir, I don't mean to intrude myself upon your hospitality, but could I ask, her face isn't always quite that color?\"\n\nThe tired man gave him a questioning look and said, \"She looks a bit more... uh... green I suppose.\" He glanced back at her and said, \"It seems to be getting worse. She coughed up some blood, I think, last night.\"\n\nTenor hesitated just a moment more but then jumped on the opportunity, \"Sir, I think I might have something for that. The man hesitated but then nodded him into the room. Tenor took the bag off his back and set it up on the floor. He opened the front panel revealing pockets for all the little vials and the larger jars with chemicals. He reached further down and pulled out a sprig of rosemary and started to drip two other potions onto the tip. \"I think her color indicates low iron in her blood. This makes me think something is keeping her from digesting the red meat she eats. This should revive her a little and then you should give her more beef or lamb.\" He handed the old man the sprig who took it apprehensively.\n\nThe old man replied, \"We know she stopped eating meat. She's stopped eating everything. It's happened to many of our neighbors as well.\" He said it with such little hope that Tenor could gather that many of them had died. \n\n\"Really?\" He stood slowly as the man let the girl breathe in the fumes of the sprig. \"Can you tell me a little bit more... please?\" The man walked him outside and described the fever and headaches many had come down with. He told Tenor how nothing they tried seemed to work. He told him he was expecting his daughter would die like the others. \n\nThat day, Tenor found his first patient. He realized it was a race to the end. He had to alleviate all the symptoms so that the little girl's body could outlast the course of the disease. The few who had survived it seemed to be the ones who had the strongest bodies. He knew how to buttress up almost every aspect of the body so that they had a fighting chance against the disease. \n\nAfter a month of fighting it the symptoms went away, though she had lost sensation and movement in her whole left side from the neck down. Even when Tenor left a month later, it had gotten no better. But he had learned much of what could be done. Each patient would be a highly personalized monitoring of symptoms and prescribing daily treatments. He taught the girl's father and a few other people in the hamlet how to not only find the ingredients but also when and how to administer them, if anyone else came down with it. And he left. \n\nThere were more voices still calling to him. \n\nTenor went around the land treating and learning and teaching. He saved many, and lost many. But tried to learn each time how to do it better. Even when he himself got the disease, he used it as his own experiment. He secluded himself and wrote down every sensation and result of everything he tried. He combined it with his knowledge of chemistry and blood and he considered auras and other philosophies he had read about. But he found new ways to combine them. These ideas just came together and made sense to him. Usually they worked at least a little bit, or taught him something new he could utilize. Each time he caught the disease he barely pulled through but learned more. \n\nHe was surrounded by death but brought life to many. His mind thrived on the learning, his heart ached for the lives of his patients, and his young body bore the exhaustion. His previously independent wandering heart learned to love deeply. He cried deeply after every child he lost. Particularly the little girls. He had grown a fond affection for them because of his first patient. He saw the devoted fathers caring for their wives and children. He saw the commitment with which mothers took on field work when their husbands died. He felt the uncommitted wandering that had drawn him so strongly, start to be replaced with a greater appreciation for deep love and stability. He was lonely. He used to find such purpose in his alchemy, but it felt empty when no one was there to care for him those three times he teetered on the verge of death. \n\nThis was his life for four and a half years. He returned to his home as a much different person. His township looked the same as he approached the tall gates. But it was quieter. As he entered he saw pine caskets stacked high, ready to be carried out of the gate. The people moved about somberly. \n\nHe found his parents who were glad to have him back, but they were changed as well. His mother had almost died from the plague and was bed-ridden. He knew how to help give her more life again, and he set to doing so. \n\nAs he sat by her bedside a couple nights after he had arrived, he asked, \"What news is there of the princess?\"\n\nThe mother, not having known about his secret love, said, \"Oh, she married about a year after you left and has a couple of children.\"\n\n\"Really?\" He replied, crestfallen. \n\n\"Well, she had three, but the plague took one of them as well as her husband. He was an okay man. Probably would have been an alright king. But alas... the latest news is that she has perhaps become ill with something else. The baker said perhaps it is of heartbreak.\"\n\nThat night Tenor went to a place she had shown him years ago, overlooking the wall. He knew that he could see into the castle from there. And through the long flowing curtains he saw her weakly trying to tend to a child, a toddler. She looked up longingly, as if she were looking at the location of her memories from a time gone by and her eyes landed on the spot where he stood. They saw each other and she froze. They stayed that way for a long time until she eventually pointed to a place below them. They both knew the place. A balcony for commoners they both knew well. \n\nWhen she arrived she was not as warm as she once was. It seemed not only had such death cooled her spirit but that his leaving had caused her much pain. \"Are you back for good?\" She asked flatly.\n\n\"I think perhaps I am. The plague seems to have run its course.\"\n\n\"I married. I had three children.\"\n\n\"You have the family you wanted.\"\n\n\"I did. My husband died as did my youngest child.\" She put her hand by her nose and held back tears. He moved to her. His hand gently touched her shoulder. She turned, desiring more of his touch. \"It's been so, so hard. My mother died. So many of the poor people I had tried so much to help died.\" She paused for a long time holding back sobs. \"I think I've lost my way, Tenor.\"\n\n\"But you helped many of the people through their hardest times.\"\n\n\"But it feels so pointless. All the death washed it away.\"\n\n\"But you brought love to them, when everyone else stayed away, I'm sure of it.\"\n\nShe became very serious. \"Yes. And I lost my own child and husband because, perhaps, I brought it back to them. I have lost my way.\"\n\n\"I have found mine finally, Tori.\"\n\n\"You believe you have?\" she asked skeptically. \"Are you not still at the whim of voices that could take you away at any minute?\"\n\nHe lowered his head. \"I guess . . . that I do not know. Perhaps they will call again, but I don't hear them right now. I pursued my calling and it brought me back.\"\n\n\"And how was it? Did you find all the women calling to you? You did all the experiments you wanted? And it looks like you were somehow still lucky enough to be one of the few to survive.\"\n\n\"I almost died a couple of times. But I found potions that helped me fight it, and with those experiments I helped a lot of others survive it.\"\n\n\"You found potions that helped?\"\n\n\"Yes.\" \n\n\"And what others?\"\n\n\"I mostly helped children. They were often the most vulnerable to it.\"\n\n\"Yes,\" she affirmed. \"Almost all of the children among our poor were lost.\" After a long pause, she asked, \"How many people did you... uh, what do you call it... how many did you treat?\"\n\n\"Hundreds. Maybe thousands. I did what I could in every village or city I could find from Cantoni Fields to the cliffs of Barabah.\"\n\n\"You went that far?\"\n\nHe nodded. \"I rode horses to reach the far villages. Like you taught me to.\" \n\nShe looked up at him and then down, choosing not to ask what she wanted.\n\nHe answered for her. \"I missed you greatly, Tori. I cried for weeks. I could barely do my work. I thought of you every day.\"\n\nShe turned to him slowly, her head still bowed. She looked at his shirt. No longer did he wear that old leather pockety vest. It was now fine linen and looked to be from far away. Her eyes slowly lifted to his face. His cheeks were sunbaked and his long hair swept back. But he was clean. She recognized a new strong confidence in him, similar to one she admired in her father. \n\n\"So what will you do now?\"\n\n\"I think I will treat patients here.\"\n\n\"I think it's too late.\"\n\n\"Then I will help the ones who are left in whatever ways I can.\"\n\n\"Who would that be? Our poor have been obliterated. The aristocrats isolated themselves enough to keep themselves safe. Who are you planning to help.\"\n\n\"I heard that you might be sick.\"\n\n\"Oh is that why you have come to find me? To treat me like one of your patients? And then what? You cannot discover new chemicals or plant things here! Why stay?\"\n\n\"I was hoping to take care of you... until death.\"\n\nShe bitterly shot back, \"Is that what they're saying? That I'm going to die?! I'm no sicker than any other broken woman here who has lost her loves and all brightness around her!\"\n\nHe was quiet and she eventually looked up at him. His eyes were wet and his face concerned. He swallowed and said, \"Until I die is what I meant. I hope we have a full life together.\"\n\nShe didn't let herself believe what she so desired. \"We already have a royal doctor.\" And then to address the truth blaring before them. \"I have children to take care of anyway.\"\n\n\"Are they daughters?\" \n\nShe looked up at him, confused. \n\n\"I gained a large heart for young daughters.\" He smiled\n\nShe lifted an eyebrow and replied dryly, \"One daughter and one son. The one I lost was a son, 6 months after I birthed him.\"\n\n\"Those might have been the hardest.\" Tenor closed his eyes and tears shot out. \"Hearing them cry and the mothers not knowing what they could do to ease their pain.\" \n\nShe realized he was changed. He understood a parent's love. He could love her children. \n\nTori broke into sobs and nodded. She turned into him and his arms wrapped more fully around her. She cried into his chest. \"You can love me now.\" She said. \"I'll let you love me again.\"\n\nThey thought the black plague had run its course, but a few days later Tori came down with a fever. The last one in their township. It was a bad case, but Tenor now knew how to care for her. And care for her with everything in him he did. After a horrific battle, she survived. And they cared for each other, and their kingdom, for the rest of their days. \n----\n\nSometimes the goal of tension is not to solve it. Maybe a tension is meant to pull you into hard things that will change you. Impossible decisions and the resulting pain is the fire beneath you to keep searching and striving and becoming what you are being called to become. And being called to give.  You are being called to be part of a deep and difficult story. One you are being called into by the ultimate story teller. \n\nRomans 8:28 says God works all things together for the good of those who love him. And I think that includes even when we can't see how it's going to be good. Maybe especially when we can't see how it's going to be good. And we just have to trust.\n\nWhat in your life has seemed to be leading you away from what you needed, but in the end may have brought you to a better place?\n\nRaw Spoon ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 40",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 48",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 33",
    "The Chosen 3": "https://youtu.be/WMeCP5eGBYc",
    "The Chosen 4": "",
    "Song": "https://youtu.be/bmVOMbqoD4o",
    "Song 2": "https://youtu.be/SR7aLsMTE3U",
    "Song 3": "https://youtu.be/CyPPoNxnW-Q",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://artsandculture.google.com/streetview/british-museum/AwEp68JO4NECkQ?sv_h=155.97192914091713&sv_p=-16.53316131778419&sv_pid=6K6xcbERhm-qgQlf-Bcl9g&sv_lid=3582009757710443819&sv_lng=-0.1273043348999181&sv_lat=51.5197858147891&sv_z=0.27145439771961555",
    "3dNotes2": "Exhibition of artifacts from Ur of the Chaldeans",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/c226ef79-15dc-4a9a-9a6c-a7bfd7c2eca8.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=qDibZqyJ0hI",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]