[
  {
    "Date": "2025-09-03T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=8YD5-snUFTs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=YT9YTXAJw1A&list=PLVccJouc7Os9oOzpscL2UCrrHAlAW9GcC&index=6",
    "famous quote": "Grown-ups never understand anything by themselves, and it is tiresome for children to be always and forever explaining things to them.\n-Antoine De Saint-Exup?ry (in \"the Little Prince\")",
    "Ted Talks": "https://www.youtube.com/watch?v=M6aq2SH-xVo",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Chris:\n\n(part 1)\n\nHe had chosen to be a Christian at the beginning of college, had a pivotal missions experience so he had a passion for spreading the gospel and miracles. But as he was getting ready to graduate none of his job opportunities met what he really wanted to do, which was use his Electrical Engineering skills for God somehow.\n\nOne day as it was becoming more pressing that he choose a job, a mentor of his mentioned an obscure company called Renew Outreach out in Social Circle, Georgia that built electronics to help missionaries share the Jesus story. It was in a rural town about an hour to the East of Atlanta. It sounded like the type of company he had been looking for. But they were small and he had no idea if they had need for an electrical engineer.\n\nSo Chris calls them up asks the Secretary Vicky if they are by chance looking for an electrical engineer. Vicky didn't think they were so she took down a note and said she would check with her boss.\n\nEarlier that day her boss, David Palusky had been praying with a collegue for a new employee who \n1: Has electrical engineering background\n2: Is willing to move so far out (probably meaning he would be young and single)\n3: Has a heart for missions and believed in a God that still does miracles\n\nVicky showed him the note a few hours later and they scheduled an interview. \nThe night before the interview Chris was staying at a friend's house and told him about the company. The friend who he was staying with said, \"I used to work there!\" It was a small company and the chances that someone he would cross paths with worked there was very slim. He told Chris all about the company and it seemed almost miraculously perfect. \n\nI, Ross Boone, the author of this book interviewed for that very job about two years ago, and I don't have an electrical background so it wasn't quite a fit. And they had a difficult year financially so they weren't able to fill the spot at all, but when things turned around and they started praying for someone, that is when Chris called them. But it was when I interviewed with them that I met the Paluskys and the others at Renew Outreach so I knew about them. I had heard some of their stories of miracles and that's how I had thought to reach out and ask if I could interview them for this book. \n\nIt occurs to me that the way that the devil often moves is to pound at our human weaknesses moment to moment until we fail. But it seems that God is working over a long periods of time to orchestrate shifts in hearts, meetings and circumstances until it beautifully falls together with the planning of a novelist and has caught his enemies entirely off guard. \n\nAnd if we are listening to his little nudges and obey, we might find ourselves part of a beautiful story that changes our lives and the people around us\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WFq2xuooKDM",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]