[
  {
    "Date": "2025-12-30T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=NpwkIYB3ZEY&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYTc5YjcxNDgtMjA4Yi0zNGViLTk4YjAtNTYzOGI4ODdlZjAz?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ8kw",
    "Yoga": "https://www.youtube.com/watch?v=mp6yg3whxW0&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=10",
    "famous quote": "The Rhythm of Time: This is the beginning of a new day. God has given me this day to use as I will. I can waste it or use it for good. What I do today is important because I am exchanging a day of my life for it. When tomorrow comes, this day will be gone forever, leaving in it's place something that I have traded for it. I want it to be gain, no loss, good not evil, success not failure in order that I shall not regret the price Ipaid for it. \n-Author Unknown",
    "Ted Talks": "https://www.youtube.com/watch?v=CyElHdaqkjo",
    "Nature Video": "https://www.youtube.com/watch?v=pkhE14Rou-E&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=13",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_36444ef5793d43f3bea93fe7a236b852~mv2.png",
    "Interview Text": "Linda Noah\nInterview (part 1)\nWidows and orphans\n\nI get to interview Ray's wife, Linda in the same room shortly after he and I are done. She is a slightly quieter presence that moves around making sure things are running smoothly. She is confident, stylish and sharp. And when she sees a child in need, or talks about the difficult things they've been through, or sees God coming through in beautiful ways, she keeps her strong composure and wipes tender tears away. \r\nLinda, I know you're involved in helping widows and orphans. Can you tell me where that comes from?\r\nWhat we're doing is based on a scripture. When John the Baptist sent his guys over to see if Jesus is the Messiah Jesus responds, \"Go tell John what you see.\" \r\nIt's just this whole idea that Jesus did things in word and deed. So we've decided that there needs to be a balance of those two: church planting balanced with helping in practical ways, which we call redemptive lift.\r\nWe push the church planting because it's easier for people to want to give to medical or dental. We've tried to balance the finances, 60% to church planting and 40% to redemptive life.\r\nWhen we originally planted churches, $150 would go to help them create sustainable businesses that would support the church. The money went to the church, not the church planter, in case he moved on, and the church would get to keep the livestock bought with the business money. But what we found is that the churches became self-sustainable from raising the livestock and from the tithe. And it really became like the New Testament church, bringing what they had together to support the church. \r\nSome planters will make a church sustainable, raise another leader, and go on to plant another church. Some of them follow us from region to region. One guy planted 41 churches in the old region. And he moved to this region with us, but before we had even gotten here he had arrived and launched his church. So they're machines. They're warriors. \r\nWe're also trying to train them up on how to lead. Petros sends church planters, but trains them to develop the indigenous leaders on their own with the ultimate goal being the indigenous leader will take over. We lift Alayu up because he is the indigenous leader.\r\nAnd then there is the redemptive lift aspect. Most of these people live on $1.25 per day, which puts them in extreme poverty. So we develop the indigenous leader by teaching him to make the town better. Most of the time these villages have a witchdoctor in charge. He has the most knowledge and he leads the village. So then our church planter comes into the village and there is a spiritual confrontation. And we have lots of stories of the witch doctor falling over dead, or their houses getting struck by lightning and stuff. \r\nThen our person is the leader. And we have trained them how to bring in things like sanitation, marriage and family instruction like how to honor your wife, and how to care for your children. \r\nWe had a story of a man who met the pastor and was standing there with his five wives. We have to engage their culture, and the pastor couldn't just tell him to send his other four wives away, because they would starve. So he instructed him, 'love your wives.' We have to be ready to modify. \r\nAlso, we would come in and love on their children, and teach the people the value of children's ministry. And now they will coddle their children and hold them whereas before they wouldn't at all. They used to hit them with switches and whips. Women and children have been treated like dogs. They have been the low caste in society, and then we come in. \r\nSo if you look at it, when we plant a church, there is proclamation of the word, but all of life should change...\n",
    "Interview Video": "https://youtu.be/p7RUMXbI4rA",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]