[
  {
    "Date": "2026-02-16T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Seventh week of Epiphany",
    "Script 1": "\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "The Ten Commandments\n\n And God spoke all these words:\n\n \"I am the Lord your God, who brought you out of Egypt, out of the land of slavery.\n\n \"You shall have no other gods before[a] me.\n\n \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below.  You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,  but showing love to a thousand generations of those who love me and keep my commandments.\n\n \"You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name.\n\n \"Remember the Sabbath day by keeping it holy.  Six days you shall labor and do all your work,  but the seventh day is a sabbath to the Lord your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns.  For in six days the Lord made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy.\n\n \"Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.\n\n \"You shall not murder.\n\n \"You shall not commit adultery.\n\n \"You shall not steal.\n\n \"You shall not give false testimony against your neighbor.\n\n \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"\n\n When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance  and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\"\n\n Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\"\n\n The people remained at a distance, while Moses approached the thick darkness where God was.\n\n",
    "Script 3": "Trials and Temptations\n\n Consider it pure joy, my brothers and sisters,[a] whenever you face trials of many kinds,  because you know that the testing of your faith produces perseverance.  Let perseverance finish its work so that you may be mature and complete, not lacking anything.  If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.  But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.  That person should not expect to receive anything from the Lord.  Such a person is double-minded and unstable in all they do.\n\n",
    "Script 4": "American Standard Version\n Now these are the heads of their fathers' houses, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king:  Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.  Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males a hundred and fifty.  Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males.  Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.  And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.  And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.  And of the sons of Shephatiah, Zebadiah the son of Michael; and with him fourscore males.  Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males.  And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and threescore males.  And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty and eight males.  And of the sons of Azgad, Johanan the son of Hakkatan; and with him a hundred and ten males.  And of the sons of Adonikam, that were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them threescore males.  And of the sons of Bigvai, Uthai and [a]Zabbud; and with them seventy males.\n\n And I gathered them together to the river that runneth to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi.  Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, [b]who were teachers.  And [c]I sent them forth unto Iddo the chief at the place Casiphia; and I told them what they should say unto [d]Iddo, and his brethren the Nethinim, at the place Casiphia, that they should bring unto us ministers for the house of our God.  And according to the good hand of our God upon us they brought us [e]a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;  and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;  and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name.\n\n Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance.  For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken unto the king, saying, The hand of our God is upon all them that seek him, for good; but his power and his wrath is against all them that forsake him.  So we fasted and besought our God for this: and he was entreated of us.\n\n Then I set apart twelve of the chiefs of the [f]priests, [g]even Sherebiah, Hashabiah, and ten of their brethren with them,  and weighed unto them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counsellors, and his princes, and all Israel there present, had offered:  I weighed into their hand six hundred and fifty talents of silver, and silver vessels a hundred talents; of gold a hundred talents;  and twenty bowls of gold, of a thousand darics; and two vessels of fine bright brass, precious as gold.  And I said unto them, Ye are holy unto Jehovah, and the vessels are holy; and the silver and the gold are a freewill-offering unto Jehovah, the God of your fathers.  Watch ye, and keep them, until ye weigh them before the chiefs of the priests and the Levites, and the princes of the fathers' houses of Israel, at Jerusalem, in the chambers of the house of Jehovah.  So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem unto the house of our God.\n\n Then we departed from the river Ahava on the twelfth day of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy and the lier-in-wait by the way.  And we came to Jerusalem, and abode there three days.  And on the fourth day the silver and the gold and the vessels were weighed in the house of our God [h]into the hand of Meremoth the son of Uriah the priest (and with him was Eleazar the son of Phinehas: and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites)--  the whole by number and by weight: and all the weight was written at that time.\n\n The children of the captivity, that were come out of exile, offered burnt-offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he-goats for a sin-offering: all this was a burnt-offering unto Jehovah.  And they delivered the king's commissions unto the king's satraps, and to the governors beyond the River: and they furthered the people and the house of God.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:9-16;Exodus20:1-21;James1:2-8",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,Exod.20,Jas.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_a76a797bbd784178b2eeba1cb4080a52~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_174296c69a16403d8f42d1b49d702bb3~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_f6c40798adec47d7b1df19a8cadc3bd9~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_ab50ae717bef423caf731f2be5e87b38~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:9-16",
    "Address Script 2": "Exodus 20:1-21",
    "Address Script 3": "James 1:2-8",
    "Address Script 4": "Ezra 8",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Exod.20.252f92085a594e22e9d2b7b3c3e96db1.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jas.1.d29d851203810598206f5419abfb6329.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:9-16\n\nב Beth\n\n9 How can a young person stay on the path of purity?\n    By living according to your word.\n10 I seek you with all my heart;\n    do not let me stray from your commands.\n11 I have hidden your word in my heart\n    that I might not sin against you.\n12 Praise be to you, Lord;\n    teach me your decrees.\n13 With my lips I recount\n    all the laws that come from your mouth.\n14 I rejoice in following your statutes\n    as one rejoices in great riches.\n15 I meditate on your precepts\n    and consider your ways.\n16 I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Exodus 20:1-21\n\nThe Ten Commandments\n\n1 And God spoke all these words:\n\n2 \"I am the Lord your God, who brought you out of Egypt, out of the land of slavery.\n\n3 \"You shall have no other gods before[a] me.\n\n4 \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below. 5 You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me, 6 but showing love to a thousand generations of those who love me and keep my commandments.\n\n7 \"You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name.\n\n8 \"Remember the Sabbath day by keeping it holy. 9 Six days you shall labor and do all your work, 10 but the seventh day is a sabbath to the Lord your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns. 11 For in six days the Lord made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy.\n\n12 \"Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.\n\n13 \"You shall not murder.\n\n14 \"You shall not commit adultery.\n\n15 \"You shall not steal.\n\n16 \"You shall not give false testimony against your neighbor.\n\n17 \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"\n\n18 When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance 19 and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\"\n\n20 Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\"\n\n21 The people remained at a distance, while Moses approached the thick darkness where God was.\n\nFootnotes\na. Exodus 20:3 Or besides",
    "Script 3": "James 1:2-8\n\nTrials and Temptations\n\n2 Consider it pure joy, my brothers and sisters,[a] whenever you face trials of many kinds, 3 because you know that the testing of your faith produces perseverance. 4 Let perseverance finish its work so that you may be mature and complete, not lacking anything. 5 If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. 6 But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind. 7 That person should not expect to receive anything from the Lord. 8 Such a person is double-minded and unstable in all they do.\n\nFootnotes\na. James 1:2 The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family; also in verses 16 and 19; and in 2:1, 5, 14; 3:10, 12; 4:11; 5:7, 9, 10, 12, 19.",
    "Script 4": "Ezra 8\nAmerican Standard Version\n8 Now these are the heads of their fathers' houses, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king: 2 Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush. 3 Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males a hundred and fifty. 4 Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males. 5 Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males. 6 And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males. 7 And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males. 8 And of the sons of Shephatiah, Zebadiah the son of Michael; and with him fourscore males. 9 Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males. 10 And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and threescore males. 11 And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty and eight males. 12 And of the sons of Azgad, Johanan the son of Hakkatan; and with him a hundred and ten males. 13 And of the sons of Adonikam, that were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them threescore males. 14 And of the sons of Bigvai, Uthai and [a]Zabbud; and with them seventy males.\n\n15 And I gathered them together to the river that runneth to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi. 16 Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, [b]who were teachers. 17 And [c]I sent them forth unto Iddo the chief at the place Casiphia; and I told them what they should say unto [d]Iddo, and his brethren the Nethinim, at the place Casiphia, that they should bring unto us ministers for the house of our God. 18 And according to the good hand of our God upon us they brought us [e]a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen; 19 and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty; 20 and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name.\n\n21 Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance. 22 For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken unto the king, saying, The hand of our God is upon all them that seek him, for good; but his power and his wrath is against all them that forsake him. 23 So we fasted and besought our God for this: and he was entreated of us.\n\n24 Then I set apart twelve of the chiefs of the [f]priests, [g]even Sherebiah, Hashabiah, and ten of their brethren with them, 25 and weighed unto them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counsellors, and his princes, and all Israel there present, had offered: 26 I weighed into their hand six hundred and fifty talents of silver, and silver vessels a hundred talents; of gold a hundred talents; 27 and twenty bowls of gold, of a thousand darics; and two vessels of fine bright brass, precious as gold. 28 And I said unto them, Ye are holy unto Jehovah, and the vessels are holy; and the silver and the gold are a freewill-offering unto Jehovah, the God of your fathers. 29 Watch ye, and keep them, until ye weigh them before the chiefs of the priests and the Levites, and the princes of the fathers' houses of Israel, at Jerusalem, in the chambers of the house of Jehovah. 30 So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem unto the house of our God.\n\n31 Then we departed from the river Ahava on the twelfth day of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy and the lier-in-wait by the way. 32 And we came to Jerusalem, and abode there three days. 33 And on the fourth day the silver and the gold and the vessels were weighed in the house of our God [h]into the hand of Meremoth the son of Uriah the priest (and with him was Eleazar the son of Phinehas: and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites)-- 34 the whole by number and by weight: and all the weight was written at that time.\n\n35 The children of the captivity, that were come out of exile, offered burnt-offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he-goats for a sin-offering: all this was a burnt-offering unto Jehovah. 36 And they delivered the king's commissions unto the king's satraps, and to the governors beyond the River: and they furthered the people and the house of God.\n\n \nFootnotes\nEzra 8:14 Another reading is, Zaccur.\nEzra 8:16 Or, who had understanding\nEzra 8:17 Another reading is, I gave them commandment.\nEzra 8:17 The text as pointed has, Iddo, his brother.\nEzra 8:18 Or, Ish-sechel\nEzra 8:24 In Neh. 12:24, Levites.\nEzra 8:24 Or, besides\nEzra 8:33 Or, by",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Exodus :-\n\nThe Ten Commandments\n\n And God spoke all these words:\n\n \"I am the Lord your God, who brought you out of Egypt, out of the land of slavery.\n\n \"You shall have no other gods before[a] me.\n\n \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below.  You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,  but showing love to a thousand generations of those who love me and keep my commandments.\n\n \"You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name.\n\n \"Remember the Sabbath day by keeping it holy.  Six days you shall labor and do all your work,  but the seventh day is a sabbath to the Lord your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns.  For in six days the Lord made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy.\n\n \"Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.\n\n \"You shall not murder.\n\n \"You shall not commit adultery.\n\n \"You shall not steal.\n\n \"You shall not give false testimony against your neighbor.\n\n \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"\n\n When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance  and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\"\n\n Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\"\n\n The people remained at a distance, while Moses approached the thick darkness where God was.\n\nFootnotes\na. Exodus : Or besides",
    "Script 3": "James :-\n\nTrials and Temptations\n\n Consider it pure joy, my brothers and sisters,[a] whenever you face trials of many kinds,  because you know that the testing of your faith produces perseverance.  Let perseverance finish its work so that you may be mature and complete, not lacking anything.  If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.  But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.  That person should not expect to receive anything from the Lord.  Such a person is double-minded and unstable in all they do.\n\nFootnotes\na. James : The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family; also in verses  and ; and in :, , ; :, ; :; :, , , , .",
    "Script 4": "Ezra \nAmerican Standard Version\n Now these are the heads of their fathers' houses, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king:  Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.  Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males a hundred and fifty.  Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males.  Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.  And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.  And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.  And of the sons of Shephatiah, Zebadiah the son of Michael; and with him fourscore males.  Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males.  And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and threescore males.  And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty and eight males.  And of the sons of Azgad, Johanan the son of Hakkatan; and with him a hundred and ten males.  And of the sons of Adonikam, that were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them threescore males.  And of the sons of Bigvai, Uthai and [a]Zabbud; and with them seventy males.\n\n And I gathered them together to the river that runneth to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi.  Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, [b]who were teachers.  And [c]I sent them forth unto Iddo the chief at the place Casiphia; and I told them what they should say unto [d]Iddo, and his brethren the Nethinim, at the place Casiphia, that they should bring unto us ministers for the house of our God.  And according to the good hand of our God upon us they brought us [e]a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;  and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;  and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name.\n\n Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance.  For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken unto the king, saying, The hand of our God is upon all them that seek him, for good; but his power and his wrath is against all them that forsake him.  So we fasted and besought our God for this: and he was entreated of us.\n\n Then I set apart twelve of the chiefs of the [f]priests, [g]even Sherebiah, Hashabiah, and ten of their brethren with them,  and weighed unto them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counsellors, and his princes, and all Israel there present, had offered:  I weighed into their hand six hundred and fifty talents of silver, and silver vessels a hundred talents; of gold a hundred talents;  and twenty bowls of gold, of a thousand darics; and two vessels of fine bright brass, precious as gold.  And I said unto them, Ye are holy unto Jehovah, and the vessels are holy; and the silver and the gold are a freewill-offering unto Jehovah, the God of your fathers.  Watch ye, and keep them, until ye weigh them before the chiefs of the priests and the Levites, and the princes of the fathers' houses of Israel, at Jerusalem, in the chambers of the house of Jehovah.  So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem unto the house of our God.\n\n Then we departed from the river Ahava on the twelfth day of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy and the lier-in-wait by the way.  And we came to Jerusalem, and abode there three days.  And on the fourth day the silver and the gold and the vessels were weighed in the house of our God [h]into the hand of Meremoth the son of Uriah the priest (and with him was Eleazar the son of Phinehas: and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites)--  the whole by number and by weight: and all the weight was written at that time.\n\n The children of the captivity, that were come out of exile, offered burnt-offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he-goats for a sin-offering: all this was a burnt-offering unto Jehovah.  And they delivered the king's commissions unto the king's satraps, and to the governors beyond the River: and they furthered the people and the house of God.\n\n \nFootnotes\nEzra : Another reading is, Zaccur.\nEzra : Or, who had understanding\nEzra : Another reading is, I gave them commandment.\nEzra : The text as pointed has, Iddo, his brother.\nEzra : Or, Ish-sechel\nEzra : In Neh. :, Levites.\nEzra : Or, besides\nEzra : Or, by",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Exodus :-\n\nThe Ten Commandments\n\n And God spoke all these words:\n\n \"I am the Lord your God, who brought you out of Egypt, out of the land of slavery.\n\n \"You shall have no other gods before[a] me.\n\n \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below.  You shall not bow down to them or worship them; for I, the Lord your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,  but showing love to a thousand generations of those who love me and keep my commandments.\n\n \"You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name.\n\n \"Remember the Sabbath day by keeping it holy.  Six days you shall labor and do all your work,  but the seventh day is a sabbath to the Lord your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns.  For in six days the Lord made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord blessed the Sabbath day and made it holy.\n\n \"Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.\n\n \"You shall not murder.\n\n \"You shall not commit adultery.\n\n \"You shall not steal.\n\n \"You shall not give false testimony against your neighbor.\n\n \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"\n\n When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance  and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\"\n\n Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\"\n\n The people remained at a distance, while Moses approached the thick darkness where God was.\n\n",
    "Script 3": "James :-\n\nTrials and Temptations\n\n Consider it pure joy, my brothers and sisters,[a] whenever you face trials of many kinds,  because you know that the testing of your faith produces perseverance.  Let perseverance finish its work so that you may be mature and complete, not lacking anything.  If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.  But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.  That person should not expect to receive anything from the Lord.  Such a person is double-minded and unstable in all they do.\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n Now these are the heads of their fathers' houses, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king:  Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush.  Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were reckoned by genealogy of the males a hundred and fifty.  Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah; and with him two hundred males.  Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males.  And of the sons of Adin, Ebed the son of Jonathan; and with him fifty males.  And of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males.  And of the sons of Shephatiah, Zebadiah the son of Michael; and with him fourscore males.  Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred and eighteen males.  And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and threescore males.  And of the sons of Bebai, Zechariah the son of Bebai; and with him twenty and eight males.  And of the sons of Azgad, Johanan the son of Hakkatan; and with him a hundred and ten males.  And of the sons of Adonikam, that were the last; and these are their names: Eliphelet, Jeuel, and Shemaiah; and with them threescore males.  And of the sons of Bigvai, Uthai and [a]Zabbud; and with them seventy males.\n\n And I gathered them together to the river that runneth to Ahava; and there we encamped three days: and I viewed the people, and the priests, and found there none of the sons of Levi.  Then sent I for Eliezer, for Ariel, for Shemaiah, and for Elnathan, and for Jarib, and for Elnathan, and for Nathan, and for Zechariah, and for Meshullam, chief men; also for Joiarib, and for Elnathan, [b]who were teachers.  And [c]I sent them forth unto Iddo the chief at the place Casiphia; and I told them what they should say unto [d]Iddo, and his brethren the Nethinim, at the place Casiphia, that they should bring unto us ministers for the house of our God.  And according to the good hand of our God upon us they brought us [e]a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;  and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;  and of the Nethinim, whom David and the princes had given for the service of the Levites, two hundred and twenty Nethinim: all of them were mentioned by name.\n\n Then I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek of him a straight way for us, and for our little ones, and for all our substance.  For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy in the way, because we had spoken unto the king, saying, The hand of our God is upon all them that seek him, for good; but his power and his wrath is against all them that forsake him.  So we fasted and besought our God for this: and he was entreated of us.\n\n Then I set apart twelve of the chiefs of the [f]priests, [g]even Sherebiah, Hashabiah, and ten of their brethren with them,  and weighed unto them the silver, and the gold, and the vessels, even the offering for the house of our God, which the king, and his counsellors, and his princes, and all Israel there present, had offered:  I weighed into their hand six hundred and fifty talents of silver, and silver vessels a hundred talents; of gold a hundred talents;  and twenty bowls of gold, of a thousand darics; and two vessels of fine bright brass, precious as gold.  And I said unto them, Ye are holy unto Jehovah, and the vessels are holy; and the silver and the gold are a freewill-offering unto Jehovah, the God of your fathers.  Watch ye, and keep them, until ye weigh them before the chiefs of the priests and the Levites, and the princes of the fathers' houses of Israel, at Jerusalem, in the chambers of the house of Jehovah.  So the priests and the Levites received the weight of the silver and the gold, and the vessels, to bring them to Jerusalem unto the house of our God.\n\n Then we departed from the river Ahava on the twelfth day of the first month, to go unto Jerusalem: and the hand of our God was upon us, and he delivered us from the hand of the enemy and the lier-in-wait by the way.  And we came to Jerusalem, and abode there three days.  And on the fourth day the silver and the gold and the vessels were weighed in the house of our God [h]into the hand of Meremoth the son of Uriah the priest (and with him was Eleazar the son of Phinehas: and with them was Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites)--  the whole by number and by weight: and all the weight was written at that time.\n\n The children of the captivity, that were come out of exile, offered burnt-offerings unto the God of Israel, twelve bullocks for all Israel, ninety and six rams, seventy and seven lambs, twelve he-goats for a sin-offering: all this was a burnt-offering unto Jehovah.  And they delivered the king's commissions unto the king's satraps, and to the governors beyond the River: and they furthered the people and the house of God.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]