[
  {
    "Date": "2026-01-18T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=oyx0tiF7woA",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYjVlNmY1MzUtOTUyMS0zNmQzLWExMDItMGE3MjM0NzhjOTM5?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=sI7NK3TQmVE&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=7",
    "famous quote": "\"Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=Ks-_Mh1QhMc",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE",
    "User added": "\"Nearby stood six stone water pots meant to be used for the Jewish washing rituals. Each one could hold about twenty gallons or more. Jesus came to the servers and instructed them, \"Fill the pots with water, right up to the very brim.\"\"\n‭‭John‬ ‭2:6-7‬ ‭TPT‬‬‬‬‬‬\n\nAre you empty? Is your life so full, even in service, that there is no room for God? I've been there, trading busyness for holiness. Remember these jars. Used every day for ritual washing, but now empty for the Lord's purpose.  Are you empty?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/post/know-your-local-homeless-paul",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Paul\n\nPaul peeked around the corner of a gas station, met my eyes, and said something too quiet for me to hear. I left the pump, went over to hear better and he said something like, \"Could you get me a Honey Bun? I can't go in there, ya know? They don't like to see me around here.\" I said yes, and asked if he'd like anything else. Then I asked if when I came out I could sit with him and hear his story.\n\nAfter I came out we sat down. We ate next to each other on the side of the gas station. I asked him how he got here and he told me this story.\n\nWhen I was young I was a big time drug dealer to help support my family. It got to the point where when you're doing wrong, so much of the odds are against ya. You know, you got people who are jealous of you. You got the police. You got robbers.\n\nSo it got to the point where I thought I wanna be low key. Ridin' in fancy cars and dressin' all fancy gonna make me a target. I had a couple of close calls where there were some home invasions on my wife's house but I wasn't even staying with her but they thought I was.\n\nSo one time I was bringing lunch over to my wife and two kids. But when I went over there, I noticed that a stick we usually had on the back patio wasn't there. And usually my family run out to greet me, \"Daddyyy!\" But this time nobody came out. I could see them looking through the blinds at me. I got real suspicious. I went back to my car, got my gun and loaded it.\n\nI came in and one the dudes came down the steps. He had a gun and I shot him in the shoulder area and then back down around his mouth and he ran out the door. Then another dude came running down the steps but he didn't have a gun- he was just getting away. I shot at him too. It wasn't like I was scared of them, I was afraid of what they would do to my family.\n\nAfter that I thought I'm just gonna do what a drug smoker do. Just be out there with my pipe and all that. Just smoke and let everybody see me smoke, and just be around and make money.\n\nBut what happened was, stopping wasn't as easy as I thought it was. It was cocaine. Eventually my whole life revolved around that. I thought I could still manage to smoke and deal but ya know, the people lose their respect for you; you're smoking all the product up.\nAnd that's how I got here, homeless. I've been doing this for 12 or 13 years.\n\nI asked Paul how we can help and he said, \"Just pray for me. Because really, it's up to me.\" I asked if food and shelter were an issue. He replied that sometimes when the money and drugs are gone, you get hungry. And shelter is always a problem because you have to deal with the elements.\n\nHe said in regards to helping people, \"A lot of people say this, or say that, but what a person do, that's who he is. That speaks for itself.\" He said that's what his uncle always said.\n\nHis wife is remarried now and his younger daughter is with her. His other daughter is 25 and lives over on Washington road.\n\nPaul told me he can be found on Moreland Ave, in Atlanta most of the time. He and I prayed together, our arms over each others' shoulders. I think prayer definitely is a way we can help him, but I'm finding that just sitting and hearing these stories seems like it is encouraging as well. By the end of the conversation it seemed like he had more of a spark of life and hope in his eyes, and almost a smile. We shared a big hug and he said, \"Thank you, Ross. I love you, brother.\" I said, \"I love you, Paul.\"\n\nThanks for reading but please feel free to pray for Paul or humbly sit and eat and talk with him or people like him when you see them, because after all, like Paul said, \"It's what a person do; that's who he is.\"\n\nhttps://youtu.be/6VgCgvp-6dw\n\nRaw Spoon",
    "Interview Video": "https://youtu.be/iQdXC1Y_-0E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=3Lyq_nao7pg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]