[
  {
    "Date": "2025-07-30T07:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 10- Ordinary Time",
    "Script 1": "\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": " The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life.\n\n Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining.\n\nThe king exclaimed, \"Will he even molest the queen while she is with me in the house?\"\n\nAs soon as the word left the king's mouth, they covered Haman's face.  Then Harbona, one of the eunuchs attending the king, said, \"A pole reaching to a height of fifty cubits[a] stands by Haman's house. He had it set up for Mordecai, who spoke up to help the king.\"\n\nThe king said, \"Impale him on it!\"  So they impaled Haman on the pole he had set up for Mordecai. Then the king's fury subsided.\n\nThe King's Edict in Behalf of the Jews\n\n: That same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her.  The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman's estate.\n\n Esther again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews.  Then the king extended the gold scepter to Esther and she arose and stood before him.\n\n \"If it pleases the king,\" she said, \"and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king's provinces.  For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?\"\n\n King Xerxes replied to Queen Esther and to Mordecai the Jew, \"Because Haman attacked the Jews, I have given his estate to Esther, and they have impaled him on the pole he set up.  Now write another decree in the king's name in behalf of the Jews as seems best to you, and seal it with the king's signet ring--for no document written in the king's name and sealed with his ring can be revoked.\"\n\n At once the royal secretaries were summoned--on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai's orders to the Jews, and to the satraps, governors and nobles of the  provinces stretching from India to Cush.[b] These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language.  Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king's signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king.\n\n The king's edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate the armed men of any nationality or province who might attack them and their women and children,[c] and to plunder the property of their enemies.  The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies.\n\n The couriers, riding the royal horses, went out, spurred on by the king's command, and the edict was issued in the citadel of Susa.\n\nThe Triumph of the Jews\n\n When Mordecai left the king's presence, he was wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration.  For the Jews it was a time of happiness and joy, gladness and honor.  In every province and in every city to which the edict of the king came, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them.\n\n",
    "Script 3": "Love for Enemies\n\n \"You have heard that it was said, 'Love your neighbor[a] and hate your enemy.'  But I tell you, love your enemies and pray for those who persecute you,  that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.  If you love those who love you, what reward will you get? Are not even the tax collectors doing that?  And if you greet only your own people, what are you doing more than others? Do not even pagans do that?  Be perfect, therefore, as your heavenly Father is perfect.\n\n",
    "Script 4": "American Standard Version\n And again the anger of Jehovah was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah.  And the king said to Joab the captain of the host, who was with him, Go now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the sum of the people.  And Joab said unto the king, Now Jehovah thy God add unto the people, how many soever they may be, a hundredfold; and may the eyes of my lord the king see it: but why doth my lord the king delight in this thing?  Notwithstanding, the king's word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel.  And they passed over the Jordan, and encamped in Aroer, on the right side of the city that is in the middle of the valley [a]of Gad, and unto Jazer:  then they came to Gilead, and to the land of Tahtim-hodshi; and they came to Dan-jaan, and round about to Sidon,  and came to the stronghold of Tyre, and to all the cities of the Hivites, and of the Canaanites; and they went out to the south of Judah, at Beer-sheba.  So when they had gone to and fro through all the land, they came to Jerusalem at the end of nine months and twenty days.  And Joab gave up the sum of the numbering of the people unto the king: and there were in Israel eight hundred thousand valiant men that drew the sword; and the men of Judah were five hundred thousand men.\n\n And David's heart smote him after that he had numbered the people. And David said unto Jehovah, I have sinned greatly in that which I have done: but now, O Jehovah, put away, I beseech thee, the iniquity of thy servant; for I have done very foolishly.  And when David rose up in the morning, the word of Jehovah came unto the prophet Gad, David's seer, saying,  Go and speak unto David, Thus saith Jehovah, I [b]offer thee three things: choose thee one of them, that I may do it unto thee.  So Gad came to David, and told him, and said unto him, Shall seven years of famine come unto thee in thy land? or wilt thou flee three months before thy foes while they pursue thee? or shall there be three days' pestilence in thy land? now advise thee, and consider what answer I shall return to him that sent me.  And David said unto Gad, I am in a great strait: let us fall now into the hand of Jehovah; for his mercies are [c]great; and let me not fall into the hand of man.\n\n So Jehovah sent a pestilence upon Israel from the morning even to the time appointed; and there died of the people from Dan even to Beer-sheba seventy thousand men.  And when the angel stretched out his hand toward Jerusalem to destroy it, Jehovah repented him of the evil, and said to the angel that destroyed the people, It is enough; now stay thy hand. And the angel of Jehovah was by the threshing-floor of [d]Araunah the Jebusite.  And David spake unto Jehovah when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done perversely; but these sheep, what have they done? let thy hand, I pray thee, be against me, and against my father's house.\n\n And Gad came that day to David, and said unto him, Go up, rear an altar unto Jehovah in the threshing-floor of Araunah the Jebusite.  And David went up according to the saying of Gad, as Jehovah commanded.  And Araunah looked forth, and saw the king and his servants [e]coming on toward him: and Araunah went out, and bowed himself before the king with his face to the ground.  And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshing-floor of thee, to build an altar unto Jehovah, that the plague may be stayed from the people.  And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, the oxen for the burnt-offering, and the threshing instruments and the yokes of the oxen for the wood:  [f]all this, O king, doth Araunah give unto the king. And Araunah said unto the king, Jehovah thy God accept thee.  And the king said unto Araunah, Nay; but I will verily buy it of thee at a price; neither will I offer burnt-offerings unto Jehovah my God which cost me nothing. So David bought the threshing-floor and the oxen for fifty shekels of silver.  And David built there an altar unto Jehovah, and offered burnt-offerings and peace-offerings. So Jehovah was entreated for the land, and the plague was stayed from Israel.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm55:16-23;Esther7:7-8:17;Matthew5:43-48",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.55,Esth.7-Esth.8,Matt.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_be770dacce4140ee880d1c6876e8a9b8~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_ed887187d08d4b0f892ab0d03626f222~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_695aca21546d403ca81f47eb35b71c04~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_12f11194fa39424e9276fbbe6e072e9d~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 55:16-23",
    "Address Script 2": "Esther 7:7-8:17",
    "Address Script 3": "Matthew 5:43-48",
    "Address Script 4": "2 Samuel 24",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.55.65acd49a0d781d09f5ee5d695a045aa0.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Esth.7.0a7d233a2c8193218a3d9a768c8dfef5.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Matt.5.6fe9700962e03a60fe7a76a2b8ca69be.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.24.597a226f0fb8c4490229348267e504f7.mp3",
    "Verse to start at for audio": 364
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 55:16-23\n\n16 As for me, I call to God,\n    and the Lord saves me.\n17 Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n18 He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n19 God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n20 My companion attacks his friends;\n    he violates his covenant.\n21 His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n22 Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n23 But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther 7:7-8:17\n\n7 The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life.\n\n8 Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining.\n\nThe king exclaimed, \"Will he even molest the queen while she is with me in the house?\"\n\nAs soon as the word left the king's mouth, they covered Haman's face. 9 Then Harbona, one of the eunuchs attending the king, said, \"A pole reaching to a height of fifty cubits[a] stands by Haman's house. He had it set up for Mordecai, who spoke up to help the king.\"\n\nThe king said, \"Impale him on it!\" 10 So they impaled Haman on the pole he had set up for Mordecai. Then the king's fury subsided.\n\nThe King's Edict in Behalf of the Jews\n\n8:1 That same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her. 2 The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman's estate.\n\n3 Esther again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews. 4 Then the king extended the gold scepter to Esther and she arose and stood before him.\n\n5 \"If it pleases the king,\" she said, \"and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king's provinces. 6 For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?\"\n\n7 King Xerxes replied to Queen Esther and to Mordecai the Jew, \"Because Haman attacked the Jews, I have given his estate to Esther, and they have impaled him on the pole he set up. 8 Now write another decree in the king's name in behalf of the Jews as seems best to you, and seal it with the king's signet ring--for no document written in the king's name and sealed with his ring can be revoked.\"\n\n9 At once the royal secretaries were summoned--on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai's orders to the Jews, and to the satraps, governors and nobles of the 127 provinces stretching from India to Cush.[b] These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language. 10 Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king's signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king.\n\n11 The king's edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate the armed men of any nationality or province who might attack them and their women and children,[c] and to plunder the property of their enemies. 12 The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar. 13 A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies.\n\n14 The couriers, riding the royal horses, went out, spurred on by the king's command, and the edict was issued in the citadel of Susa.\n\nThe Triumph of the Jews\n\n15 When Mordecai left the king's presence, he was wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration. 16 For the Jews it was a time of happiness and joy, gladness and honor. 17 In every province and in every city to which the edict of the king came, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them.\n\nFootnotes\nEsther 7:9 That is, about 75 feet or about 23 meters\nEsther 8:9 That is, the upper Nile region\nEsther 8:11 Or province, together with their women and children, who might attack them;",
    "Script 3": "Matthew 5:43-48\n\nLove for Enemies\n\n43 \"You have heard that it was said, 'Love your neighbor[a] and hate your enemy.' 44 But I tell you, love your enemies and pray for those who persecute you, 45 that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. 46 If you love those who love you, what reward will you get? Are not even the tax collectors doing that? 47 And if you greet only your own people, what are you doing more than others? Do not even pagans do that? 48 Be perfect, therefore, as your heavenly Father is perfect.\n\nFootnotes\nMatthew 5:43 Lev. 19:18",
    "Script 4": "2 Samuel 24\nAmerican Standard Version\n24 And again the anger of Jehovah was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah. 2 And the king said to Joab the captain of the host, who was with him, Go now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the sum of the people. 3 And Joab said unto the king, Now Jehovah thy God add unto the people, how many soever they may be, a hundredfold; and may the eyes of my lord the king see it: but why doth my lord the king delight in this thing? 4 Notwithstanding, the king's word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel. 5 And they passed over the Jordan, and encamped in Aroer, on the right side of the city that is in the middle of the valley [a]of Gad, and unto Jazer: 6 then they came to Gilead, and to the land of Tahtim-hodshi; and they came to Dan-jaan, and round about to Sidon, 7 and came to the stronghold of Tyre, and to all the cities of the Hivites, and of the Canaanites; and they went out to the south of Judah, at Beer-sheba. 8 So when they had gone to and fro through all the land, they came to Jerusalem at the end of nine months and twenty days. 9 And Joab gave up the sum of the numbering of the people unto the king: and there were in Israel eight hundred thousand valiant men that drew the sword; and the men of Judah were five hundred thousand men.\n\n10 And David's heart smote him after that he had numbered the people. And David said unto Jehovah, I have sinned greatly in that which I have done: but now, O Jehovah, put away, I beseech thee, the iniquity of thy servant; for I have done very foolishly. 11 And when David rose up in the morning, the word of Jehovah came unto the prophet Gad, David's seer, saying, 12 Go and speak unto David, Thus saith Jehovah, I [b]offer thee three things: choose thee one of them, that I may do it unto thee. 13 So Gad came to David, and told him, and said unto him, Shall seven years of famine come unto thee in thy land? or wilt thou flee three months before thy foes while they pursue thee? or shall there be three days' pestilence in thy land? now advise thee, and consider what answer I shall return to him that sent me. 14 And David said unto Gad, I am in a great strait: let us fall now into the hand of Jehovah; for his mercies are [c]great; and let me not fall into the hand of man.\n\n15 So Jehovah sent a pestilence upon Israel from the morning even to the time appointed; and there died of the people from Dan even to Beer-sheba seventy thousand men. 16 And when the angel stretched out his hand toward Jerusalem to destroy it, Jehovah repented him of the evil, and said to the angel that destroyed the people, It is enough; now stay thy hand. And the angel of Jehovah was by the threshing-floor of [d]Araunah the Jebusite. 17 And David spake unto Jehovah when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done perversely; but these sheep, what have they done? let thy hand, I pray thee, be against me, and against my father's house.\n\n18 And Gad came that day to David, and said unto him, Go up, rear an altar unto Jehovah in the threshing-floor of Araunah the Jebusite. 19 And David went up according to the saying of Gad, as Jehovah commanded. 20 And Araunah looked forth, and saw the king and his servants [e]coming on toward him: and Araunah went out, and bowed himself before the king with his face to the ground. 21 And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshing-floor of thee, to build an altar unto Jehovah, that the plague may be stayed from the people. 22 And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, the oxen for the burnt-offering, and the threshing instruments and the yokes of the oxen for the wood: 23 [f]all this, O king, doth Araunah give unto the king. And Araunah said unto the king, Jehovah thy God accept thee. 24 And the king said unto Araunah, Nay; but I will verily buy it of thee at a price; neither will I offer burnt-offerings unto Jehovah my God which cost me nothing. So David bought the threshing-floor and the oxen for fifty shekels of silver. 25 And David built there an altar unto Jehovah, and offered burnt-offerings and peace-offerings. So Jehovah was entreated for the land, and the plague was stayed from Israel.\n\n \nFootnotes\n2 Samuel 24:5 Or, toward\n2 Samuel 24:12 Or, lay upon\n2 Samuel 24:14 Or, many\n2 Samuel 24:16 Or, Ornah. In 1 Chr. 21:15, Ornan\n2 Samuel 24:20 Or, passing over\n2 Samuel 24:23 Or, all this did Araunah the king give etc.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther :-:\n\n The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life.\n\n Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining.\n\nThe king exclaimed, \"Will he even molest the queen while she is with me in the house?\"\n\nAs soon as the word left the king's mouth, they covered Haman's face.  Then Harbona, one of the eunuchs attending the king, said, \"A pole reaching to a height of fifty cubits[a] stands by Haman's house. He had it set up for Mordecai, who spoke up to help the king.\"\n\nThe king said, \"Impale him on it!\"  So they impaled Haman on the pole he had set up for Mordecai. Then the king's fury subsided.\n\nThe King's Edict in Behalf of the Jews\n\n: That same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her.  The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman's estate.\n\n Esther again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews.  Then the king extended the gold scepter to Esther and she arose and stood before him.\n\n \"If it pleases the king,\" she said, \"and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king's provinces.  For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?\"\n\n King Xerxes replied to Queen Esther and to Mordecai the Jew, \"Because Haman attacked the Jews, I have given his estate to Esther, and they have impaled him on the pole he set up.  Now write another decree in the king's name in behalf of the Jews as seems best to you, and seal it with the king's signet ring--for no document written in the king's name and sealed with his ring can be revoked.\"\n\n At once the royal secretaries were summoned--on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai's orders to the Jews, and to the satraps, governors and nobles of the  provinces stretching from India to Cush.[b] These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language.  Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king's signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king.\n\n The king's edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate the armed men of any nationality or province who might attack them and their women and children,[c] and to plunder the property of their enemies.  The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies.\n\n The couriers, riding the royal horses, went out, spurred on by the king's command, and the edict was issued in the citadel of Susa.\n\nThe Triumph of the Jews\n\n When Mordecai left the king's presence, he was wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration.  For the Jews it was a time of happiness and joy, gladness and honor.  In every province and in every city to which the edict of the king came, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them.\n\nFootnotes\nEsther : That is, about  feet or about  meters\nEsther : That is, the upper Nile region\nEsther : Or province, together with their women and children, who might attack them;",
    "Script 3": "Matthew :-\n\nLove for Enemies\n\n \"You have heard that it was said, 'Love your neighbor[a] and hate your enemy.'  But I tell you, love your enemies and pray for those who persecute you,  that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.  If you love those who love you, what reward will you get? Are not even the tax collectors doing that?  And if you greet only your own people, what are you doing more than others? Do not even pagans do that?  Be perfect, therefore, as your heavenly Father is perfect.\n\nFootnotes\nMatthew : Lev. :",
    "Script 4": " Samuel \nAmerican Standard Version\n And again the anger of Jehovah was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah.  And the king said to Joab the captain of the host, who was with him, Go now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the sum of the people.  And Joab said unto the king, Now Jehovah thy God add unto the people, how many soever they may be, a hundredfold; and may the eyes of my lord the king see it: but why doth my lord the king delight in this thing?  Notwithstanding, the king's word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel.  And they passed over the Jordan, and encamped in Aroer, on the right side of the city that is in the middle of the valley [a]of Gad, and unto Jazer:  then they came to Gilead, and to the land of Tahtim-hodshi; and they came to Dan-jaan, and round about to Sidon,  and came to the stronghold of Tyre, and to all the cities of the Hivites, and of the Canaanites; and they went out to the south of Judah, at Beer-sheba.  So when they had gone to and fro through all the land, they came to Jerusalem at the end of nine months and twenty days.  And Joab gave up the sum of the numbering of the people unto the king: and there were in Israel eight hundred thousand valiant men that drew the sword; and the men of Judah were five hundred thousand men.\n\n And David's heart smote him after that he had numbered the people. And David said unto Jehovah, I have sinned greatly in that which I have done: but now, O Jehovah, put away, I beseech thee, the iniquity of thy servant; for I have done very foolishly.  And when David rose up in the morning, the word of Jehovah came unto the prophet Gad, David's seer, saying,  Go and speak unto David, Thus saith Jehovah, I [b]offer thee three things: choose thee one of them, that I may do it unto thee.  So Gad came to David, and told him, and said unto him, Shall seven years of famine come unto thee in thy land? or wilt thou flee three months before thy foes while they pursue thee? or shall there be three days' pestilence in thy land? now advise thee, and consider what answer I shall return to him that sent me.  And David said unto Gad, I am in a great strait: let us fall now into the hand of Jehovah; for his mercies are [c]great; and let me not fall into the hand of man.\n\n So Jehovah sent a pestilence upon Israel from the morning even to the time appointed; and there died of the people from Dan even to Beer-sheba seventy thousand men.  And when the angel stretched out his hand toward Jerusalem to destroy it, Jehovah repented him of the evil, and said to the angel that destroyed the people, It is enough; now stay thy hand. And the angel of Jehovah was by the threshing-floor of [d]Araunah the Jebusite.  And David spake unto Jehovah when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done perversely; but these sheep, what have they done? let thy hand, I pray thee, be against me, and against my father's house.\n\n And Gad came that day to David, and said unto him, Go up, rear an altar unto Jehovah in the threshing-floor of Araunah the Jebusite.  And David went up according to the saying of Gad, as Jehovah commanded.  And Araunah looked forth, and saw the king and his servants [e]coming on toward him: and Araunah went out, and bowed himself before the king with his face to the ground.  And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshing-floor of thee, to build an altar unto Jehovah, that the plague may be stayed from the people.  And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, the oxen for the burnt-offering, and the threshing instruments and the yokes of the oxen for the wood:  [f]all this, O king, doth Araunah give unto the king. And Araunah said unto the king, Jehovah thy God accept thee.  And the king said unto Araunah, Nay; but I will verily buy it of thee at a price; neither will I offer burnt-offerings unto Jehovah my God which cost me nothing. So David bought the threshing-floor and the oxen for fifty shekels of silver.  And David built there an altar unto Jehovah, and offered burnt-offerings and peace-offerings. So Jehovah was entreated for the land, and the plague was stayed from Israel.\n\n \nFootnotes\n Samuel : Or, toward\n Samuel : Or, lay upon\n Samuel : Or, many\n Samuel : Or, Ornah. In  Chr. :, Ornan\n Samuel : Or, passing over\n Samuel : Or, all this did Araunah the king give etc.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther :-:\n\n The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life.\n\n Just as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining.\n\nThe king exclaimed, \"Will he even molest the queen while she is with me in the house?\"\n\nAs soon as the word left the king's mouth, they covered Haman's face.  Then Harbona, one of the eunuchs attending the king, said, \"A pole reaching to a height of fifty cubits[a] stands by Haman's house. He had it set up for Mordecai, who spoke up to help the king.\"\n\nThe king said, \"Impale him on it!\"  So they impaled Haman on the pole he had set up for Mordecai. Then the king's fury subsided.\n\nThe King's Edict in Behalf of the Jews\n\n: That same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her.  The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman's estate.\n\n Esther again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews.  Then the king extended the gold scepter to Esther and she arose and stood before him.\n\n \"If it pleases the king,\" she said, \"and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king's provinces.  For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?\"\n\n King Xerxes replied to Queen Esther and to Mordecai the Jew, \"Because Haman attacked the Jews, I have given his estate to Esther, and they have impaled him on the pole he set up.  Now write another decree in the king's name in behalf of the Jews as seems best to you, and seal it with the king's signet ring--for no document written in the king's name and sealed with his ring can be revoked.\"\n\n At once the royal secretaries were summoned--on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai's orders to the Jews, and to the satraps, governors and nobles of the  provinces stretching from India to Cush.[b] These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language.  Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king's signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king.\n\n The king's edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate the armed men of any nationality or province who might attack them and their women and children,[c] and to plunder the property of their enemies.  The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar.  A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies.\n\n The couriers, riding the royal horses, went out, spurred on by the king's command, and the edict was issued in the citadel of Susa.\n\nThe Triumph of the Jews\n\n When Mordecai left the king's presence, he was wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration.  For the Jews it was a time of happiness and joy, gladness and honor.  In every province and in every city to which the edict of the king came, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them.\n\n",
    "Script 3": "Matthew :-\n\nLove for Enemies\n\n \"You have heard that it was said, 'Love your neighbor[a] and hate your enemy.'  But I tell you, love your enemies and pray for those who persecute you,  that you may be children of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.  If you love those who love you, what reward will you get? Are not even the tax collectors doing that?  And if you greet only your own people, what are you doing more than others? Do not even pagans do that?  Be perfect, therefore, as your heavenly Father is perfect.\n\n",
    "Script 4": " Samuel \nAmerican Standard Version\n And again the anger of Jehovah was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah.  And the king said to Joab the captain of the host, who was with him, Go now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the sum of the people.  And Joab said unto the king, Now Jehovah thy God add unto the people, how many soever they may be, a hundredfold; and may the eyes of my lord the king see it: but why doth my lord the king delight in this thing?  Notwithstanding, the king's word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel.  And they passed over the Jordan, and encamped in Aroer, on the right side of the city that is in the middle of the valley [a]of Gad, and unto Jazer:  then they came to Gilead, and to the land of Tahtim-hodshi; and they came to Dan-jaan, and round about to Sidon,  and came to the stronghold of Tyre, and to all the cities of the Hivites, and of the Canaanites; and they went out to the south of Judah, at Beer-sheba.  So when they had gone to and fro through all the land, they came to Jerusalem at the end of nine months and twenty days.  And Joab gave up the sum of the numbering of the people unto the king: and there were in Israel eight hundred thousand valiant men that drew the sword; and the men of Judah were five hundred thousand men.\n\n And David's heart smote him after that he had numbered the people. And David said unto Jehovah, I have sinned greatly in that which I have done: but now, O Jehovah, put away, I beseech thee, the iniquity of thy servant; for I have done very foolishly.  And when David rose up in the morning, the word of Jehovah came unto the prophet Gad, David's seer, saying,  Go and speak unto David, Thus saith Jehovah, I [b]offer thee three things: choose thee one of them, that I may do it unto thee.  So Gad came to David, and told him, and said unto him, Shall seven years of famine come unto thee in thy land? or wilt thou flee three months before thy foes while they pursue thee? or shall there be three days' pestilence in thy land? now advise thee, and consider what answer I shall return to him that sent me.  And David said unto Gad, I am in a great strait: let us fall now into the hand of Jehovah; for his mercies are [c]great; and let me not fall into the hand of man.\n\n So Jehovah sent a pestilence upon Israel from the morning even to the time appointed; and there died of the people from Dan even to Beer-sheba seventy thousand men.  And when the angel stretched out his hand toward Jerusalem to destroy it, Jehovah repented him of the evil, and said to the angel that destroyed the people, It is enough; now stay thy hand. And the angel of Jehovah was by the threshing-floor of [d]Araunah the Jebusite.  And David spake unto Jehovah when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done perversely; but these sheep, what have they done? let thy hand, I pray thee, be against me, and against my father's house.\n\n And Gad came that day to David, and said unto him, Go up, rear an altar unto Jehovah in the threshing-floor of Araunah the Jebusite.  And David went up according to the saying of Gad, as Jehovah commanded.  And Araunah looked forth, and saw the king and his servants [e]coming on toward him: and Araunah went out, and bowed himself before the king with his face to the ground.  And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshing-floor of thee, to build an altar unto Jehovah, that the plague may be stayed from the people.  And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, the oxen for the burnt-offering, and the threshing instruments and the yokes of the oxen for the wood:  [f]all this, O king, doth Araunah give unto the king. And Araunah said unto the king, Jehovah thy God accept thee.  And the king said unto Araunah, Nay; but I will verily buy it of thee at a price; neither will I offer burnt-offerings unto Jehovah my God which cost me nothing. So David bought the threshing-floor and the oxen for fifty shekels of silver.  And David built there an altar unto Jehovah, and offered burnt-offerings and peace-offerings. So Jehovah was entreated for the land, and the plague was stayed from Israel.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]