[
  {
    "Date": "2025-11-07T08:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Proper 24- Ordinary Time",
    "Script 1": "\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Judah and Tamar\n\n At that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah.  There Judah met the daughter of a Canaanite man named Shua. He married her and made love to her;  she became pregnant and gave birth to a son, who was named Er.  She conceived again and gave birth to a son and named him Onan.  She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him.\n\n Judah got a wife for Er, his firstborn, and her name was Tamar.  But Er, Judah's firstborn, was wicked in the Lord's sight; so the Lord put him to death.\n\n Then Judah said to Onan, \"Sleep with your brother's wife and fulfill your duty to her as a brother-in-law to raise up offspring for your brother.\"  But Onan knew that the child would not be his; so whenever he slept with his brother's wife, he spilled his semen on the ground to keep from providing offspring for his brother.  What he did was wicked in the Lord's sight; so the Lord put him to death also.\n\n Judah then said to his daughter-in-law Tamar, \"Live as a widow in your father's household until my son Shelah grows up.\" For he thought, \"He may die too, just like his brothers.\" So Tamar went to live in her father's household.\n\n After a long time Judah's wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him.\n\n When Tamar was told, \"Your father-in-law is on his way to Timnah to shear his sheep,\"  she took off her widow's clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife.\n\n When Judah saw her, he thought she was a prostitute, for she had covered her face.  Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, \"Come now, let me sleep with you.\"\n\n\"And what will you give me to sleep with you?\" she asked.\n\n \"I'll send you a young goat from my flock,\" he said.\n\n\"Will you give me something as a pledge until you send it?\" she asked.\n\n He said, \"What pledge should I give you?\"\n\n\"Your seal and its cord, and the staff in your hand,\" she answered. So he gave them to her and slept with her, and she became pregnant by him.  After she left, she took off her veil and put on her widow's clothes again.\n\n Meanwhile Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her.  He asked the men who lived there, \"Where is the shrine prostitute who was beside the road at Enaim?\"\n\n\"There hasn't been any shrine prostitute here,\" they said.\n\n So he went back to Judah and said, \"I didn't find her. Besides, the men who lived there said, 'There hasn't been any shrine prostitute here.'\"\n\n Then Judah said, \"Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn't find her.\"\n\n About three months later Judah was told, \"Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.\"\n\nJudah said, \"Bring her out and have her burned to death!\"\n\n As she was being brought out, she sent a message to her father-in-law. \"I am pregnant by the man who owns these,\" she said. And she added, \"See if you recognize whose seal and cord and staff these are.\"\n\n Judah recognized them and said, \"She is more righteous than I, since I wouldn't give her to my son Shelah.\" And he did not sleep with her again.",
    "Script 3": " When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense.  You can easily verify that no more than twelve days ago I went up to Jerusalem to worship.  My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city.  And they cannot prove to you the charges they are now making against me.  However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets,  and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked.  So I strive always to keep my conscience clear before God and man.\n\n \"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings.  I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance.  But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me.  Or these who are here should state what crime they found in me when I stood before the Sanhedrin--  unless it was this one thing I shouted as I stood in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'\"\n\n Then Felix, who was well acquainted with the Way, adjourned the proceedings. \"When Lysias the commander comes,\" he said, \"I will decide your case.\"  He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs.",
    "Script 4": "American Standard Version\n And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea.  And all the acts of his power and of his might, and the full account of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?  For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the good of his people, and speaking peace to all his seed.",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm17:1-9;Genesis38:1-26;Acts24:10-23",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.17,Gen.38,Acts.24",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f8b14f64921d4a8988414b875c6671b7~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_971ff921e966418db87f5b3c3878f40c~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_40519cd8e18c4ff0bc7dbccb25e5387b~mv2.gif",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 17:1-9",
    "Address Script 2": "Genesis 38:1-26",
    "Address Script 3": "Acts 24:10-23",
    "Address Script 4": "Esther 10",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.17.17a4cc3cc1028e839c0526972dd3a06a.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.38.c3a1615249157b621f55d963e52169b4.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.24.eb4844f4d3aa4e4e31863ad010c846b9.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": "65"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 17:1-9\n\nA prayer of David.\n\n1 Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n2 Let my vindication come from you;\n    may your eyes see what is right.\n\n3 Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n4 Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n5 My steps have held to your paths;\n    my feet have not stumbled.\n\n6 I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n7 Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n8 Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n9 from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Genesis 38:1-26\n\nJudah and Tamar\n\n1 At that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah. 2 There Judah met the daughter of a Canaanite man named Shua. He married her and made love to her; 3 she became pregnant and gave birth to a son, who was named Er. 4 She conceived again and gave birth to a son and named him Onan. 5 She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him.\n\n6 Judah got a wife for Er, his firstborn, and her name was Tamar. 7 But Er, Judah's firstborn, was wicked in the Lord's sight; so the Lord put him to death.\n\n8 Then Judah said to Onan, \"Sleep with your brother's wife and fulfill your duty to her as a brother-in-law to raise up offspring for your brother.\" 9 But Onan knew that the child would not be his; so whenever he slept with his brother's wife, he spilled his semen on the ground to keep from providing offspring for his brother. 10 What he did was wicked in the Lord's sight; so the Lord put him to death also.\n\n11 Judah then said to his daughter-in-law Tamar, \"Live as a widow in your father's household until my son Shelah grows up.\" For he thought, \"He may die too, just like his brothers.\" So Tamar went to live in her father's household.\n\n12 After a long time Judah's wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him.\n\n13 When Tamar was told, \"Your father-in-law is on his way to Timnah to shear his sheep,\" 14 she took off her widow's clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife.\n\n15 When Judah saw her, he thought she was a prostitute, for she had covered her face. 16 Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, \"Come now, let me sleep with you.\"\n\n\"And what will you give me to sleep with you?\" she asked.\n\n17 \"I'll send you a young goat from my flock,\" he said.\n\n\"Will you give me something as a pledge until you send it?\" she asked.\n\n18 He said, \"What pledge should I give you?\"\n\n\"Your seal and its cord, and the staff in your hand,\" she answered. So he gave them to her and slept with her, and she became pregnant by him. 19 After she left, she took off her veil and put on her widow's clothes again.\n\n20 Meanwhile Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her. 21 He asked the men who lived there, \"Where is the shrine prostitute who was beside the road at Enaim?\"\n\n\"There hasn't been any shrine prostitute here,\" they said.\n\n22 So he went back to Judah and said, \"I didn't find her. Besides, the men who lived there said, 'There hasn't been any shrine prostitute here.'\"\n\n23 Then Judah said, \"Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn't find her.\"\n\n24 About three months later Judah was told, \"Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.\"\n\nJudah said, \"Bring her out and have her burned to death!\"\n\n25 As she was being brought out, she sent a message to her father-in-law. \"I am pregnant by the man who owns these,\" she said. And she added, \"See if you recognize whose seal and cord and staff these are.\"\n\n26 Judah recognized them and said, \"She is more righteous than I, since I wouldn't give her to my son Shelah.\" And he did not sleep with her again.",
    "Script 3": "Acts 24:10-23\n\n10 When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense. 11 You can easily verify that no more than twelve days ago I went up to Jerusalem to worship. 12 My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city. 13 And they cannot prove to you the charges they are now making against me. 14 However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets, 15 and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked. 16 So I strive always to keep my conscience clear before God and man.\n\n17 \"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings. 18 I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance. 19 But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me. 20 Or these who are here should state what crime they found in me when I stood before the Sanhedrin-- 21 unless it was this one thing I shouted as I stood in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'\"\n\n22 Then Felix, who was well acquainted with the Way, adjourned the proceedings. \"When Lysias the commander comes,\" he said, \"I will decide your case.\" 23 He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs.",
    "Script 4": "Esther 10\nAmerican Standard Version\n10 And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea. 2 And all the acts of his power and of his might, and the full account of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia? 3 For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the good of his people, and speaking peace to all his seed.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Genesis :-\n\nJudah and Tamar\n\n At that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah.  There Judah met the daughter of a Canaanite man named Shua. He married her and made love to her;  she became pregnant and gave birth to a son, who was named Er.  She conceived again and gave birth to a son and named him Onan.  She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him.\n\n Judah got a wife for Er, his firstborn, and her name was Tamar.  But Er, Judah's firstborn, was wicked in the Lord's sight; so the Lord put him to death.\n\n Then Judah said to Onan, \"Sleep with your brother's wife and fulfill your duty to her as a brother-in-law to raise up offspring for your brother.\"  But Onan knew that the child would not be his; so whenever he slept with his brother's wife, he spilled his semen on the ground to keep from providing offspring for his brother.  What he did was wicked in the Lord's sight; so the Lord put him to death also.\n\n Judah then said to his daughter-in-law Tamar, \"Live as a widow in your father's household until my son Shelah grows up.\" For he thought, \"He may die too, just like his brothers.\" So Tamar went to live in her father's household.\n\n After a long time Judah's wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him.\n\n When Tamar was told, \"Your father-in-law is on his way to Timnah to shear his sheep,\"  she took off her widow's clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife.\n\n When Judah saw her, he thought she was a prostitute, for she had covered her face.  Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, \"Come now, let me sleep with you.\"\n\n\"And what will you give me to sleep with you?\" she asked.\n\n \"I'll send you a young goat from my flock,\" he said.\n\n\"Will you give me something as a pledge until you send it?\" she asked.\n\n He said, \"What pledge should I give you?\"\n\n\"Your seal and its cord, and the staff in your hand,\" she answered. So he gave them to her and slept with her, and she became pregnant by him.  After she left, she took off her veil and put on her widow's clothes again.\n\n Meanwhile Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her.  He asked the men who lived there, \"Where is the shrine prostitute who was beside the road at Enaim?\"\n\n\"There hasn't been any shrine prostitute here,\" they said.\n\n So he went back to Judah and said, \"I didn't find her. Besides, the men who lived there said, 'There hasn't been any shrine prostitute here.'\"\n\n Then Judah said, \"Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn't find her.\"\n\n About three months later Judah was told, \"Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.\"\n\nJudah said, \"Bring her out and have her burned to death!\"\n\n As she was being brought out, she sent a message to her father-in-law. \"I am pregnant by the man who owns these,\" she said. And she added, \"See if you recognize whose seal and cord and staff these are.\"\n\n Judah recognized them and said, \"She is more righteous than I, since I wouldn't give her to my son Shelah.\" And he did not sleep with her again.",
    "Script 3": "Acts :-\n\n When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense.  You can easily verify that no more than twelve days ago I went up to Jerusalem to worship.  My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city.  And they cannot prove to you the charges they are now making against me.  However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets,  and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked.  So I strive always to keep my conscience clear before God and man.\n\n \"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings.  I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance.  But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me.  Or these who are here should state what crime they found in me when I stood before the Sanhedrin--  unless it was this one thing I shouted as I stood in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'\"\n\n Then Felix, who was well acquainted with the Way, adjourned the proceedings. \"When Lysias the commander comes,\" he said, \"I will decide your case.\"  He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs.",
    "Script 4": "Esther \nAmerican Standard Version\n And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea.  And all the acts of his power and of his might, and the full account of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?  For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the good of his people, and speaking peace to all his seed.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Genesis :-\n\nJudah and Tamar\n\n At that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah.  There Judah met the daughter of a Canaanite man named Shua. He married her and made love to her;  she became pregnant and gave birth to a son, who was named Er.  She conceived again and gave birth to a son and named him Onan.  She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him.\n\n Judah got a wife for Er, his firstborn, and her name was Tamar.  But Er, Judah's firstborn, was wicked in the Lord's sight; so the Lord put him to death.\n\n Then Judah said to Onan, \"Sleep with your brother's wife and fulfill your duty to her as a brother-in-law to raise up offspring for your brother.\"  But Onan knew that the child would not be his; so whenever he slept with his brother's wife, he spilled his semen on the ground to keep from providing offspring for his brother.  What he did was wicked in the Lord's sight; so the Lord put him to death also.\n\n Judah then said to his daughter-in-law Tamar, \"Live as a widow in your father's household until my son Shelah grows up.\" For he thought, \"He may die too, just like his brothers.\" So Tamar went to live in her father's household.\n\n After a long time Judah's wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him.\n\n When Tamar was told, \"Your father-in-law is on his way to Timnah to shear his sheep,\"  she took off her widow's clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife.\n\n When Judah saw her, he thought she was a prostitute, for she had covered her face.  Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, \"Come now, let me sleep with you.\"\n\n\"And what will you give me to sleep with you?\" she asked.\n\n \"I'll send you a young goat from my flock,\" he said.\n\n\"Will you give me something as a pledge until you send it?\" she asked.\n\n He said, \"What pledge should I give you?\"\n\n\"Your seal and its cord, and the staff in your hand,\" she answered. So he gave them to her and slept with her, and she became pregnant by him.  After she left, she took off her veil and put on her widow's clothes again.\n\n Meanwhile Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her.  He asked the men who lived there, \"Where is the shrine prostitute who was beside the road at Enaim?\"\n\n\"There hasn't been any shrine prostitute here,\" they said.\n\n So he went back to Judah and said, \"I didn't find her. Besides, the men who lived there said, 'There hasn't been any shrine prostitute here.'\"\n\n Then Judah said, \"Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn't find her.\"\n\n About three months later Judah was told, \"Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.\"\n\nJudah said, \"Bring her out and have her burned to death!\"\n\n As she was being brought out, she sent a message to her father-in-law. \"I am pregnant by the man who owns these,\" she said. And she added, \"See if you recognize whose seal and cord and staff these are.\"\n\n Judah recognized them and said, \"She is more righteous than I, since I wouldn't give her to my son Shelah.\" And he did not sleep with her again.",
    "Script 3": "Acts :-\n\n When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense.  You can easily verify that no more than twelve days ago I went up to Jerusalem to worship.  My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city.  And they cannot prove to you the charges they are now making against me.  However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets,  and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked.  So I strive always to keep my conscience clear before God and man.\n\n \"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings.  I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance.  But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me.  Or these who are here should state what crime they found in me when I stood before the Sanhedrin--  unless it was this one thing I shouted as I stood in their presence: 'It is concerning the resurrection of the dead that I am on trial before you today.'\"\n\n Then Felix, who was well acquainted with the Way, adjourned the proceedings. \"When Lysias the commander comes,\" he said, \"I will decide your case.\"  He ordered the centurion to keep Paul under guard but to give him some freedom and permit his friends to take care of his needs.",
    "Script 4": "Esther \nAmerican Standard Version\n And the king Ahasuerus laid a tribute upon the land, and upon the isles of the sea.  And all the acts of his power and of his might, and the full account of the greatness of Mordecai, whereunto the king advanced him, are they not written in the book of the chronicles of the kings of Media and Persia?  For Mordecai the Jew was next unto king Ahasuerus, and great among the Jews, and accepted of the multitude of his brethren, seeking the good of his people, and speaking peace to all his seed.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]