[
  {
    "Date": "2025-10-23T07:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Proper 22- Ordinary Time",
    "Script 1": "\nFor the director of music. According to gittith.[b] Of the Sons of Korah. A psalm.\n\n How lovely is your dwelling place,\n    Lord Almighty!\n My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.\n Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young--\na place near your altar,\n    Lord Almighty, my King and my God.\n Blessed are those who dwell in your house;\n    they are ever praising you.[c]\n\n Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.\n As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.[d]\n They go from strength to strength,\n    till each appears before God in Zion.\n\n",
    "Script 2": " [a] Oh, that my head were a spring of water\n    and my eyes a fountain of tears!\nI would weep day and night\n    for the slain of my people.\n Oh, that I had in the desert\n    a lodging place for travelers,\nso that I might leave my people\n    and go away from them;\nfor they are all adulterers,\n    a crowd of unfaithful people.\n\n \"They make ready their tongue\n    like a bow, to shoot lies;\nit is not by truth\n    that they triumph[b] in the land.\nThey go from one sin to another;\n    they do not acknowledge me,\"\ndeclares the Lord.\n \"Beware of your friends;\n    do not trust anyone in your clan.\nFor every one of them is a deceiver,[c]\n    and every friend a slanderer.\n Friend deceives friend,\n    and no one speaks the truth.\nThey have taught their tongues to lie;\n    they weary themselves with sinning.\n You[d] live in the midst of deception;\n    in their deceit they refuse to acknowledge me,\"\ndeclares the Lord.\n\n Therefore this is what the Lord Almighty says:\n\n\"See, I will refine and test them,\n    for what else can I do\n    because of the sin of my people?\n Their tongue is a deadly arrow;\n    it speaks deceitfully.\nWith their mouths they all speak cordially to their neighbors,\n    but in their hearts they set traps for them.\n Should I not punish them for this?\"\n    declares the Lord.\n\"Should I not avenge myself\n    on such a nation as this?\"\n\n I will weep and wail for the mountains\n    and take up a lament concerning the wilderness grasslands.\nThey are desolate and untraveled,\n    and the lowing of cattle is not heard.\nThe birds have all fled\n    and the animals are gone.\n\n \"I will make Jerusalem a heap of ruins,\n    a haunt of jackals;\nand I will lay waste the towns of Judah\n    so no one can live there.\"\n\n Who is wise enough to understand this? Who has been instructed by the Lord and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?\n\n The Lord said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.  Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.\"  Therefore this is what the Lord Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water.  I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.\"\n\n",
    "Script 3": " But mark this: There will be terrible times in the last days.  People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,  without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good,  treacherous, rash, conceited, lovers of pleasure rather than lovers of God--  having a form of godliness but denying its power. Have nothing to do with such people.\n\n They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires,  always learning but never able to come to a knowledge of the truth.  Just as Jannes and Jambres opposed Moses, so also these teachers oppose the truth. They are men of depraved minds, who, as far as the faith is concerned, are rejected.  But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
    "Script 4": "American Standard Version\n A good name is better than precious oil; and the day of death, than the day of one's birth.  It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart.  Sorrow is better than laughter; for by the sadness of the countenance the heart is made [a]glad.  The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.  It is better to hear the rebuke of the wise, than for a man to hear the song of fools.  For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity.  [b]Surely extortion maketh the wise man foolish; and a bribe destroyeth the understanding.  Better is the end of a thing than the beginning thereof; and the patient in spirit is better than the proud in spirit.  Be not hasty in thy spirit to be [c]angry; for [d]anger resteth in the bosom of fools.  Say not thou, What is the cause that the former days were better than these? for thou dost not inquire [e]wisely concerning this.  Wisdom [f]is as good as an inheritance; yea, more excellent is it for them that see the sun.  For wisdom is a defence, even as money is a defence; but the excellency of knowledge is, that wisdom preserveth the life of him that hath it.  Consider the work of God: for who can make that straight, which he hath made crooked?  In the day of prosperity be joyful, and in the day of adversity consider; yea, God hath made the one side by side with the other, to the end that man should not find out anything that shall be after him.  All this have I seen in my days of vanity: there is a righteous man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his evil-doing.  Be not righteous overmuch; neither make thyself overwise: why shouldest thou destroy thyself?  Be not overmuch wicked, neither be thou foolish: why shouldest thou die before thy time?  It is good that thou shouldest take hold of this; yea, also from that withdraw not thy hand: for he that feareth God shall come forth from them all.  Wisdom is a strength to the wise man more than ten rulers that are in a city.  [g]Surely there is not a righteous man upon earth, that doeth good, and sinneth not.  Also [h]take not heed unto all words that are spoken, lest thou hear thy servant curse thee;  for oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.  All this have I [i]proved in wisdom: I said, I will be wise; but it was far from me.  That which [j]is, is far off and exceeding deep; who can find it out?  I turned about, and my heart was set to know and to search out, and to seek wisdom and the reason of things, and to know [k]that wickedness is folly, and that foolishness is madness.  And I find more bitter than death the woman [l]whose heart is snares and nets, and whose hands are bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her.  Behold, this have I found, saith the Preacher, [m]laying one thing to another, to find out the account;  which my soul still seeketh, but I have not found: one man among a thousand have I found; but a woman among all those have I not found.  Behold, this only have I found: that God made man upright; but they have sought out many inventions.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm84:1-7;Jeremiah9:1-16;2Timothy3:1-9",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.84,Jer.9,2Tim.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_75fc2795b1be4f0b961d5114b421fe5e~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_4c1d14ba819647e192dcfab530425942~mv2.jpg",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/01/TRBC-1-5-20.png?resize=2048%2C1583&ssl=1",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 84:1a-7",
    "Address Script 2": "Jeremiah 9:1-16",
    "Address Script 3": "2 Timothy 3:1-9",
    "Address Script 4": "Ecclesiastes 7",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.84.64b9bd0936bc0dddf3094e87c624149e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jer.9.9bb434ece9f2be5b6af2f500b2e2446e.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Tim.3.628ae750fba4ded4831ae7f02853f2ef.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 0
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 84:1a-7\n\nFor the director of music. According to gittith.[b] Of the Sons of Korah. A psalm.\n\n1 How lovely is your dwelling place,\n    Lord Almighty!\n2 My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.\n3 Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young--\na place near your altar,\n    Lord Almighty, my King and my God.\n4 Blessed are those who dwell in your house;\n    they are ever praising you.[c]\n\n5 Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.\n6 As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.[d]\n7 They go from strength to strength,\n    till each appears before God in Zion.\n\nFootnotes\na. Psalm 84:1 In Hebrew texts 84:1-12 is numbered 84:2-13.\nb. Psalm 84:1 Title: Probably a musical term\nc. Psalm 84:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse 8.\nd. Psalm 84:6 Or blessings",
    "Script 2": "Jeremiah 9:1-16\n\n9 [a]1 Oh, that my head were a spring of water\n    and my eyes a fountain of tears!\nI would weep day and night\n    for the slain of my people.\n2 Oh, that I had in the desert\n    a lodging place for travelers,\nso that I might leave my people\n    and go away from them;\nfor they are all adulterers,\n    a crowd of unfaithful people.\n\n3 \"They make ready their tongue\n    like a bow, to shoot lies;\nit is not by truth\n    that they triumph[b] in the land.\nThey go from one sin to another;\n    they do not acknowledge me,\"\ndeclares the Lord.\n4 \"Beware of your friends;\n    do not trust anyone in your clan.\nFor every one of them is a deceiver,[c]\n    and every friend a slanderer.\n5 Friend deceives friend,\n    and no one speaks the truth.\nThey have taught their tongues to lie;\n    they weary themselves with sinning.\n6 You[d] live in the midst of deception;\n    in their deceit they refuse to acknowledge me,\"\ndeclares the Lord.\n\n7 Therefore this is what the Lord Almighty says:\n\n\"See, I will refine and test them,\n    for what else can I do\n    because of the sin of my people?\n8 Their tongue is a deadly arrow;\n    it speaks deceitfully.\nWith their mouths they all speak cordially to their neighbors,\n    but in their hearts they set traps for them.\n9 Should I not punish them for this?\"\n    declares the Lord.\n\"Should I not avenge myself\n    on such a nation as this?\"\n\n10 I will weep and wail for the mountains\n    and take up a lament concerning the wilderness grasslands.\nThey are desolate and untraveled,\n    and the lowing of cattle is not heard.\nThe birds have all fled\n    and the animals are gone.\n\n11 \"I will make Jerusalem a heap of ruins,\n    a haunt of jackals;\nand I will lay waste the towns of Judah\n    so no one can live there.\"\n\n12 Who is wise enough to understand this? Who has been instructed by the Lord and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?\n\n13 The Lord said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law. 14 Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.\" 15 Therefore this is what the Lord Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water. 16 I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.\"\n\nFootnotes\na. Jeremiah 9:1 In Hebrew texts 9:1 is numbered 8:23, and 9:2-26 is numbered 9:1-25.\nb. Jeremiah 9:3 Or lies; / they are not valiant for truth\nc. Jeremiah 9:4 Or a deceiving Jacob\nd. Jeremiah 9:6 That is, Jeremiah (the Hebrew is singular)",
    "Script 3": "2 Timothy 3:1-9\n\n1 But mark this: There will be terrible times in the last days. 2 People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, 3 without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, 4 treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- 5 having a form of godliness but denying its power. Have nothing to do with such people.\n\n6 They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires, 7 always learning but never able to come to a knowledge of the truth. 8 Just as Jannes and Jambres opposed Moses, so also these teachers oppose the truth. They are men of depraved minds, who, as far as the faith is concerned, are rejected. 9 But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
    "Script 4": "Ecclesiastes 7\nAmerican Standard Version\n7 A good name is better than precious oil; and the day of death, than the day of one's birth. 2 It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart. 3 Sorrow is better than laughter; for by the sadness of the countenance the heart is made [a]glad. 4 The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth. 5 It is better to hear the rebuke of the wise, than for a man to hear the song of fools. 6 For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity. 7 [b]Surely extortion maketh the wise man foolish; and a bribe destroyeth the understanding. 8 Better is the end of a thing than the beginning thereof; and the patient in spirit is better than the proud in spirit. 9 Be not hasty in thy spirit to be [c]angry; for [d]anger resteth in the bosom of fools. 10 Say not thou, What is the cause that the former days were better than these? for thou dost not inquire [e]wisely concerning this. 11 Wisdom [f]is as good as an inheritance; yea, more excellent is it for them that see the sun. 12 For wisdom is a defence, even as money is a defence; but the excellency of knowledge is, that wisdom preserveth the life of him that hath it. 13 Consider the work of God: for who can make that straight, which he hath made crooked? 14 In the day of prosperity be joyful, and in the day of adversity consider; yea, God hath made the one side by side with the other, to the end that man should not find out anything that shall be after him. 15 All this have I seen in my days of vanity: there is a righteous man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his evil-doing. 16 Be not righteous overmuch; neither make thyself overwise: why shouldest thou destroy thyself? 17 Be not overmuch wicked, neither be thou foolish: why shouldest thou die before thy time? 18 It is good that thou shouldest take hold of this; yea, also from that withdraw not thy hand: for he that feareth God shall come forth from them all. 19 Wisdom is a strength to the wise man more than ten rulers that are in a city. 20 [g]Surely there is not a righteous man upon earth, that doeth good, and sinneth not. 21 Also [h]take not heed unto all words that are spoken, lest thou hear thy servant curse thee; 22 for oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others. 23 All this have I [i]proved in wisdom: I said, I will be wise; but it was far from me. 24 That which [j]is, is far off and exceeding deep; who can find it out? 25 I turned about, and my heart was set to know and to search out, and to seek wisdom and the reason of things, and to know [k]that wickedness is folly, and that foolishness is madness. 26 And I find more bitter than death the woman [l]whose heart is snares and nets, and whose hands are bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her. 27 Behold, this have I found, saith the Preacher, [m]laying one thing to another, to find out the account; 28 which my soul still seeketh, but I have not found: one man among a thousand have I found; but a woman among all those have I not found. 29 Behold, this only have I found: that God made man upright; but they have sought out many inventions.\n\n \nFootnotes\nEcclesiastes 7:3 Or, better\nEcclesiastes 7:7 Or, For\nEcclesiastes 7:9 Or, vexed\nEcclesiastes 7:9 Or, vexation\nEcclesiastes 7:10 Hebrew out of wisdom.\nEcclesiastes 7:11 Or, is good together with an inheritance, and profitable unto them etc.\nEcclesiastes 7:20 Or, For\nEcclesiastes 7:21 Hebrew give not thy heart.\nEcclesiastes 7:23 Or, tried by\nEcclesiastes 7:24 Or, hath been\nEcclesiastes 7:25 Or, the wickedness of folly, and foolishness which is madness\nEcclesiastes 7:26 Or, who is a snare, and her heart is as nets\nEcclesiastes 7:27 Or, weighing one thing after another, to find out the reason",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :a-\n\nFor the director of music. According to gittith.[b] Of the Sons of Korah. A psalm.\n\n How lovely is your dwelling place,\n    Lord Almighty!\n My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.\n Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young--\na place near your altar,\n    Lord Almighty, my King and my God.\n Blessed are those who dwell in your house;\n    they are ever praising you.[c]\n\n Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.\n As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.[d]\n They go from strength to strength,\n    till each appears before God in Zion.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Title: Probably a musical term\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse .\nd. Psalm : Or blessings",
    "Script 2": "Jeremiah :-\n\n [a] Oh, that my head were a spring of water\n    and my eyes a fountain of tears!\nI would weep day and night\n    for the slain of my people.\n Oh, that I had in the desert\n    a lodging place for travelers,\nso that I might leave my people\n    and go away from them;\nfor they are all adulterers,\n    a crowd of unfaithful people.\n\n \"They make ready their tongue\n    like a bow, to shoot lies;\nit is not by truth\n    that they triumph[b] in the land.\nThey go from one sin to another;\n    they do not acknowledge me,\"\ndeclares the Lord.\n \"Beware of your friends;\n    do not trust anyone in your clan.\nFor every one of them is a deceiver,[c]\n    and every friend a slanderer.\n Friend deceives friend,\n    and no one speaks the truth.\nThey have taught their tongues to lie;\n    they weary themselves with sinning.\n You[d] live in the midst of deception;\n    in their deceit they refuse to acknowledge me,\"\ndeclares the Lord.\n\n Therefore this is what the Lord Almighty says:\n\n\"See, I will refine and test them,\n    for what else can I do\n    because of the sin of my people?\n Their tongue is a deadly arrow;\n    it speaks deceitfully.\nWith their mouths they all speak cordially to their neighbors,\n    but in their hearts they set traps for them.\n Should I not punish them for this?\"\n    declares the Lord.\n\"Should I not avenge myself\n    on such a nation as this?\"\n\n I will weep and wail for the mountains\n    and take up a lament concerning the wilderness grasslands.\nThey are desolate and untraveled,\n    and the lowing of cattle is not heard.\nThe birds have all fled\n    and the animals are gone.\n\n \"I will make Jerusalem a heap of ruins,\n    a haunt of jackals;\nand I will lay waste the towns of Judah\n    so no one can live there.\"\n\n Who is wise enough to understand this? Who has been instructed by the Lord and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?\n\n The Lord said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.  Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.\"  Therefore this is what the Lord Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water.  I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.\"\n\nFootnotes\na. Jeremiah : In Hebrew texts : is numbered :, and :- is numbered :-.\nb. Jeremiah : Or lies; / they are not valiant for truth\nc. Jeremiah : Or a deceiving Jacob\nd. Jeremiah : That is, Jeremiah (the Hebrew is singular)",
    "Script 3": " Timothy :-\n\n But mark this: There will be terrible times in the last days.  People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,  without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good,  treacherous, rash, conceited, lovers of pleasure rather than lovers of God--  having a form of godliness but denying its power. Have nothing to do with such people.\n\n They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires,  always learning but never able to come to a knowledge of the truth.  Just as Jannes and Jambres opposed Moses, so also these teachers oppose the truth. They are men of depraved minds, who, as far as the faith is concerned, are rejected.  But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
    "Script 4": "Ecclesiastes \nAmerican Standard Version\n A good name is better than precious oil; and the day of death, than the day of one's birth.  It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart.  Sorrow is better than laughter; for by the sadness of the countenance the heart is made [a]glad.  The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.  It is better to hear the rebuke of the wise, than for a man to hear the song of fools.  For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity.  [b]Surely extortion maketh the wise man foolish; and a bribe destroyeth the understanding.  Better is the end of a thing than the beginning thereof; and the patient in spirit is better than the proud in spirit.  Be not hasty in thy spirit to be [c]angry; for [d]anger resteth in the bosom of fools.  Say not thou, What is the cause that the former days were better than these? for thou dost not inquire [e]wisely concerning this.  Wisdom [f]is as good as an inheritance; yea, more excellent is it for them that see the sun.  For wisdom is a defence, even as money is a defence; but the excellency of knowledge is, that wisdom preserveth the life of him that hath it.  Consider the work of God: for who can make that straight, which he hath made crooked?  In the day of prosperity be joyful, and in the day of adversity consider; yea, God hath made the one side by side with the other, to the end that man should not find out anything that shall be after him.  All this have I seen in my days of vanity: there is a righteous man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his evil-doing.  Be not righteous overmuch; neither make thyself overwise: why shouldest thou destroy thyself?  Be not overmuch wicked, neither be thou foolish: why shouldest thou die before thy time?  It is good that thou shouldest take hold of this; yea, also from that withdraw not thy hand: for he that feareth God shall come forth from them all.  Wisdom is a strength to the wise man more than ten rulers that are in a city.  [g]Surely there is not a righteous man upon earth, that doeth good, and sinneth not.  Also [h]take not heed unto all words that are spoken, lest thou hear thy servant curse thee;  for oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.  All this have I [i]proved in wisdom: I said, I will be wise; but it was far from me.  That which [j]is, is far off and exceeding deep; who can find it out?  I turned about, and my heart was set to know and to search out, and to seek wisdom and the reason of things, and to know [k]that wickedness is folly, and that foolishness is madness.  And I find more bitter than death the woman [l]whose heart is snares and nets, and whose hands are bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her.  Behold, this have I found, saith the Preacher, [m]laying one thing to another, to find out the account;  which my soul still seeketh, but I have not found: one man among a thousand have I found; but a woman among all those have I not found.  Behold, this only have I found: that God made man upright; but they have sought out many inventions.\n\n \nFootnotes\nEcclesiastes : Or, better\nEcclesiastes : Or, For\nEcclesiastes : Or, vexed\nEcclesiastes : Or, vexation\nEcclesiastes : Hebrew out of wisdom.\nEcclesiastes : Or, is good together with an inheritance, and profitable unto them etc.\nEcclesiastes : Or, For\nEcclesiastes : Hebrew give not thy heart.\nEcclesiastes : Or, tried by\nEcclesiastes : Or, hath been\nEcclesiastes : Or, the wickedness of folly, and foolishness which is madness\nEcclesiastes : Or, who is a snare, and her heart is as nets\nEcclesiastes : Or, weighing one thing after another, to find out the reason",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :a-\n\nFor the director of music. According to gittith.[b] Of the Sons of Korah. A psalm.\n\n How lovely is your dwelling place,\n    Lord Almighty!\n My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.\n Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young--\na place near your altar,\n    Lord Almighty, my King and my God.\n Blessed are those who dwell in your house;\n    they are ever praising you.[c]\n\n Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.\n As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.[d]\n They go from strength to strength,\n    till each appears before God in Zion.\n\n",
    "Script 2": "Jeremiah :-\n\n [a] Oh, that my head were a spring of water\n    and my eyes a fountain of tears!\nI would weep day and night\n    for the slain of my people.\n Oh, that I had in the desert\n    a lodging place for travelers,\nso that I might leave my people\n    and go away from them;\nfor they are all adulterers,\n    a crowd of unfaithful people.\n\n \"They make ready their tongue\n    like a bow, to shoot lies;\nit is not by truth\n    that they triumph[b] in the land.\nThey go from one sin to another;\n    they do not acknowledge me,\"\ndeclares the Lord.\n \"Beware of your friends;\n    do not trust anyone in your clan.\nFor every one of them is a deceiver,[c]\n    and every friend a slanderer.\n Friend deceives friend,\n    and no one speaks the truth.\nThey have taught their tongues to lie;\n    they weary themselves with sinning.\n You[d] live in the midst of deception;\n    in their deceit they refuse to acknowledge me,\"\ndeclares the Lord.\n\n Therefore this is what the Lord Almighty says:\n\n\"See, I will refine and test them,\n    for what else can I do\n    because of the sin of my people?\n Their tongue is a deadly arrow;\n    it speaks deceitfully.\nWith their mouths they all speak cordially to their neighbors,\n    but in their hearts they set traps for them.\n Should I not punish them for this?\"\n    declares the Lord.\n\"Should I not avenge myself\n    on such a nation as this?\"\n\n I will weep and wail for the mountains\n    and take up a lament concerning the wilderness grasslands.\nThey are desolate and untraveled,\n    and the lowing of cattle is not heard.\nThe birds have all fled\n    and the animals are gone.\n\n \"I will make Jerusalem a heap of ruins,\n    a haunt of jackals;\nand I will lay waste the towns of Judah\n    so no one can live there.\"\n\n Who is wise enough to understand this? Who has been instructed by the Lord and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?\n\n The Lord said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.  Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their ancestors taught them.\"  Therefore this is what the Lord Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water.  I will scatter them among nations that neither they nor their ancestors have known, and I will pursue them with the sword until I have made an end of them.\"\n\n",
    "Script 3": " Timothy :-\n\n But mark this: There will be terrible times in the last days.  People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,  without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good,  treacherous, rash, conceited, lovers of pleasure rather than lovers of God--  having a form of godliness but denying its power. Have nothing to do with such people.\n\n They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires,  always learning but never able to come to a knowledge of the truth.  Just as Jannes and Jambres opposed Moses, so also these teachers oppose the truth. They are men of depraved minds, who, as far as the faith is concerned, are rejected.  But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
    "Script 4": "Ecclesiastes \nAmerican Standard Version\n A good name is better than precious oil; and the day of death, than the day of one's birth.  It is better to go to the house of mourning than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart.  Sorrow is better than laughter; for by the sadness of the countenance the heart is made [a]glad.  The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.  It is better to hear the rebuke of the wise, than for a man to hear the song of fools.  For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity.  [b]Surely extortion maketh the wise man foolish; and a bribe destroyeth the understanding.  Better is the end of a thing than the beginning thereof; and the patient in spirit is better than the proud in spirit.  Be not hasty in thy spirit to be [c]angry; for [d]anger resteth in the bosom of fools.  Say not thou, What is the cause that the former days were better than these? for thou dost not inquire [e]wisely concerning this.  Wisdom [f]is as good as an inheritance; yea, more excellent is it for them that see the sun.  For wisdom is a defence, even as money is a defence; but the excellency of knowledge is, that wisdom preserveth the life of him that hath it.  Consider the work of God: for who can make that straight, which he hath made crooked?  In the day of prosperity be joyful, and in the day of adversity consider; yea, God hath made the one side by side with the other, to the end that man should not find out anything that shall be after him.  All this have I seen in my days of vanity: there is a righteous man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his evil-doing.  Be not righteous overmuch; neither make thyself overwise: why shouldest thou destroy thyself?  Be not overmuch wicked, neither be thou foolish: why shouldest thou die before thy time?  It is good that thou shouldest take hold of this; yea, also from that withdraw not thy hand: for he that feareth God shall come forth from them all.  Wisdom is a strength to the wise man more than ten rulers that are in a city.  [g]Surely there is not a righteous man upon earth, that doeth good, and sinneth not.  Also [h]take not heed unto all words that are spoken, lest thou hear thy servant curse thee;  for oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.  All this have I [i]proved in wisdom: I said, I will be wise; but it was far from me.  That which [j]is, is far off and exceeding deep; who can find it out?  I turned about, and my heart was set to know and to search out, and to seek wisdom and the reason of things, and to know [k]that wickedness is folly, and that foolishness is madness.  And I find more bitter than death the woman [l]whose heart is snares and nets, and whose hands are bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her.  Behold, this have I found, saith the Preacher, [m]laying one thing to another, to find out the account;  which my soul still seeketh, but I have not found: one man among a thousand have I found; but a woman among all those have I not found.  Behold, this only have I found: that God made man upright; but they have sought out many inventions.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]