[
  {
    "Art title 1": "Trust, by Elizabeth",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c4783e881a8445f0a1cfff772b51fa9a~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_c4783e881a8445f0a1cfff772b51fa9a~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_fe140abfd5f547219dfb699023bc76c6~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "STORY (Advent): Elizabeth",
    "Story Link": "https://www.rawspoon.com/post/story-advent-elizabeth",
    "excerpt": "Elizabeth pulled the covers over her eyes. The summer sun was high and their goats were bleating to be milked. The doves were cooing, agitated to get their cage uncovered. The children next door had been up playing in the yard and helping their mother for hours. Elizabeth could hear her yelling at them to behave, but still Elizabeth longed to have little ones like that.\n\nHer body felt like lead as she forced herself to feed the doves and milk the goats. She placed salted lamb in broth so soup would be ready when she and Zechariah got back home. She shuffled, with her head bobbing low, to the temple where she found her little place, well-worn into the ground, and knelt. She settled in to plead to God with sad tears until the sun went down, like she did every day.\n\nBut only an hour later a commotion in the courtyard lifted her head. It was her husband, Zechariah! People were all around him. It looked like he could not . . . he could no longer speak?\n\n***\nThe winter sun was high and she was still under the covers, this time groaning with a bucket beside her bed. Something was wrong, her stomach had grown hard, and in fact started to distend. She was afraid to tell Zechariah. He had been so happy ever since the day six months ago when he lost his voice.\n\nBut she suddenly heard a new voice in the house, \"Elizabeth?\" and her stomach moved. A joy like she hadn't felt in years flooded her body as she cried out in a rising volume, \"Ooh, Halleluja! \n\nShe jumped out of bed, suddenly bursting with energy. \"Mary! Mary! Is that you? Come inside!\"\nMary peeked through the doorway and Elizabeth ran and took her arm and twirled her around while she sang. \"Halleluja to the Lord in the highest! You are blessed among women. Blessed are we to be with child!\"\n\nMary looked around. The room was in the disarray of a woman who had lost hope. \"What happened, Elizabeth?\"\n\n\"Something has moved within me! I now realize it is a child! Oh, and . . .\" she paused as new realizations came to her. \"And my child suddenly knows you have a child within you. But no normal child. Oh happy day! The savior has not forgotten us!\" She twirled mary again as she leapt and sang.\n\nOver the next hour they settled into cushions on the roof and spoke excitedly over tea.\n\n\"So back when it happened,\" Elizabeth entailed, \"he lost his speech, but he became quite . . . umm,\" She looked down at her tea with a bashful smile, \"energetic in other ways.\"\n\nMary responded, \"Ha! At his age?!\"\n\n\"I know.\" She smiled at Mary.\n\n\"I just felt bad that I've been . . . well . . . downcast since I realized I couldn't have children. And I think he has always blamed me, though he's too kind to say anything.\" She touched her belly lovingly now. \"So, you know, when he came home so excitable, I went with it. He's doing his best to romance me. So I pretended sometimes, if it would make him happier. I was just happy to be an integral part of something he was finally taking joy in. It's actually been very hard for me to get motivated to do anything.\" She gestured at the mess around them. \"But at least I can help bring him joy when he's here.\"\n\nMary was smiling to hear any woman talk this candidly about this. Mary loved seeing Elizabeth so full of life after so many years. \"But he didn't know you were pregnant?\"\n\n\"No, child. You see I didn't even know I was pregnant until you walked in an hour ago! It was supposed to be impossible at my age! Oh wait--\" Elizabeth paused and thought. \"Maybe he did know something! He's been very happy, like he's had a secret that he couldn't tell me-- and now I know why I've been sick!\"\n\nMary took Elizabeth's hand and said, \"Now we have seen that our God has not forgotten us. He has let us carry children that will make a legacy again.\"\n\n\"Not only has he given us children in our wombs, he has brought my husband and I to life again with a joy we've rarely ever known.  Thank you, Lord!\" She got up and danced as if no one were there. \n\nJust then Zechariah came in and Elizabeth shouted with joy as she ran to him. She took his hand and danced with him. She tickled and mumbled to him how dare he keep such a secret and he was happy she had finally found out. After a long time of dancing and being caught up within themselves, Elizabeth brought Zechariah to Mary and told him she was with child as well. Zechariah smiled widely and hugged her. \n \nMary admired the youthful energy she had rarely, if ever, seen in any couple and said, \"I think something new is happening. God's Spirit has taken up residence within you.\"\n\n\"And I now say that it is God's very son that has taken up residence within you, precious cousin. Blessings be upon us! He has not forgotten us!\"\n\n---\nIs there a promise or dream that you feel you've all but given up on? In what ways might God use this to bring you greater joy through a better story that will show how great he is indeed?\n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/F4isSyennFo",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/1 Samuel 2:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 21",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 4\nAmerican Standard Version\n4 Thou also, son of man, take thee a tile, and lay it before thee, and portray upon it a city, even Jerusalem",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=a6VplwbGJkI",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "https://www.google.com.ph/maps/@30.354128,35.184805,3a,75y,274.7h,81.75t/data=!3m8!1e1!3m6!1sAF1QipNv7Sk9qAxHCPv2edt_EIfWYBgAINFVWIfVq6xo!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNv7Sk9qAxHCPv2edt_EIfWYBgAINFVWIfVq6xo%3Dw203-h100-k-no-pi-0-ya264.77402-ro0-fo100!7i12000!8i6000?entry=ttu",
    "3dNotes1": "Paran wilderness: After Hagar and Ishmael fled, they lived in Paran. This is the modern day bordre between Israel and Jordan. The dead sea is North from here. You can sea the dead sea through the haze. ",
    "3dLink2": "https://www.google.com.ph/maps/@31.2445878,34.8411434,3a,88.7y,212.05h,84.33t/data=!3m8!1e1!3m6!1sAF1QipO8m0u-zxVhY-ehYSwMFpSSnuNnypIInTg1FT4x!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipO8m0u-zxVhY-ehYSwMFpSSnuNnypIInTg1FT4x%3Dw203-h100-k-no-pi-0-ya82.031624-ro-0-fo100!7i10240!8i5120?entry=ttu",
    "3dNotes2": "Tel Be'er Sheba: a proposed area where Isaac is said to have been born. Also in this region is possibly where Hagar and Ishmael were provided for in the wilderness.  ",
    "3dLink3": "https://www.google.com.ph/maps/@28.5389344,33.9754028,3a,75y,308.02h,86.56t/data=!3m7!1e1!3m5!1sAF1QipNzLYKPw4C8306AtlwSMtvW25wRPAOMQWI3I9ce!2e10!3e12!7i11264!8i5632?entry=ttu",
    "3dNotes3": "Mount Sinai is actually a group of peaks. Somewhere on this range is where God reportedly gave Moses the Ten Commandments",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/28",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ce4167b8-b615-42ba-be1c-a295e8d35b85.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]