[
  {
    "": "2025-10-29T07:00:00.000Z",
    "Art title 1": "The Modern Last Supper",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_3717bfc771b74032bbea439c7fc41da6~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383cc90c-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "38 Degrees and the end of The World (the day of calamity)",
    "Story Link": "https://www.rawspoon.com/post/38-and-the-end-of-the-world",
    "excerpt": "Elliot paced his bedroom. Large windows looked out over the vast wasteland that had been Pyongyang, North Korea. In 2025 America (now called Post-America) had retaliated with nuclear weapons to what had been called the Eastern uprising. And now, in 2045 Elliot and his partner lived in this isolated outpost. He had been a general with a distinguished career. But he was old, and did not have the energy to lead men. So the new Post-America/Uni-Euro council placed them here, for they needed a presence here, even in this desolated region.\n\n\"Make it warmer in here, please. 38?C\"\n\nTwo quick beeps let him know the room had heard him and the quiet heaters kicked on. Melady preferred 15?C but in his 80's Elliot couldn't get warm in anything below 35?C. He always felt cold, and he knew it was signs that his body was beginning to fail him.\n\n\"Give me the updated news on the World Cleansing Killings.\"\n\nA woman's proper british voice chimed in from the ceiling, \"The killings have been reported throughout most of the Post-America continents, as well as every region in Pan-Europe. Reports from Asia, Africa and China have been recently updated to affirm it is advancing rapidly there as well. The group or nation with whom the killers are associated is still unknown. They still only call themselves, Army of the Most High God.\"\n\n\"Are they killing Christians?\"\n\n\"Yes, some.\" ...",
    "Audio file": "",
    "Blog Title": "BLOG: Why Was Jesus So Rude",
    "Blog Link": "https://www.rawspoon.com/post/why-is-jesus-so-rude",
    "Blog excerpt": "It used to bug me big time when Jesus would ask \"Why were you afraid of the storm? Do you still not have faith?\" or \"What do you mean you don't understand that parable? If you don't understand that how are you supposed to understand anything else?\" And he totally blasts the Pharisees even though they think they're just doing their best to follow the rules that God gave them.\n\nIn fact it still bugs me a bit because it just feels rude, but I got a new perspective that helped me see why maybe he responds like that.\n\nI decided to stop asking why his responses seemed so rude, and instead just asked myself what his reality must be like to make him respond like that.\n\nNot that he couldn't have layered in a little bit more patience, to make people-pleasers like me feel a little bit more comfortable with it, but maybe it shows he saw reality in a different way. I can imagine me responding like that if I clearly saw how much more powerful God was than the waves. Or if the parables were just so crystal clear because God had made them clear to him. I mean if Jesus really, at his core, saw the world as a place where peace and love fully deserved to abound, I can see him totally getting peeved at the Pharisees for focusing too much on rules.\n\n\nTo put it in perspective, I think about what my reaction would be if let's say I were a principal of a boarding school and I worked very hard to make it a loving, thriving, place of learning. Let's say I made all these great word problems to help them learn math. And I had to make all these rules so they would have a good gage of what I allowed and didn't- it would help them see my heart. And let's even say I even spent a ton of money on an equestrian center for them to learn to love the beautiful power of animals bigger than them.\n\nAnd then let's say I had to go away for a time. I imagine what I would feel like if, when I returned, the older kids were mercilessly bossing around the younger ones, commanding them to follow the rules. I'd get seriously mad at the older kids because they totally used the rules for opposite of what I wanted! And what if in math class they had started arguing about why Mary deserved 4 apples and Jeremy deserved 5, instead of learning what 5 + 4 equals, the obvious meaning and purpose of the story. And what if no one ever went near those beautiful horses because although I could vouch they were all trained to be safe, everyone just saw them as a fleet of uncontrollable beasts that could trample you. Like, then, even though it sounds kind of rude, I could see my frustration coming out in my response to the kids.\n\nJust like when Jesus got frustrated when the Pharisees bossed the people around with the rules. Just like when the intent of all the parables he had written were totally lost on his disciples. And when he created something as beautifully powerful (but still in his control) as weather, people just got scared of it and avoided it at all costs.\n\nThen I could see just getting frustrated about it and sounding a little bit rude.\n\nAnd maybe in fact we can learn more about the realities in Jesus' world by his impatient-sounding responses. We can ask ourselves what must have his understanding of reality been like in order to make him respond like that? And if we can imagine that, maybe we can start to see it more like he does on a regular basis. And then, by envisioning his view of reality and why it would solicit such responses, we can act like we believe those realities more.\n\nRaw Spoon, 12-11-18",
    "Animation": "https://youtu.be/CBzCbIECG4E",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=slyevQ1LW7A",
    "Bible Project 2": "https://www.youtube.com/watch?v=9cSC9uobtPM",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 84:8-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Daniel 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 21",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 12",
    "The Chosen 3": "https://www.youtube.com/watch?v=sfvzTm1mOCQ",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ZkXwgBLeT9U",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://artsandculture.google.com/streetview/british-museum/AwEp68JO4NECkQ?sv_h=155.97192914091713&sv_p=-16.53316131778419&sv_pid=6K6xcbERhm-qgQlf-Bcl9g&sv_lid=3582009757710443819&sv_lng=-0.1273043348999181&sv_lat=51.5197858147891&sv_z=0.27145439771961555",
    "3dNotes2": "Exhibition of artifacts from Ur of the Chaldeans",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/a340f935-168c-4523-b58f-ef3b4ae4aa43.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]