[
  {
    "Date": "2025-12-02T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "First week in Advent",
    "Script 1": "\nA song of ascents. Of David.\n\n If the Lord had not been on our side--\n    let Israel say--\n if the Lord had not been on our side\n    when people attacked us,\n they would have swallowed us alive\n    when their anger flared against us;\n the flood would have engulfed us,\n    the torrent would have swept over us,\n the raging waters\n    would have swept us away.\n\n Praise be to the Lord,\n    who has not let us be torn by their teeth.\n We have escaped like a bird\n    from the fowler's snare;\nthe snare has been broken,\n    and we have escaped.\n Our help is in the name of the Lord,\n    the Maker of heaven and earth.",
    "Script 2": "God's Covenant With Noah\n\n Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth.  The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands.  Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything.\n\n \"But you must not eat meat that has its lifeblood still in it.  And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being.\n\n \"Whoever sheds human blood,\n    by humans shall their blood be shed;\nfor in the image of God\n    has God made mankind.\n\n As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\"\n\n Then God said to Noah and to his sons with him:  \"I now establish my covenant with you and with your descendants after you  and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth.  I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"\n\n And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:  I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.  Whenever I bring clouds over the earth and the rainbow appears in the clouds,  I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.  Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\"\n\n So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\"",
    "Script 3": " And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,  who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,  quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.  Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.  Some faced jeers and flogging, and even chains and imprisonment.  They were put to death by stoning;[a] they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated--  the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.\n\n These were all commended for their faith, yet none of them received what had been promised,  since God had planned something better for us so that only together with us would they be made perfect.\n\n",
    "Script 4": "American Standard Version\n Now these are the ordinances which thou shalt set before them.\n\n If thou buy a Hebrew [a]servant, six years he shall serve: and in the seventh he shall go out free for nothing.  If he come in by himself, he shall go out by himself: if he be married, then his wife shall go out with him.  If his master give him a wife, and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself.  But if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  then his master shall bring him unto [b]God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever.\n\n And if a man sell his daughter to be a [c]maid-servant, she shall not go out as the men-servants do.  If she please not her master, [d]who hath espoused her to himself, then shall he let her be redeemed: to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her.  And if he espouse her unto his son, he shall deal with her after the manner of daughters.  If he take him another wife; her [e]food, her raiment, and her duty of marriage, shall he not diminish.  And if he do not these three things unto her, then shall she go out for nothing, without money.\n\n He that smiteth a man, so that he dieth, shall surely be put to death.  And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  And if a man come presumptuously upon his neighbor, to slay him with guile; thou shalt take him from mine altar, that he may die.\n\n And he that smiteth his father, or his mother, shall be surely put to death.\n\n And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.\n\n And he that [f]curseth his father or his mother, shall surely be put to death.\n\n And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed;  if he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for [g]the loss of his time, and shall cause him to be thoroughly healed.\n\n And if a man smite [h]his servant, or his maid, with a rod, and he die under his hand; he shall surely be punished.  Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.\n\n And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow; he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine.  But if any harm follow, then thou shalt give life for life,  eye for eye, tooth for tooth, hand for hand, foot for foot,  burning for burning, wound for wound, stripe for stripe.\n\n And if a man smite the eye of his servant, or the eye of his maid, and destroy it; he shall let him go free for his eye's sake.  And if he smite out his man-servant's tooth, or his maid-servant's tooth; he shall let him go free for his tooth's sake.\n\n And if an ox gore a man or a woman to death, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit.  But if the ox was wont to gore in time past, and it hath been testified to its owner, and he hath not kept it in, but it hath killed a man or a woman; the ox shall be stoned, and its owner also shall be put to death.  If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him.  Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him.  If the ox gore a man-servant or a maid-servant, there shall be given unto their master thirty shekels of silver, and the ox shall be stoned.\n\n And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein,  the owner of the pit shall make it good; he shall give money unto the owner thereof, and the dead beast shall be his.\n\n And if one man's ox hurt another's, so that it dieth, then they shall sell the live ox, and divide the price of it; and the dead also they shall divide.  Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in; he shall surely pay ox for ox, and the dead beast shall be his own.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm124;Genesis9:1-17;Hebrews11:32-40",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.124,Gen.9,Heb.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_bbe4f39d196c45079e82ade1b6584435~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_296ca88413c241e983d2d6f240b62fcf~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_4aa38937fee842aab654c1b9e056643b~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_98af0a19825040ccaa4e58ac61a7fee1~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 124:1-8",
    "Address Script 2": "Genesis 9:1-17",
    "Address Script 3": "Hebrews 11:32-40",
    "Address Script 4": "Exodus 21",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": "219"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 124\n\nA song of ascents. Of David.\n\n1 If the Lord had not been on our side--\n    let Israel say--\n2 if the Lord had not been on our side\n    when people attacked us,\n3 they would have swallowed us alive\n    when their anger flared against us;\n4 the flood would have engulfed us,\n    the torrent would have swept over us,\n5 the raging waters\n    would have swept us away.\n\n6 Praise be to the Lord,\n    who has not let us be torn by their teeth.\n7 We have escaped like a bird\n    from the fowler's snare;\nthe snare has been broken,\n    and we have escaped.\n8 Our help is in the name of the Lord,\n    the Maker of heaven and earth.",
    "Script 2": "Genesis 9:1-17\n\nGod's Covenant With Noah\n\n1 Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth. 2 The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands. 3 Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything.\n\n4 \"But you must not eat meat that has its lifeblood still in it. 5 And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being.\n\n6 \"Whoever sheds human blood,\n    by humans shall their blood be shed;\nfor in the image of God\n    has God made mankind.\n\n7 As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\"\n\n8 Then God said to Noah and to his sons with him: 9 \"I now establish my covenant with you and with your descendants after you 10 and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth. 11 I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"\n\n12 And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: 13 I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. 14 Whenever I bring clouds over the earth and the rainbow appears in the clouds, 15 I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. 16 Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\"\n\n17 So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\"",
    "Script 3": "Hebrews 11:32-40\n\n32 And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets, 33 who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, 34 quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. 35 Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection. 36 Some faced jeers and flogging, and even chains and imprisonment. 37 They were put to death by stoning;[a] they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- 38 the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.\n\n39 These were all commended for their faith, yet none of them received what had been promised, 40 since God had planned something better for us so that only together with us would they be made perfect.\n\nFootnotes\na. Hebrews 11:37 Some early manuscripts stoning; they were put to the test;",
    "Script 4": "Exodus 21\nAmerican Standard Version\n21 Now these are the ordinances which thou shalt set before them.\n\n2 If thou buy a Hebrew [a]servant, six years he shall serve: and in the seventh he shall go out free for nothing. 3 If he come in by himself, he shall go out by himself: if he be married, then his wife shall go out with him. 4 If his master give him a wife, and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself. 5 But if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free: 6 then his master shall bring him unto [b]God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever.\n\n7 And if a man sell his daughter to be a [c]maid-servant, she shall not go out as the men-servants do. 8 If she please not her master, [d]who hath espoused her to himself, then shall he let her be redeemed: to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her. 9 And if he espouse her unto his son, he shall deal with her after the manner of daughters. 10 If he take him another wife; her [e]food, her raiment, and her duty of marriage, shall he not diminish. 11 And if he do not these three things unto her, then shall she go out for nothing, without money.\n\n12 He that smiteth a man, so that he dieth, shall surely be put to death. 13 And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee. 14 And if a man come presumptuously upon his neighbor, to slay him with guile; thou shalt take him from mine altar, that he may die.\n\n15 And he that smiteth his father, or his mother, shall be surely put to death.\n\n16 And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.\n\n17 And he that [f]curseth his father or his mother, shall surely be put to death.\n\n18 And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed; 19 if he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for [g]the loss of his time, and shall cause him to be thoroughly healed.\n\n20 And if a man smite [h]his servant, or his maid, with a rod, and he die under his hand; he shall surely be punished. 21 Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.\n\n22 And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow; he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine. 23 But if any harm follow, then thou shalt give life for life, 24 eye for eye, tooth for tooth, hand for hand, foot for foot, 25 burning for burning, wound for wound, stripe for stripe.\n\n26 And if a man smite the eye of his servant, or the eye of his maid, and destroy it; he shall let him go free for his eye's sake. 27 And if he smite out his man-servant's tooth, or his maid-servant's tooth; he shall let him go free for his tooth's sake.\n\n28 And if an ox gore a man or a woman to death, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit. 29 But if the ox was wont to gore in time past, and it hath been testified to its owner, and he hath not kept it in, but it hath killed a man or a woman; the ox shall be stoned, and its owner also shall be put to death. 30 If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him. 31 Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him. 32 If the ox gore a man-servant or a maid-servant, there shall be given unto their master thirty shekels of silver, and the ox shall be stoned.\n\n33 And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein, 34 the owner of the pit shall make it good; he shall give money unto the owner thereof, and the dead beast shall be his.\n\n35 And if one man's ox hurt another's, so that it dieth, then they shall sell the live ox, and divide the price of it; and the dead also they shall divide. 36 Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in; he shall surely pay ox for ox, and the dead beast shall be his own.\n\n \nFootnotes\nExodus 21:2 Or, bondman\nExodus 21:6 Or, the judges\nExodus 21:7 Or, bondwoman\nExodus 21:8 Another reading is, so that he hath not espoused her\nExodus 21:10 Hebrew flesh.\nExodus 21:17 Or, revileth\nExodus 21:19 Hebrew his sitting or ceasing.\nExodus 21:20 Or, his bondman, or his bondwoman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA song of ascents. Of David.\n\n If the Lord had not been on our side--\n    let Israel say--\n if the Lord had not been on our side\n    when people attacked us,\n they would have swallowed us alive\n    when their anger flared against us;\n the flood would have engulfed us,\n    the torrent would have swept over us,\n the raging waters\n    would have swept us away.\n\n Praise be to the Lord,\n    who has not let us be torn by their teeth.\n We have escaped like a bird\n    from the fowler's snare;\nthe snare has been broken,\n    and we have escaped.\n Our help is in the name of the Lord,\n    the Maker of heaven and earth.",
    "Script 2": "Genesis :-\n\nGod's Covenant With Noah\n\n Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth.  The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands.  Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything.\n\n \"But you must not eat meat that has its lifeblood still in it.  And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being.\n\n \"Whoever sheds human blood,\n    by humans shall their blood be shed;\nfor in the image of God\n    has God made mankind.\n\n As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\"\n\n Then God said to Noah and to his sons with him:  \"I now establish my covenant with you and with your descendants after you  and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth.  I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"\n\n And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:  I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.  Whenever I bring clouds over the earth and the rainbow appears in the clouds,  I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.  Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\"\n\n So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\"",
    "Script 3": "Hebrews :-\n\n And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,  who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,  quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.  Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.  Some faced jeers and flogging, and even chains and imprisonment.  They were put to death by stoning;[a] they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated--  the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.\n\n These were all commended for their faith, yet none of them received what had been promised,  since God had planned something better for us so that only together with us would they be made perfect.\n\nFootnotes\na. Hebrews : Some early manuscripts stoning; they were put to the test;",
    "Script 4": "Exodus \nAmerican Standard Version\n Now these are the ordinances which thou shalt set before them.\n\n If thou buy a Hebrew [a]servant, six years he shall serve: and in the seventh he shall go out free for nothing.  If he come in by himself, he shall go out by himself: if he be married, then his wife shall go out with him.  If his master give him a wife, and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself.  But if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  then his master shall bring him unto [b]God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever.\n\n And if a man sell his daughter to be a [c]maid-servant, she shall not go out as the men-servants do.  If she please not her master, [d]who hath espoused her to himself, then shall he let her be redeemed: to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her.  And if he espouse her unto his son, he shall deal with her after the manner of daughters.  If he take him another wife; her [e]food, her raiment, and her duty of marriage, shall he not diminish.  And if he do not these three things unto her, then shall she go out for nothing, without money.\n\n He that smiteth a man, so that he dieth, shall surely be put to death.  And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  And if a man come presumptuously upon his neighbor, to slay him with guile; thou shalt take him from mine altar, that he may die.\n\n And he that smiteth his father, or his mother, shall be surely put to death.\n\n And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.\n\n And he that [f]curseth his father or his mother, shall surely be put to death.\n\n And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed;  if he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for [g]the loss of his time, and shall cause him to be thoroughly healed.\n\n And if a man smite [h]his servant, or his maid, with a rod, and he die under his hand; he shall surely be punished.  Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.\n\n And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow; he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine.  But if any harm follow, then thou shalt give life for life,  eye for eye, tooth for tooth, hand for hand, foot for foot,  burning for burning, wound for wound, stripe for stripe.\n\n And if a man smite the eye of his servant, or the eye of his maid, and destroy it; he shall let him go free for his eye's sake.  And if he smite out his man-servant's tooth, or his maid-servant's tooth; he shall let him go free for his tooth's sake.\n\n And if an ox gore a man or a woman to death, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit.  But if the ox was wont to gore in time past, and it hath been testified to its owner, and he hath not kept it in, but it hath killed a man or a woman; the ox shall be stoned, and its owner also shall be put to death.  If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him.  Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him.  If the ox gore a man-servant or a maid-servant, there shall be given unto their master thirty shekels of silver, and the ox shall be stoned.\n\n And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein,  the owner of the pit shall make it good; he shall give money unto the owner thereof, and the dead beast shall be his.\n\n And if one man's ox hurt another's, so that it dieth, then they shall sell the live ox, and divide the price of it; and the dead also they shall divide.  Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in; he shall surely pay ox for ox, and the dead beast shall be his own.\n\n \nFootnotes\nExodus : Or, bondman\nExodus : Or, the judges\nExodus : Or, bondwoman\nExodus : Another reading is, so that he hath not espoused her\nExodus : Hebrew flesh.\nExodus : Or, revileth\nExodus : Hebrew his sitting or ceasing.\nExodus : Or, his bondman, or his bondwoman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA song of ascents. Of David.\n\n If the Lord had not been on our side--\n    let Israel say--\n if the Lord had not been on our side\n    when people attacked us,\n they would have swallowed us alive\n    when their anger flared against us;\n the flood would have engulfed us,\n    the torrent would have swept over us,\n the raging waters\n    would have swept us away.\n\n Praise be to the Lord,\n    who has not let us be torn by their teeth.\n We have escaped like a bird\n    from the fowler's snare;\nthe snare has been broken,\n    and we have escaped.\n Our help is in the name of the Lord,\n    the Maker of heaven and earth.",
    "Script 2": "Genesis :-\n\nGod's Covenant With Noah\n\n Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth.  The fear and dread of you will fall on all the beasts of the earth, and on all the birds in the sky, on every creature that moves along the ground, and on all the fish in the sea; they are given into your hands.  Everything that lives and moves about will be food for you. Just as I gave you the green plants, I now give you everything.\n\n \"But you must not eat meat that has its lifeblood still in it.  And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each human being, too, I will demand an accounting for the life of another human being.\n\n \"Whoever sheds human blood,\n    by humans shall their blood be shed;\nfor in the image of God\n    has God made mankind.\n\n As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\"\n\n Then God said to Noah and to his sons with him:  \"I now establish my covenant with you and with your descendants after you  and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth.  I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"\n\n And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:  I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.  Whenever I bring clouds over the earth and the rainbow appears in the clouds,  I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.  Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\"\n\n So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\"",
    "Script 3": "Hebrews :-\n\n And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets,  who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions,  quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies.  Women received back their dead, raised to life again. There were others who were tortured, refusing to be released so that they might gain an even better resurrection.  Some faced jeers and flogging, and even chains and imprisonment.  They were put to death by stoning;[a] they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated--  the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground.\n\n These were all commended for their faith, yet none of them received what had been promised,  since God had planned something better for us so that only together with us would they be made perfect.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n Now these are the ordinances which thou shalt set before them.\n\n If thou buy a Hebrew [a]servant, six years he shall serve: and in the seventh he shall go out free for nothing.  If he come in by himself, he shall go out by himself: if he be married, then his wife shall go out with him.  If his master give him a wife, and she bear him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself.  But if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:  then his master shall bring him unto [b]God, and shall bring him to the door, or unto the door-post; and his master shall bore his ear through with an awl; and he shall serve him for ever.\n\n And if a man sell his daughter to be a [c]maid-servant, she shall not go out as the men-servants do.  If she please not her master, [d]who hath espoused her to himself, then shall he let her be redeemed: to sell her unto a foreign people he shall have no power, seeing he hath dealt deceitfully with her.  And if he espouse her unto his son, he shall deal with her after the manner of daughters.  If he take him another wife; her [e]food, her raiment, and her duty of marriage, shall he not diminish.  And if he do not these three things unto her, then shall she go out for nothing, without money.\n\n He that smiteth a man, so that he dieth, shall surely be put to death.  And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  And if a man come presumptuously upon his neighbor, to slay him with guile; thou shalt take him from mine altar, that he may die.\n\n And he that smiteth his father, or his mother, shall be surely put to death.\n\n And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death.\n\n And he that [f]curseth his father or his mother, shall surely be put to death.\n\n And if men contend, and one smite the other with a stone, or with his fist, and he die not, but keep his bed;  if he rise again, and walk abroad upon his staff, then shall he that smote him be quit: only he shall pay for [g]the loss of his time, and shall cause him to be thoroughly healed.\n\n And if a man smite [h]his servant, or his maid, with a rod, and he die under his hand; he shall surely be punished.  Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money.\n\n And if men strive together, and hurt a woman with child, so that her fruit depart, and yet no harm follow; he shall be surely fined, according as the woman's husband shall lay upon him; and he shall pay as the judges determine.  But if any harm follow, then thou shalt give life for life,  eye for eye, tooth for tooth, hand for hand, foot for foot,  burning for burning, wound for wound, stripe for stripe.\n\n And if a man smite the eye of his servant, or the eye of his maid, and destroy it; he shall let him go free for his eye's sake.  And if he smite out his man-servant's tooth, or his maid-servant's tooth; he shall let him go free for his tooth's sake.\n\n And if an ox gore a man or a woman to death, the ox shall be surely stoned, and its flesh shall not be eaten; but the owner of the ox shall be quit.  But if the ox was wont to gore in time past, and it hath been testified to its owner, and he hath not kept it in, but it hath killed a man or a woman; the ox shall be stoned, and its owner also shall be put to death.  If there be laid on him a ransom, then he shall give for the redemption of his life whatsoever is laid upon him.  Whether it have gored a son, or have gored a daughter, according to this judgment shall it be done unto him.  If the ox gore a man-servant or a maid-servant, there shall be given unto their master thirty shekels of silver, and the ox shall be stoned.\n\n And if a man shall open a pit, or if a man shall dig a pit and not cover it, and an ox or an ass fall therein,  the owner of the pit shall make it good; he shall give money unto the owner thereof, and the dead beast shall be his.\n\n And if one man's ox hurt another's, so that it dieth, then they shall sell the live ox, and divide the price of it; and the dead also they shall divide.  Or if it be known that the ox was wont to gore in time past, and its owner hath not kept it in; he shall surely pay ox for ox, and the dead beast shall be his own.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]