[
  {
    "Date": "2025-09-11T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=h9jda5BTk7Y&t=45s",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=syFpUmwZGSM&list=PLVccJouc7Os_83QfusQAfJ5VWee7m7LO4",
    "famous quote": "Each of us is more than the worst thing we've ever done.\n-Bryan Stevenson (in \"Just Mercy\")",
    "Ted Talks": "https://www.youtube.com/watch?v=XFnGhrC_3Gs",
    "Nature Video": "https://www.youtube.com/watch?v=gEfILHD9ilM",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Martin:\n\n(part 1)\n\nI asked my friend Martin, \"How do you hear from God? And has it led to anything interesting?\"\n \nThis is his response:\n\nWell, you ask an interesting question. I'll answer it to the best of my ability. Read below, 1 Kings 19: 11-13\n \n11So He said, \"Go forth and stand on the mountain before the LORD.\" And behold, the LORD was passing by! And a great and strong wind was rending the mountains and breaking in pieces the rocks before the LORD; but the LORD was not in the wind. And after the wind an earthquake, but the LORD was not in the earthquake. 12After the earthquake a fire, but the LORD was not in the fire; and after the fire a sound of a gentle blowing. 13When Elijah heard it, he wrapped his face in his mantle and went out and stood in the entrance of the cave. And behold, a voice came to him and said, \"What are you doing here, Elijah?\"...\n \nThe Lord speaks to me a lot.  Sometimes it is almost audible, but usually it is like a tugging, or a constant reminding. Do you remember the girl I tried to set you up with, Laurel, the missionary in China? Well, she is a very special girl to me, very much like a daughter. I've known her for 10 or 11 years. There are times when I wake up in the morning thinking about her. At first it was a little unnerving. Me, a married man, thinking about a beautiful, young, single girl; the first thing in the morning.\nIt actually concerned me for a while.\n\nIt did several things, it made me go to the Lord and talk to him about what was going on in my mind. I also started seeing a pattern.\nWhen Laurel was really struggling with a situation:\ne.g:      Her brother's emotional condition after a break up\n            Her emotions after a break up\n            Her struggles with back pain\n            Her struggles with career choices\n\nAll these events would coincide with her automatically coming to my mind, when I was CALM.\nLike a gentle breeze.\n\nIt only happens when I slowed down. I have had it happen with other people but not over and over again with the same person, except Laurel. \n\nI've had it happen with cousins going through marriage trouble. I had a friend and his wife on my heart for several days, so I called and asked, \"How is Jen?\" He couldn't believe what I was asking, because my thoughts of them, had begun at the same time they found out she was pregnant. He has had more children since, and I didn't get a message.\n\nWas I not calm enough, or did the Lord not want me to be praying for them that time? I don't know. God is the boss.\n\nOnce, I actually started praying for Laurel's dog. As it turned out, her dog had torn up, and eaten part of her Bible. She thought her dog was demon possessed.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rGnBKbyoXM12",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=8AHCfZTRGiI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]