[
  {
    "Art title 1": "What Hard Thing is He Asking You To Cut Out?",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_7d42e9521d2743f2a57e617d709ad394~mv2.jpg/v1/fill/w_667,h_667,al_c,q_90,usm_0.66_1.00_0.01/a07ded_7d42e9521d2743f2a57e617d709ad394~mv2.webp",
    "Artist Statement 1": "The Christian walk is often like being a kid. Our parents told us we need to stop eating candy or we will become unhealthy. I think God tells us to stop certain things because God designed us and knows what will make us unhealthy. He always loves us the way we are, but knows what we must do to grow into our best selves. Sometimes giving up these things are far harder than giving up candy. What is your 'candy' that you think God may be asking you to give up?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_7d42e9521d2743f2a57e617d709ad394~mv2.jpg/v1/fill/w_667,h_667,al_c,q_90,usm_0.66_1.00_0.01/a07ded_7d42e9521d2743f2a57e617d709ad394~mv2.webp",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Blades of Light",
    "Story Link": "https://www.rawspoon.com/post/story-blades-of-light",
    "excerpt": "Danny looked around. This had to be a dream. He was led by two very tall, bright and serious beings into a vast stadium. It was at least twice the size of any he had ever seen. The columns were vast, hundreds of feet high and made of marble. They held up a roof made of beautifully carved wood. A large circle in the middle of the roof was open to the sky, and through which a tremendous ray of light shot upward. It emanated from a swirling ball of light the size of a mansion, floating in the very center of the huge stadium.\n\nBlue blades of light emanated from the ball and sliced through the air. They reached deep into the audience, dropping whole swaths of angels to their knees, leaving them praying and praising each time it passed through them.\n\nThe sound from the ball was deafening: a deep rumbling, like laws of nature were being shattered within it, and the air crackling with the sound of hot blades singeing it as they sliced around them through the space.\n\nAs he approached he felt himself resist but the beings continued to pull him forward. When he resisted further one of them turned to him and with a surprisingly deep and peace-filled voice said, \"Fear not. For He is good.\"\n\nAnd in that moment Danny realized the vastness of this goodness was what he so feared. He saw within the light thousands of scenes of people being touched and severed by God's goodness. It was good people being freed from burdens that kept them from the justice they deserved. It was wayward people being brought to their knees by their wrongs so they had a moment of clarity in which they could choose a new path. These blades were not afraid to draw metaphorical blood from dark parts of hearts if it could free the soul. \n\nJust a few paces from the sphere, he fell to his knees, knowing he could not stand before this being and keep all the parts of him he hoarded. \n\nSuddenly he felt a warmth flow over him, and the sound around him blurred as if a bubble of water had grown from the sphere and engulfed him. The accompanying beings had dropped back. And he heard a voice. \n\n\"I want to remove something from you.\"\n\nDanny was terrified. Would God ask for whole years from his life when he had been wayward, or would God take away someone he was a little too attached to? Those years he had cheated a little on his taxes, and the thoughts of resentment he harbored felt obscenely highlighted inside of him, and he wanted them covered up. He now felt how unholy he was in this pure light. He could feel impurities in so many crevices of his soul, far too many to count. He would only be one gaping wound if every one of his impurities were to be cut out. \n\nThen the voice came again, \"Resent your brother no longer.\" \n\nDanny knew exactly what part of his soul that was. He felt it and it suddenly felt so large. But he was grateful that this is all God asked of him today. He looked down and he could see it, like a glowing wedge of his heart. He slowly grasped it with his hand and slid it out, like an organ that had grown undetected among the others. He gratefully lifted it up as he said, \"Alright. Yes. It is yours, Lord.\"\n\nA blade of the blue light sliced through the air and cut it clean from his out-reaching hands. He felt all the tangled tendrils of it being tugged out of his heart and he fell to his stomach in the dream. Then he woke up.\n\nHe looked over at his bed stand and saw his phone had a notification. He picked it up. A text from his brother said, \"Hey bro, so sorry to ask yet again. But do you think you could possibly help me with rent again this month pls?\"\n\n---\nKnowing that God aims for total purity, what small thing might he be asking you to surrender today? How can we be grateful he only asks that of us today?\n\nRaw Spoon, 12-29-2020",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/6KQLOuIKaRA",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 9",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 36",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "https://www.google.com.ph/maps/@32.1615847,35.5116401,3a,75y,353.42h,94.14t/data=!3m8!1e1!3m6!1sAF1QipNg1TzGFdl3PCb16JQEpsmhpOXmoodo2l8lGK6c!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNg1TzGFdl3PCb16JQEpsmhpOXmoodo2l8lGK6c%3Dw203-h100-k-no-pi-0-ya42.961613-ro-0-fo100!7i8704!8i4352",
    "3dNotes1": "Gilgal: Where Saul went to sacrifice to the Lord and later defeated the Ammonites.",
    "3dLink2": "https://www.google.com.ph/maps/@31.9496054,35.2320268,3a,75y,144.84h,47.28t/data=!3m8!1e1!3m6!1sAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w%3Dw203-h100-k-no-pi0-ya344.72348-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes2": "Bethel: where Abram parted ways with Lot, as well as where Jacob dreamed and saw angels going up and down a ladder to heaven.",
    "3dLink3": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes3": "Bethlehem: this view is overlooking Bethlehem (referenced in the 1 Samuel scripture today)",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/38",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7c930fb6-76ba-4400-8cc1-f67fa5e9cf5c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]