[
  {
    "": "2025-08-16T07:00:00.000Z",
    "Art title 1": "He Gave Us Ability To Connect with Him for A Reason.",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_5766864ffb794643be923db5b66aedd8~mv2.jpg",
    "Artist Statement 1": "We have the capability to connect with God, but we neglect to use that organ within us. It's like we're flying in airplane mode where the ability to hear something outside of us is turned off. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_5766864ffb794643be923db5b66aedd8~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "No Reception (Spirit and Truth)",
    "Story Link": "https://www.rawspoon.com/post/story-no-reception-spirit-and-truth",
    "excerpt": "Henry was re-working one last text message as they took off. Of course they had already told everyone to put their phones in airplane mode but he knew the rule really had no consequence. He didn't, however, need a rule to tell him the heart behind the text he was sending was way wrong.\n\n\"Hey Sam. I forgive you, brother. Even if you didn't apologize. It hurt me way more than you know but I hope you have seen a work God wants to do in you through it.\"\n\nIt took him a few minutes to compose it carefully and he could see the bars of reception going down as they got higher. He sent it and 30 seconds later he saw the three dots on Sam's message showing he was composing a message. But before anything came through the last bar of reception dropped off and the dots disappeared. \n\nHenry swallowed and set his phone down, trying to put it out of his mind. He didn't feel at peace about his message to Sam, even though he hadn't really done anything technically wrong by it. \n\nHe drifted off to sleep. He found himself in a desert town and his first sensation was being completely disoriented. But he couldn't understand why; he wasn't dizzy or anything. \n\nSomeone walked by in a dusty, poorly woven robe. Others passed him but no one smiled. They looked at him as if he could not see them. Two men unrolled a scroll and held it against a wall to his left, pointing to words on it. Was that Arabic? They were doing a deal and referring to a written law to guide their interaction. \n\nSomeone spoke to him gruffly. Henry turned and saw a man pointing at a place in a scroll and shooing him out of the road.\n\nAs Henry stepped out of the road he realized why he felt so disoriented. It was because he felt no more conscience. He was disconnected from that understood central source of mutual understanding between all people. If it was not written somewhere, no one knew it to be wrong here. \n\nHe remembered how Jesus said that he would send a spirit to help guide them. It had never dawned on him what life would be like before, well, a \"conscience.\"\n\nThe whole sensation shook him awake. He reached for his phone, immediately wanting to fix things with Sam. He had realized how much he had taken his conscience for granted. Now he would obey it like it were a written rule. \n\nHe saw that a text from Sam had somehow slipped through before they had gotten too high. It said, \"Hey Henry. After much prayer and counsel, I feel you have been manipulative to me and I'm choosing to block your number for a time. I'm sorry if I hurt you. I never intended to do so. I pray God works in your heart and mine. Go in peace.\" \n\nHenry's eyes became sad. He had lost his chance to reconcile, at least for now. He had lost his chance to communicate, to know and act upon understanding. He swore he would never take advantage of the connection device Jesus had placed in their hearts, the Spirit, like tower reception to God's heart. The one that constantly informs us of right and wrong, of what others might be feeling, and guiding us to avoid things we would likely regret.\n\n---\n\nWhat if our conscience were as real as a written law? Didn't Jesus give it to us so that we would not need the written law to know what was right? Let's not take advantage of that. ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 82",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 24",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 20",
    "The Chosen 3": "https://youtu.be/A8OauAN8hck",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ubNfyXOoxaw&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=3",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.750225,34.97507,3a,75y,126.47h,54.04t/data=!3m8!1e1!3m6!1sAF1QipO_lYegiUkd7S_IZ1BpiMUvCdwL-41cnjH9gB4w!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipO_lYegiUkd7S_IZ1BpiMUvCdwL-41cnjH9gB4w%3Dw203-h100-k-no-pi0-ya57.35039-ro0-fo100!7i8192!8i4096!5m1!1e4?entry=ttu",
    "3dNotes2": "Beth Shemesh (from the 1 Samuel reading today) where the cows brought the ark back to Israel. They peered into the ark and were punished with a plague. ",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/38",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/68816302-8542-4fc6-9966-383a0fe2c8ae.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]