[
  {
    "Date": "2025-12-24T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Fourth week of Advent",
    "Script 1": "\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\n",
    "Script 2": " This is the account of Jacob's family line.\n\nJoseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them.\n\n Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made an ornate[a] robe for him.  When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him.\n\n Joseph had a dream, and when he told it to his brothers, they hated him all the more.  He said to them, \"Listen to this dream I had:  We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\"\n\n His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said.\n\n Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\"\n\n When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\"  His brothers were jealous of him, but his father kept the matter in mind.\n\n",
    "Script 3": "The Genealogy of Jesus the Messiah\n\n This is the genealogy[a] of Jesus the Messiah[b] the son of David, the son of Abraham:\n\n Abraham was the father of Isaac,\n\nIsaac the father of Jacob,\n\nJacob the father of Judah and his brothers,\n\n Judah the father of Perez and Zerah, whose mother was Tamar,\n\nPerez the father of Hezron,\n\nHezron the father of Ram,\n\n Ram the father of Amminadab,\n\nAmminadab the father of Nahshon,\n\nNahshon the father of Salmon,\n\n Salmon the father of Boaz, whose mother was Rahab,\n\nBoaz the father of Obed, whose mother was Ruth,\n\nObed the father of Jesse,\n\n and Jesse the father of King David.\n\nDavid was the father of Solomon, whose mother had been Uriah's wife,\n\n Solomon the father of Rehoboam,\n\nRehoboam the father of Abijah,\n\nAbijah the father of Asa,\n\n Asa the father of Jehoshaphat,\n\nJehoshaphat the father of Jehoram,\n\nJehoram the father of Uzziah,\n\n Uzziah the father of Jotham,\n\nJotham the father of Ahaz,\n\nAhaz the father of Hezekiah,\n\n Hezekiah the father of Manasseh,\n\nManasseh the father of Amon,\n\nAmon the father of Josiah,\n\n and Josiah the father of Jeconiah[c] and his brothers at the time of the exile to Babylon.\n\n After the exile to Babylon:\n\nJeconiah was the father of Shealtiel,\n\nShealtiel the father of Zerubbabel,\n\n Zerubbabel the father of Abihud,\n\nAbihud the father of Eliakim,\n\nEliakim the father of Azor,\n\n Azor the father of Zadok,\n\nZadok the father of Akim,\n\nAkim the father of Elihud,\n\n Elihud the father of Eleazar,\n\nEleazar the father of Matthan,\n\nMatthan the father of Jacob,\n\n and Jacob the father of Joseph, the husband of Mary, and Mary was the mother of Jesus who is called the Messiah.\n\n Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Messiah.\n\n",
    "Script 4": "American Standard Version\n And thou, son of man, take thee a sharp sword; as a barber's razor shalt thou take it unto thee, and shalt cause it to pass upon thy head and upon thy beard: then take thee balances to weigh, and [a]divide the hair.  A third part shalt thou burn in the fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part, and smite with the sword round about it; and a third part thou shalt scatter to the wind, and I will draw out a sword after them.  And thou shalt take [b]thereof a few in number, and bind them in thy skirts.  And of these again shalt thou take, and cast them into the midst of the fire, and burn them in the fire; therefrom shall a fire come forth into all the house of Israel.\n\n Thus saith the Lord Jehovah: This is Jerusalem; I have set her in the midst of the nations, and countries are round about her.  And she hath [c]rebelled against mine ordinances in doing wickedness more than the nations, and against my statutes more than the countries that are round about her; for they have rejected mine ordinances, and as for my statutes, they have not walked in them.  Therefore thus saith the Lord Jehovah: Because ye are turbulent more than the nations that are round about you, and have not walked in my statutes, neither have kept mine ordinances, neither have done after the ordinances of the nations that are round about you;  therefore thus saith the Lord Jehovah: Behold, I, even I, am against thee; and I will execute judgments in the midst of thee in the sight of the nations.  And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations.  Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments on thee; and the whole remnant of thee will I scatter unto all the winds.  Wherefore, as I live, saith the Lord Jehovah, surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also [d]diminish thee; neither shall mine eye spare, and I also will have no pity.  A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee; and a third part shall fall by the sword round about thee; and a third part I will scatter unto all the winds, and will draw out a sword after them.\n\n Thus shall mine anger be accomplished, and I will cause my wrath toward them to [e]rest, and I shall be comforted: and they shall know that I, Jehovah, have spoken in my zeal, when I have accomplished my wrath upon them.  Moreover I will make thee a desolation and a reproach among the nations that are round about thee, in the sight of all that pass by.  So it shall be a reproach and a taunt, an instruction and an astonishment, unto the nations that are round about thee, when I shall execute judgments on thee in anger and in wrath, and in wrathful rebukes (I, Jehovah, have spoken it);  when I shall send upon them the evil arrows of famine, that are for destruction, which I will send to destroy you. And I will increase the famine upon you, and will break your staff of bread;  and I will send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee: I, Jehovah, have spoken it.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=1Samuel2:1-10;Genesis37:2-11;Matthew1:1-17",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/1Sam.2,Gen.37,Matt.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_4f60f3ef175143f58ad40663f075ec2b~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_4a3f844aa9154e339408e74026b55a27~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_53f11e8513b94c95b347baa896ed4636~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "1 Samuel 2:1-10",
    "Address Script 2": "Genesis 37:2-11",
    "Address Script 3": "Matthew 1:1-17",
    "Address Script 4": "Ezekiel 5",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.2.ec21be763b11b856eff344ab40d49744.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.37.251654f2c5f36be74d203da3383767f4.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Matt.1.bc3bff851fe10a78f71fe53052cfee69.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.5.9ee0a66993274b8a0b53b64cacfe7087.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "1 Samuel 2:1-10\n\nHannah's Prayer\n\n1 Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n2 \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n3 \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n4 \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n5 Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n6 \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n7 The Lord sends poverty and wealth;\n    he humbles and he exalts.\n8 He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n9 He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n10     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\nFootnotes\na. 1 Samuel 2:1 Horn here symbolizes strength; also in verse 10.",
    "Script 2": "Genesis 37:2-11\n\n2 This is the account of Jacob's family line.\n\nJoseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them.\n\n3 Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made an ornate[a] robe for him. 4 When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him.\n\n5 Joseph had a dream, and when he told it to his brothers, they hated him all the more. 6 He said to them, \"Listen to this dream I had: 7 We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\"\n\n8 His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said.\n\n9 Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\"\n\n10 When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\" 11 His brothers were jealous of him, but his father kept the matter in mind.\n\nFootnotes\na. Genesis 37:3 The meaning of the Hebrew for this word is uncertain; also in verses 23 and 32.",
    "Script 3": "Matthew 1:1-17\n\nThe Genealogy of Jesus the Messiah\n\n1 This is the genealogy[a] of Jesus the Messiah[b] the son of David, the son of Abraham:\n\n2 Abraham was the father of Isaac,\n\nIsaac the father of Jacob,\n\nJacob the father of Judah and his brothers,\n\n3 Judah the father of Perez and Zerah, whose mother was Tamar,\n\nPerez the father of Hezron,\n\nHezron the father of Ram,\n\n4 Ram the father of Amminadab,\n\nAmminadab the father of Nahshon,\n\nNahshon the father of Salmon,\n\n5 Salmon the father of Boaz, whose mother was Rahab,\n\nBoaz the father of Obed, whose mother was Ruth,\n\nObed the father of Jesse,\n\n6 and Jesse the father of King David.\n\nDavid was the father of Solomon, whose mother had been Uriah's wife,\n\n7 Solomon the father of Rehoboam,\n\nRehoboam the father of Abijah,\n\nAbijah the father of Asa,\n\n8 Asa the father of Jehoshaphat,\n\nJehoshaphat the father of Jehoram,\n\nJehoram the father of Uzziah,\n\n9 Uzziah the father of Jotham,\n\nJotham the father of Ahaz,\n\nAhaz the father of Hezekiah,\n\n10 Hezekiah the father of Manasseh,\n\nManasseh the father of Amon,\n\nAmon the father of Josiah,\n\n11 and Josiah the father of Jeconiah[c] and his brothers at the time of the exile to Babylon.\n\n12 After the exile to Babylon:\n\nJeconiah was the father of Shealtiel,\n\nShealtiel the father of Zerubbabel,\n\n13 Zerubbabel the father of Abihud,\n\nAbihud the father of Eliakim,\n\nEliakim the father of Azor,\n\n14 Azor the father of Zadok,\n\nZadok the father of Akim,\n\nAkim the father of Elihud,\n\n15 Elihud the father of Eleazar,\n\nEleazar the father of Matthan,\n\nMatthan the father of Jacob,\n\n16 and Jacob the father of Joseph, the husband of Mary, and Mary was the mother of Jesus who is called the Messiah.\n\n17 Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Messiah.\n\nFootnotes\na. Matthew 1:1 Or is an account of the origin\nb. Matthew 1:1 Or Jesus Christ. Messiah (Hebrew) and Christ (Greek) both mean Anointed One; also in verse 18.\nc. Matthew 1:11 That is, Jehoiachin; also in verse 12",
    "Script 4": "Ezekiel 5\nAmerican Standard Version\n5 And thou, son of man, take thee a sharp sword; as a barber's razor shalt thou take it unto thee, and shalt cause it to pass upon thy head and upon thy beard: then take thee balances to weigh, and [a]divide the hair. 2 A third part shalt thou burn in the fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part, and smite with the sword round about it; and a third part thou shalt scatter to the wind, and I will draw out a sword after them. 3 And thou shalt take [b]thereof a few in number, and bind them in thy skirts. 4 And of these again shalt thou take, and cast them into the midst of the fire, and burn them in the fire; therefrom shall a fire come forth into all the house of Israel.\n\n5 Thus saith the Lord Jehovah: This is Jerusalem; I have set her in the midst of the nations, and countries are round about her. 6 And she hath [c]rebelled against mine ordinances in doing wickedness more than the nations, and against my statutes more than the countries that are round about her; for they have rejected mine ordinances, and as for my statutes, they have not walked in them. 7 Therefore thus saith the Lord Jehovah: Because ye are turbulent more than the nations that are round about you, and have not walked in my statutes, neither have kept mine ordinances, neither have done after the ordinances of the nations that are round about you; 8 therefore thus saith the Lord Jehovah: Behold, I, even I, am against thee; and I will execute judgments in the midst of thee in the sight of the nations. 9 And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations. 10 Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments on thee; and the whole remnant of thee will I scatter unto all the winds. 11 Wherefore, as I live, saith the Lord Jehovah, surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also [d]diminish thee; neither shall mine eye spare, and I also will have no pity. 12 A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee; and a third part shall fall by the sword round about thee; and a third part I will scatter unto all the winds, and will draw out a sword after them.\n\n13 Thus shall mine anger be accomplished, and I will cause my wrath toward them to [e]rest, and I shall be comforted: and they shall know that I, Jehovah, have spoken in my zeal, when I have accomplished my wrath upon them. 14 Moreover I will make thee a desolation and a reproach among the nations that are round about thee, in the sight of all that pass by. 15 So it shall be a reproach and a taunt, an instruction and an astonishment, unto the nations that are round about thee, when I shall execute judgments on thee in anger and in wrath, and in wrathful rebukes (I, Jehovah, have spoken it); 16 when I shall send upon them the evil arrows of famine, that are for destruction, which I will send to destroy you. And I will increase the famine upon you, and will break your staff of bread; 17 and I will send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee: I, Jehovah, have spoken it.\n\n \nFootnotes\nEzekiel 5:1 Hebrew divide them.\nEzekiel 5:3 Hebrew thence.\nEzekiel 5:6 Or, changed mine ordinances into wickedness\nEzekiel 5:11 Or, withdraw mine eye that it shall not spare Another reading is, hew thee down.\nEzekiel 5:13 Or, cease",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": " Samuel :-\n\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\nFootnotes\na.  Samuel : Horn here symbolizes strength; also in verse .",
    "Script 2": "Genesis :-\n\n This is the account of Jacob's family line.\n\nJoseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them.\n\n Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made an ornate[a] robe for him.  When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him.\n\n Joseph had a dream, and when he told it to his brothers, they hated him all the more.  He said to them, \"Listen to this dream I had:  We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\"\n\n His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said.\n\n Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\"\n\n When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\"  His brothers were jealous of him, but his father kept the matter in mind.\n\nFootnotes\na. Genesis : The meaning of the Hebrew for this word is uncertain; also in verses  and .",
    "Script 3": "Matthew :-\n\nThe Genealogy of Jesus the Messiah\n\n This is the genealogy[a] of Jesus the Messiah[b] the son of David, the son of Abraham:\n\n Abraham was the father of Isaac,\n\nIsaac the father of Jacob,\n\nJacob the father of Judah and his brothers,\n\n Judah the father of Perez and Zerah, whose mother was Tamar,\n\nPerez the father of Hezron,\n\nHezron the father of Ram,\n\n Ram the father of Amminadab,\n\nAmminadab the father of Nahshon,\n\nNahshon the father of Salmon,\n\n Salmon the father of Boaz, whose mother was Rahab,\n\nBoaz the father of Obed, whose mother was Ruth,\n\nObed the father of Jesse,\n\n and Jesse the father of King David.\n\nDavid was the father of Solomon, whose mother had been Uriah's wife,\n\n Solomon the father of Rehoboam,\n\nRehoboam the father of Abijah,\n\nAbijah the father of Asa,\n\n Asa the father of Jehoshaphat,\n\nJehoshaphat the father of Jehoram,\n\nJehoram the father of Uzziah,\n\n Uzziah the father of Jotham,\n\nJotham the father of Ahaz,\n\nAhaz the father of Hezekiah,\n\n Hezekiah the father of Manasseh,\n\nManasseh the father of Amon,\n\nAmon the father of Josiah,\n\n and Josiah the father of Jeconiah[c] and his brothers at the time of the exile to Babylon.\n\n After the exile to Babylon:\n\nJeconiah was the father of Shealtiel,\n\nShealtiel the father of Zerubbabel,\n\n Zerubbabel the father of Abihud,\n\nAbihud the father of Eliakim,\n\nEliakim the father of Azor,\n\n Azor the father of Zadok,\n\nZadok the father of Akim,\n\nAkim the father of Elihud,\n\n Elihud the father of Eleazar,\n\nEleazar the father of Matthan,\n\nMatthan the father of Jacob,\n\n and Jacob the father of Joseph, the husband of Mary, and Mary was the mother of Jesus who is called the Messiah.\n\n Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Messiah.\n\nFootnotes\na. Matthew : Or is an account of the origin\nb. Matthew : Or Jesus Christ. Messiah (Hebrew) and Christ (Greek) both mean Anointed One; also in verse .\nc. Matthew : That is, Jehoiachin; also in verse ",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And thou, son of man, take thee a sharp sword; as a barber's razor shalt thou take it unto thee, and shalt cause it to pass upon thy head and upon thy beard: then take thee balances to weigh, and [a]divide the hair.  A third part shalt thou burn in the fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part, and smite with the sword round about it; and a third part thou shalt scatter to the wind, and I will draw out a sword after them.  And thou shalt take [b]thereof a few in number, and bind them in thy skirts.  And of these again shalt thou take, and cast them into the midst of the fire, and burn them in the fire; therefrom shall a fire come forth into all the house of Israel.\n\n Thus saith the Lord Jehovah: This is Jerusalem; I have set her in the midst of the nations, and countries are round about her.  And she hath [c]rebelled against mine ordinances in doing wickedness more than the nations, and against my statutes more than the countries that are round about her; for they have rejected mine ordinances, and as for my statutes, they have not walked in them.  Therefore thus saith the Lord Jehovah: Because ye are turbulent more than the nations that are round about you, and have not walked in my statutes, neither have kept mine ordinances, neither have done after the ordinances of the nations that are round about you;  therefore thus saith the Lord Jehovah: Behold, I, even I, am against thee; and I will execute judgments in the midst of thee in the sight of the nations.  And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations.  Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments on thee; and the whole remnant of thee will I scatter unto all the winds.  Wherefore, as I live, saith the Lord Jehovah, surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also [d]diminish thee; neither shall mine eye spare, and I also will have no pity.  A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee; and a third part shall fall by the sword round about thee; and a third part I will scatter unto all the winds, and will draw out a sword after them.\n\n Thus shall mine anger be accomplished, and I will cause my wrath toward them to [e]rest, and I shall be comforted: and they shall know that I, Jehovah, have spoken in my zeal, when I have accomplished my wrath upon them.  Moreover I will make thee a desolation and a reproach among the nations that are round about thee, in the sight of all that pass by.  So it shall be a reproach and a taunt, an instruction and an astonishment, unto the nations that are round about thee, when I shall execute judgments on thee in anger and in wrath, and in wrathful rebukes (I, Jehovah, have spoken it);  when I shall send upon them the evil arrows of famine, that are for destruction, which I will send to destroy you. And I will increase the famine upon you, and will break your staff of bread;  and I will send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee: I, Jehovah, have spoken it.\n\n \nFootnotes\nEzekiel : Hebrew divide them.\nEzekiel : Hebrew thence.\nEzekiel : Or, changed mine ordinances into wickedness\nEzekiel : Or, withdraw mine eye that it shall not spare Another reading is, hew thee down.\nEzekiel : Or, cease",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": " Samuel :-\n\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\n",
    "Script 2": "Genesis :-\n\n This is the account of Jacob's family line.\n\nJoseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them.\n\n Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made an ornate[a] robe for him.  When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him.\n\n Joseph had a dream, and when he told it to his brothers, they hated him all the more.  He said to them, \"Listen to this dream I had:  We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\"\n\n His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said.\n\n Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\"\n\n When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\"  His brothers were jealous of him, but his father kept the matter in mind.\n\n",
    "Script 3": "Matthew :-\n\nThe Genealogy of Jesus the Messiah\n\n This is the genealogy[a] of Jesus the Messiah[b] the son of David, the son of Abraham:\n\n Abraham was the father of Isaac,\n\nIsaac the father of Jacob,\n\nJacob the father of Judah and his brothers,\n\n Judah the father of Perez and Zerah, whose mother was Tamar,\n\nPerez the father of Hezron,\n\nHezron the father of Ram,\n\n Ram the father of Amminadab,\n\nAmminadab the father of Nahshon,\n\nNahshon the father of Salmon,\n\n Salmon the father of Boaz, whose mother was Rahab,\n\nBoaz the father of Obed, whose mother was Ruth,\n\nObed the father of Jesse,\n\n and Jesse the father of King David.\n\nDavid was the father of Solomon, whose mother had been Uriah's wife,\n\n Solomon the father of Rehoboam,\n\nRehoboam the father of Abijah,\n\nAbijah the father of Asa,\n\n Asa the father of Jehoshaphat,\n\nJehoshaphat the father of Jehoram,\n\nJehoram the father of Uzziah,\n\n Uzziah the father of Jotham,\n\nJotham the father of Ahaz,\n\nAhaz the father of Hezekiah,\n\n Hezekiah the father of Manasseh,\n\nManasseh the father of Amon,\n\nAmon the father of Josiah,\n\n and Josiah the father of Jeconiah[c] and his brothers at the time of the exile to Babylon.\n\n After the exile to Babylon:\n\nJeconiah was the father of Shealtiel,\n\nShealtiel the father of Zerubbabel,\n\n Zerubbabel the father of Abihud,\n\nAbihud the father of Eliakim,\n\nEliakim the father of Azor,\n\n Azor the father of Zadok,\n\nZadok the father of Akim,\n\nAkim the father of Elihud,\n\n Elihud the father of Eleazar,\n\nEleazar the father of Matthan,\n\nMatthan the father of Jacob,\n\n and Jacob the father of Joseph, the husband of Mary, and Mary was the mother of Jesus who is called the Messiah.\n\n Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Messiah.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And thou, son of man, take thee a sharp sword; as a barber's razor shalt thou take it unto thee, and shalt cause it to pass upon thy head and upon thy beard: then take thee balances to weigh, and [a]divide the hair.  A third part shalt thou burn in the fire in the midst of the city, when the days of the siege are fulfilled; and thou shalt take a third part, and smite with the sword round about it; and a third part thou shalt scatter to the wind, and I will draw out a sword after them.  And thou shalt take [b]thereof a few in number, and bind them in thy skirts.  And of these again shalt thou take, and cast them into the midst of the fire, and burn them in the fire; therefrom shall a fire come forth into all the house of Israel.\n\n Thus saith the Lord Jehovah: This is Jerusalem; I have set her in the midst of the nations, and countries are round about her.  And she hath [c]rebelled against mine ordinances in doing wickedness more than the nations, and against my statutes more than the countries that are round about her; for they have rejected mine ordinances, and as for my statutes, they have not walked in them.  Therefore thus saith the Lord Jehovah: Because ye are turbulent more than the nations that are round about you, and have not walked in my statutes, neither have kept mine ordinances, neither have done after the ordinances of the nations that are round about you;  therefore thus saith the Lord Jehovah: Behold, I, even I, am against thee; and I will execute judgments in the midst of thee in the sight of the nations.  And I will do in thee that which I have not done, and whereunto I will not do any more the like, because of all thine abominations.  Therefore the fathers shall eat the sons in the midst of thee, and the sons shall eat their fathers; and I will execute judgments on thee; and the whole remnant of thee will I scatter unto all the winds.  Wherefore, as I live, saith the Lord Jehovah, surely, because thou hast defiled my sanctuary with all thy detestable things, and with all thine abominations, therefore will I also [d]diminish thee; neither shall mine eye spare, and I also will have no pity.  A third part of thee shall die with the pestilence, and with famine shall they be consumed in the midst of thee; and a third part shall fall by the sword round about thee; and a third part I will scatter unto all the winds, and will draw out a sword after them.\n\n Thus shall mine anger be accomplished, and I will cause my wrath toward them to [e]rest, and I shall be comforted: and they shall know that I, Jehovah, have spoken in my zeal, when I have accomplished my wrath upon them.  Moreover I will make thee a desolation and a reproach among the nations that are round about thee, in the sight of all that pass by.  So it shall be a reproach and a taunt, an instruction and an astonishment, unto the nations that are round about thee, when I shall execute judgments on thee in anger and in wrath, and in wrathful rebukes (I, Jehovah, have spoken it);  when I shall send upon them the evil arrows of famine, that are for destruction, which I will send to destroy you. And I will increase the famine upon you, and will break your staff of bread;  and I will send upon you famine and evil beasts, and they shall bereave thee; and pestilence and blood shall pass through thee; and I will bring the sword upon thee: I, Jehovah, have spoken it.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]