[
  {
    "Date": "2025-07-25T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=pSR0M_V9v78",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY",
    "famous quote": "\"At the end of things, The Blessed will say, \"We have never lived anywhere except in Heaven.\" And the lost will say, \"We were always in Hell.\" And both will speak truly.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=wHNcTz0xeVI",
    "Nature Video": "https://www.youtube.com/watch?v=F5FEj9U-CJM",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 2)\n\nAs they assessed the damage, everyone was the same color. They were all covered in dust. You could see everyone had just experienced this horrible event together. The dust told them, \"Yes, you were here too, you were here too.\" \n  \nMany of the hospitals collapsed during the earthquake and therefore couldn't help people. But Ricardo remembered the medical supplies from the bags they had unpacked and retrieved them. \n\nHaving no hospital to go to the injured people came to them in droves. All sorts of hands were pulling on their clothes, they were so desperate for help. Sarah says, \"Maybe this is what Jesus felt like, so many people clamoring for help.\"\n\nSarah usually sanitized two bottles of water and that was just enough water for her to drink throughout her day. But today she still happened to have one whole water bottle left late in the day. And somehow that water was enough to wash wounds from 5 till midnight. This included washing the head of a girl from whom much of her scalp had been opened, and she lived. \n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=l3vT0k3kV_g",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixteenth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=4H32jFWceWI",
    "Music Video Instructions": "Imagine God speaking these words to comfort you."
  }
]