[
  {
    "Date": "2026-01-13T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/2Ax0S0fIHGM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZTUyZTY1MGYtMjMxZS0zNTI1LWFiNzUtZWFmMmM3MWM4MWVl?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=SRPLNiqSBeo&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=7",
    "famous quote": "\"The homemaker has the ultimate career. All other careers exist for one purpose only - and that is to support the ultimate career. \"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=lmyZMtPVodo",
    "Nature Video": "https://www.youtube.com/watch?v=B5unCXpegAw",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-william-jeff-reese",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: William Jeff Reese\n\nWilliam approached us with a lighter in one hand and a little bottle of butane in the other. \"Would you like to buy these for $7. I need to get my clothes clean and get a bite to eat.\"\n\nHe's from Cabbagetown. He said, \"When I was 9 years old I watched my sister sit up underneath the old oak tree and blow her whole head off with a shotgun.\" He was sitting right next to her talking when her toe pulled the trigger. He has post traumatic stress syndrome from that. He also said he has paranoid schizophrenia.\n\n\nHe was addicted to heroin (he shows me the old scars in the inside of his left elbow) but he's not addicted anymore. I asked him how he was able to escape addiction. He said he was in rehab in jail but that it comes down to you wanting to stop more than you want the drug. \"If you don't want to do it anymore, it's on you. It's your brain. It's your mind.\"\n\nHe went to jail for 22 years for theft by receiving stolen property, burglary, and attempted robbery. And he learned the hard way to \"Ask for what you want. If they don't give it to you, bless them and move on.\"\n\n\"What I did was terrible; it hurt people.\" But he believes even though he's homeless God still provides for him through people like us.\n\nHe doesn't come out much until after dark because his skin burns easily and his clothes stink so bad he doesn't want to be around people.\n\nWatch the interview above if you have time. It's pretty entertaining. A motorcycle revving its engine draws a funny response from him. And we almost trade shoes (He had pink crocs on.) I forgot to take a picture so I tried to draw what he looked like from memory. Enjoy and learn about William with me!\n\nRaw Spoon, 8-17-16",
    "Interview Video": "https://youtu.be/XuUJrH3rX8w",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=_F-RCX1blmw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://youtu.be/Mlj2VkdkN9Y",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]