[
  {
    "": "2025-09-30T07:00:00.000Z",
    "Art title 1": "Love for A Bride",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4bc1357bd61a44e2b1b5148c6067ac64~mv2.jpg",
    "Artist Statement 1": "The love for a spouse has potential to be the type that even though the spouse hurts you, you lift them up. \n\nOne of these rings broke the other. But instead of breaking back, it bleeds and coats the other with gold which it had within. \n\nOf course toxic relationships need to be treated differently in some cases, but this is the example God gave us, by letting himself be broken by us, and even giving us eternal life, even though we keep breaking his heart.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-857bea5c-b54b-42cd-9330-73a36daed6a0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Most Difficult Wife",
    "Story Link": "https://www.rawspoon.com/post/story-the-most-difficult-wife",
    "excerpt": "Brant inched forward in the communion line. He seethed. His wife was usually in front of him at church, but not today. They had a blowout fight the night before. She was just so stubborn and nagging and always blamed everything on him. It felt like he had been angry at her for a whole year. He hissed under his breath, \"I have the most difficult wife.\" \n\nIt felt good. \n\nBefore church had begun, a friend in the lobby saw him and asked if he was okay. Brant told him about it. His friend looked at Brant with compassionate eyes and said, \"That's really hard. But as a Christian, right now at least, this is on you, Brother. This is when we are asked to forgive.\"\n\n\"But that won't fix her! She needs to know how difficult she is! She needs to be corrected and--and--punished or something!\"\n\n\"I know it feels that way. Maybe in time you both can work to break ugly patterns. But for today, your role is to let it break you, and let forgiveness pour out to purify her. And when you can again recognize her as someone beautiful worth saving, then you two can work on restoration.\"\n\nBrant had nodded, and with an effort to hide his adamant disagreement, said thanks. \n\nHe was almost at the front of the line. And he was in as much of an internal rage as he had been all morning. He indicted her under his breath again, \"I have the most difficult wife!\"\n\nIn a blur he took the cracker and dipped it in the wine. He started walking back to his seat and in that moment when one is to turn the mind to Jesus he prayed, \"God, just show her how difficult she is.\"\n\nAs he bit into the wet cracker he heard in response, \"It is not you that has the most difficult wife, Brant. I do.\"\n\nBrant crumpled into his seat. His face slowly sunk into his cupped hands and the heat of tears pushed out the heat of anger. He whispered, \"I'm sorry, God. Help me love her.\" He took a deep shaky breath and continued, \"Thank you for letting my brokenness break you, so your holiness can spill over me.\"\n\nRaw Spoon, 11-30-2020\n\n(This story was inspired by a friend that was told these words by God.)",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=GZuceW7eh5M",
    "Bible Project 2": "https://www.youtube.com/watch?v=kE6SZ1ogOVU&t=2s",
    "Bible Project 3": "https://www.youtube.com/watch?v=qn-hLHWwRYY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 62:1-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Hosea 10",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 22",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Y6e8oj3Tqc4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.9496054,35.2320268,3a,75y,144.84h,47.28t/data=!3m8!1e1!3m6!1sAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w%3Dw203-h100-k-no-pi0-ya344.72348-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes2": "Bethel: where Abram parted ways with Lot, as well as where Jacob dreamed and saw angels going up and down a ladder to heaven.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/49",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]