[
  {
    "Date": "2025-10-08T07:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 20- Ordinary Time",
    "Script 1": "\nA psalm of David. When he fled from his son Absalom.\n\n Lord, how many are my foes!\n    How many rise up against me!\n Many are saying of me,\n    \"God will not deliver him.\"[b]\n\n But you, Lord, are a shield around me,\n    my glory, the One who lifts my head high.\n I call out to the Lord,\n    and he answers me from his holy mountain.\n\n I lie down and sleep;\n    I wake again, because the Lord sustains me.\n I will not fear though tens of thousands\n    assail me on every side.\n\n Arise, Lord!\n    Deliver me, my God!\nStrike all my enemies on the jaw;\n    break the teeth of the wicked.\n\n From the Lord comes deliverance.\n    May your blessing be on your people.\n\n",
    "Script 2": " \"Woe to him who builds a city with bloodshed\n    and establishes a town by injustice!\n Has not the Lord Almighty determined\n    that the people's labor is only fuel for the fire,\n    that the nations exhaust themselves for nothing?\n For the earth will be filled with the knowledge of the glory of the Lord\n    as the waters cover the sea.\n\n \"Woe to him who gives drink to his neighbors,\n    pouring it from the wineskin till they are drunk,\n    so that he can gaze on their naked bodies!\n You will be filled with shame instead of glory.\n    Now it is your turn! Drink and let your nakedness be exposed[a]!\nThe cup from the Lord's right hand is coming around to you,\n    and disgrace will cover your glory.\n The violence you have done to Lebanon will overwhelm you,\n    and your destruction of animals will terrify you.\nFor you have shed human blood;\n    you have destroyed lands and cities and everyone in them.\n\n \"Of what value is an idol carved by a craftsman?\n    Or an image that teaches lies?\nFor the one who makes it trusts in his own creation;\n    he makes idols that cannot speak.\n Woe to him who says to wood, 'Come to life!'\n    Or to lifeless stone, 'Wake up!'\nCan it give guidance?\n    It is covered with gold and silver;\n    there is no breath in it.\"\n\n The Lord is in his holy temple;\n    let all the earth be silent before him.\n\n",
    "Script 3": "Jesus Curses a Fig Tree and Clears the Temple Courts\n\n The next day as they were leaving Bethany, Jesus was hungry.  Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs.  Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it.\n\n In the morning, as they went along, they saw the fig tree withered from the roots.  Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\"\n\n \"Have faith in God,\" Jesus answered.  \"Truly[a] I tell you, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in their heart but believes that what they say will happen, it will be done for them.  Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\n\n",
    "Script 4": "American Standard Version\n But it shall come to pass, if thou wilt not hearken unto the voice of Jehovah thy God, to observe to do all his commandments and his statutes which I command thee this day, that all these curses shall come upon thee, and overtake thee.  Cursed shalt thou be in the city, and cursed shalt thou be in the field.  Cursed shall be thy basket and thy kneading-trough.  Cursed shall be the fruit of thy body, and the fruit of thy ground, the increase of thy cattle, and the young of thy flock.  Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.\n\n Jehovah will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken me.  Jehovah will make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest in to possess it.  Jehovah will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with [a]the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  Jehovah will make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.\n\n Jehovah will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them: and thou shalt be [b]tossed to and from among all the kingdoms of the earth.  And thy dead body shall be food unto all birds of the heavens, and unto the beasts of the earth; and there shall be none to frighten them away.  Jehovah will smite thee with the boil of Egypt, and with the [c]emerods, and with the scurvy, and with the itch, whereof thou canst not be healed.  Jehovah will smite thee with madness, and with blindness, and with astonishment of heart;  and thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed alway, and there shall be none to save thee.  Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not use the fruit thereof.  Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to save thee.  Thy sons and thy daughters shall be given unto another people; and thine eyes shall look, and fail with longing for them all the day: and there shall be nought in the power of thy hand.  The fruit of thy ground, and all thy labors, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway;  so that thou shalt be mad for the sight of thine eyes which thou shalt see.  Jehovah will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.\n\n Jehovah will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone.  And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither Jehovah shall lead thee away.  Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it.  Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them.  Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olive shall cast its fruit.  Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity.  All thy trees and the fruit of thy ground shall the locust possess.  The sojourner that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower.  He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of Jehovah thy God, to keep his commandments and his statutes which he commanded thee:  and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.\n\n Because thou servedst not Jehovah thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things;  therefore shalt thou serve thine enemies that Jehovah shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  Jehovah will bring a nation against thee from far, from the end of the earth, as the eagle flieth; a nation whose tongue thou shalt not understand;  a nation of fierce countenance, that shall not regard the person of the old, nor show favor to the young,  and shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee grain, new wine, or oil, the increase of thy cattle, or the young of thy flock, until they have caused thee to perish.  And they shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou trustedst, throughout all thy land; and they shall besiege thee in all thy gates throughout all thy land, which Jehovah thy God hath given thee.  And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, whom Jehovah thy God hath given thee, in the siege and in the distress wherewith thine enemies shall distress thee.  The man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children whom he hath remaining;  so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him, in the siege and in the distress wherewith thine enemy shall distress thee in all thy gates.  The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  and toward her [d]young one that cometh out from between her feet, and toward her children whom she shall bear; for she shall eat them for want of all things secretly, in the siege and in the distress wherewith thine enemy shall distress thee in thy gates.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm3;Habakkuk2:12-20;Mark11:12-14,20-24",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.3,Hab.2,Mark.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_5d65311c1a8444a88b2bb89538e30746~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_c710d36e5c114b5c96fee4d67a2216e5~mv2.gif",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_4bfe3a43eccf457399670cad2883bb4b~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 3 ",
    "Address Script 2": "Habakkuk 2:12-20",
    "Address Script 3": "Mark 11:12-14, 20-24",
    "Address Script 4": "Deuteronomy 28:15-57",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.3.09decc24ce606513436507074eeca87d.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Hab.2.4335d6c98d62cb91f1dd680e2f9f5a61.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Mark.11.c8724d13f2a20d1a473adc488854f281.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 78
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 3[a]\n\nA psalm of David. When he fled from his son Absalom.\n\n1 Lord, how many are my foes!\n    How many rise up against me!\n2 Many are saying of me,\n    \"God will not deliver him.\"[b]\n\n3 But you, Lord, are a shield around me,\n    my glory, the One who lifts my head high.\n4 I call out to the Lord,\n    and he answers me from his holy mountain.\n\n5 I lie down and sleep;\n    I wake again, because the Lord sustains me.\n6 I will not fear though tens of thousands\n    assail me on every side.\n\n7 Arise, Lord!\n    Deliver me, my God!\nStrike all my enemies on the jaw;\n    break the teeth of the wicked.\n\n8 From the Lord comes deliverance.\n    May your blessing be on your people.\n\nFootnotes\na. Psalm 3:1 In Hebrew texts 3:1-8 is numbered 3:2-9.\nb. Psalm 3:2 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses 4 and 8.",
    "Script 2": "Habakkuk 2:12-20\n\n12 \"Woe to him who builds a city with bloodshed\n    and establishes a town by injustice!\n13 Has not the Lord Almighty determined\n    that the people's labor is only fuel for the fire,\n    that the nations exhaust themselves for nothing?\n14 For the earth will be filled with the knowledge of the glory of the Lord\n    as the waters cover the sea.\n\n15 \"Woe to him who gives drink to his neighbors,\n    pouring it from the wineskin till they are drunk,\n    so that he can gaze on their naked bodies!\n16 You will be filled with shame instead of glory.\n    Now it is your turn! Drink and let your nakedness be exposed[a]!\nThe cup from the Lord's right hand is coming around to you,\n    and disgrace will cover your glory.\n17 The violence you have done to Lebanon will overwhelm you,\n    and your destruction of animals will terrify you.\nFor you have shed human blood;\n    you have destroyed lands and cities and everyone in them.\n\n18 \"Of what value is an idol carved by a craftsman?\n    Or an image that teaches lies?\nFor the one who makes it trusts in his own creation;\n    he makes idols that cannot speak.\n19 Woe to him who says to wood, 'Come to life!'\n    Or to lifeless stone, 'Wake up!'\nCan it give guidance?\n    It is covered with gold and silver;\n    there is no breath in it.\"\n\n20 The Lord is in his holy temple;\n    let all the earth be silent before him.\n\nFootnotes\na. Habakkuk 2:16 Masoretic Text; Dead Sea Scrolls, Aquila, Vulgate and Syriac (see also Septuagint) and stagger",
    "Script 3": "Mark 11:12-14, 20-24\n\nJesus Curses a Fig Tree and Clears the Temple Courts\n\n12 The next day as they were leaving Bethany, Jesus was hungry. 13 Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs. 14 Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it.\n\n20 In the morning, as they went along, they saw the fig tree withered from the roots. 21 Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\"\n\n22 \"Have faith in God,\" Jesus answered. 23 \"Truly[a] I tell you, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in their heart but believes that what they say will happen, it will be done for them. 24 Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\n\nFootnotes\na. Mark 11:23 Some early manuscripts \"If you have faith in God,\" Jesus answered, 23 \"truly",
    "Script 4": "Deuteronomy 28:15-57\nAmerican Standard Version\n15 But it shall come to pass, if thou wilt not hearken unto the voice of Jehovah thy God, to observe to do all his commandments and his statutes which I command thee this day, that all these curses shall come upon thee, and overtake thee. 16 Cursed shalt thou be in the city, and cursed shalt thou be in the field. 17 Cursed shall be thy basket and thy kneading-trough. 18 Cursed shall be the fruit of thy body, and the fruit of thy ground, the increase of thy cattle, and the young of thy flock. 19 Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.\n\n20 Jehovah will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken me. 21 Jehovah will make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest in to possess it. 22 Jehovah will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with [a]the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish. 23 And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron. 24 Jehovah will make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.\n\n25 Jehovah will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them: and thou shalt be [b]tossed to and from among all the kingdoms of the earth. 26 And thy dead body shall be food unto all birds of the heavens, and unto the beasts of the earth; and there shall be none to frighten them away. 27 Jehovah will smite thee with the boil of Egypt, and with the [c]emerods, and with the scurvy, and with the itch, whereof thou canst not be healed. 28 Jehovah will smite thee with madness, and with blindness, and with astonishment of heart; 29 and thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed alway, and there shall be none to save thee. 30 Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not use the fruit thereof. 31 Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to save thee. 32 Thy sons and thy daughters shall be given unto another people; and thine eyes shall look, and fail with longing for them all the day: and there shall be nought in the power of thy hand. 33 The fruit of thy ground, and all thy labors, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway; 34 so that thou shalt be mad for the sight of thine eyes which thou shalt see. 35 Jehovah will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.\n\n36 Jehovah will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone. 37 And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither Jehovah shall lead thee away. 38 Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it. 39 Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them. 40 Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olive shall cast its fruit. 41 Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity. 42 All thy trees and the fruit of thy ground shall the locust possess. 43 The sojourner that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower. 44 He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail. 45 And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of Jehovah thy God, to keep his commandments and his statutes which he commanded thee: 46 and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.\n\n47 Because thou servedst not Jehovah thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things; 48 therefore shalt thou serve thine enemies that Jehovah shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee. 49 Jehovah will bring a nation against thee from far, from the end of the earth, as the eagle flieth; a nation whose tongue thou shalt not understand; 50 a nation of fierce countenance, that shall not regard the person of the old, nor show favor to the young, 51 and shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee grain, new wine, or oil, the increase of thy cattle, or the young of thy flock, until they have caused thee to perish. 52 And they shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou trustedst, throughout all thy land; and they shall besiege thee in all thy gates throughout all thy land, which Jehovah thy God hath given thee. 53 And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, whom Jehovah thy God hath given thee, in the siege and in the distress wherewith thine enemies shall distress thee. 54 The man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children whom he hath remaining; 55 so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him, in the siege and in the distress wherewith thine enemy shall distress thee in all thy gates. 56 The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter, 57 and toward her [d]young one that cometh out from between her feet, and toward her children whom she shall bear; for she shall eat them for want of all things secretly, in the siege and in the distress wherewith thine enemy shall distress thee in thy gates.\n\n \nFootnotes\nDeuteronomy 28:22 Or, as otherwise read, drought\nDeuteronomy 28:25 Or, a terror unto all\nDeuteronomy 28:27 Or, tumors. Or, plague boils\nDeuteronomy 28:57 Or, after-birth",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nA psalm of David. When he fled from his son Absalom.\n\n Lord, how many are my foes!\n    How many rise up against me!\n Many are saying of me,\n    \"God will not deliver him.\"[b]\n\n But you, Lord, are a shield around me,\n    my glory, the One who lifts my head high.\n I call out to the Lord,\n    and he answers me from his holy mountain.\n\n I lie down and sleep;\n    I wake again, because the Lord sustains me.\n I will not fear though tens of thousands\n    assail me on every side.\n\n Arise, Lord!\n    Deliver me, my God!\nStrike all my enemies on the jaw;\n    break the teeth of the wicked.\n\n From the Lord comes deliverance.\n    May your blessing be on your people.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses  and .",
    "Script 2": "Habakkuk :-\n\n \"Woe to him who builds a city with bloodshed\n    and establishes a town by injustice!\n Has not the Lord Almighty determined\n    that the people's labor is only fuel for the fire,\n    that the nations exhaust themselves for nothing?\n For the earth will be filled with the knowledge of the glory of the Lord\n    as the waters cover the sea.\n\n \"Woe to him who gives drink to his neighbors,\n    pouring it from the wineskin till they are drunk,\n    so that he can gaze on their naked bodies!\n You will be filled with shame instead of glory.\n    Now it is your turn! Drink and let your nakedness be exposed[a]!\nThe cup from the Lord's right hand is coming around to you,\n    and disgrace will cover your glory.\n The violence you have done to Lebanon will overwhelm you,\n    and your destruction of animals will terrify you.\nFor you have shed human blood;\n    you have destroyed lands and cities and everyone in them.\n\n \"Of what value is an idol carved by a craftsman?\n    Or an image that teaches lies?\nFor the one who makes it trusts in his own creation;\n    he makes idols that cannot speak.\n Woe to him who says to wood, 'Come to life!'\n    Or to lifeless stone, 'Wake up!'\nCan it give guidance?\n    It is covered with gold and silver;\n    there is no breath in it.\"\n\n The Lord is in his holy temple;\n    let all the earth be silent before him.\n\nFootnotes\na. Habakkuk : Masoretic Text; Dead Sea Scrolls, Aquila, Vulgate and Syriac (see also Septuagint) and stagger",
    "Script 3": "Mark :-, -\n\nJesus Curses a Fig Tree and Clears the Temple Courts\n\n The next day as they were leaving Bethany, Jesus was hungry.  Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs.  Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it.\n\n In the morning, as they went along, they saw the fig tree withered from the roots.  Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\"\n\n \"Have faith in God,\" Jesus answered.  \"Truly[a] I tell you, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in their heart but believes that what they say will happen, it will be done for them.  Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\n\nFootnotes\na. Mark : Some early manuscripts \"If you have faith in God,\" Jesus answered,  \"truly",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n But it shall come to pass, if thou wilt not hearken unto the voice of Jehovah thy God, to observe to do all his commandments and his statutes which I command thee this day, that all these curses shall come upon thee, and overtake thee.  Cursed shalt thou be in the city, and cursed shalt thou be in the field.  Cursed shall be thy basket and thy kneading-trough.  Cursed shall be the fruit of thy body, and the fruit of thy ground, the increase of thy cattle, and the young of thy flock.  Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.\n\n Jehovah will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken me.  Jehovah will make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest in to possess it.  Jehovah will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with [a]the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  Jehovah will make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.\n\n Jehovah will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them: and thou shalt be [b]tossed to and from among all the kingdoms of the earth.  And thy dead body shall be food unto all birds of the heavens, and unto the beasts of the earth; and there shall be none to frighten them away.  Jehovah will smite thee with the boil of Egypt, and with the [c]emerods, and with the scurvy, and with the itch, whereof thou canst not be healed.  Jehovah will smite thee with madness, and with blindness, and with astonishment of heart;  and thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed alway, and there shall be none to save thee.  Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not use the fruit thereof.  Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to save thee.  Thy sons and thy daughters shall be given unto another people; and thine eyes shall look, and fail with longing for them all the day: and there shall be nought in the power of thy hand.  The fruit of thy ground, and all thy labors, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway;  so that thou shalt be mad for the sight of thine eyes which thou shalt see.  Jehovah will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.\n\n Jehovah will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone.  And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither Jehovah shall lead thee away.  Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it.  Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them.  Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olive shall cast its fruit.  Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity.  All thy trees and the fruit of thy ground shall the locust possess.  The sojourner that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower.  He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of Jehovah thy God, to keep his commandments and his statutes which he commanded thee:  and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.\n\n Because thou servedst not Jehovah thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things;  therefore shalt thou serve thine enemies that Jehovah shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  Jehovah will bring a nation against thee from far, from the end of the earth, as the eagle flieth; a nation whose tongue thou shalt not understand;  a nation of fierce countenance, that shall not regard the person of the old, nor show favor to the young,  and shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee grain, new wine, or oil, the increase of thy cattle, or the young of thy flock, until they have caused thee to perish.  And they shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou trustedst, throughout all thy land; and they shall besiege thee in all thy gates throughout all thy land, which Jehovah thy God hath given thee.  And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, whom Jehovah thy God hath given thee, in the siege and in the distress wherewith thine enemies shall distress thee.  The man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children whom he hath remaining;  so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him, in the siege and in the distress wherewith thine enemy shall distress thee in all thy gates.  The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  and toward her [d]young one that cometh out from between her feet, and toward her children whom she shall bear; for she shall eat them for want of all things secretly, in the siege and in the distress wherewith thine enemy shall distress thee in thy gates.\n\n \nFootnotes\nDeuteronomy : Or, as otherwise read, drought\nDeuteronomy : Or, a terror unto all\nDeuteronomy : Or, tumors. Or, plague boils\nDeuteronomy : Or, after-birth",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nA psalm of David. When he fled from his son Absalom.\n\n Lord, how many are my foes!\n    How many rise up against me!\n Many are saying of me,\n    \"God will not deliver him.\"[b]\n\n But you, Lord, are a shield around me,\n    my glory, the One who lifts my head high.\n I call out to the Lord,\n    and he answers me from his holy mountain.\n\n I lie down and sleep;\n    I wake again, because the Lord sustains me.\n I will not fear though tens of thousands\n    assail me on every side.\n\n Arise, Lord!\n    Deliver me, my God!\nStrike all my enemies on the jaw;\n    break the teeth of the wicked.\n\n From the Lord comes deliverance.\n    May your blessing be on your people.\n\n",
    "Script 2": "Habakkuk :-\n\n \"Woe to him who builds a city with bloodshed\n    and establishes a town by injustice!\n Has not the Lord Almighty determined\n    that the people's labor is only fuel for the fire,\n    that the nations exhaust themselves for nothing?\n For the earth will be filled with the knowledge of the glory of the Lord\n    as the waters cover the sea.\n\n \"Woe to him who gives drink to his neighbors,\n    pouring it from the wineskin till they are drunk,\n    so that he can gaze on their naked bodies!\n You will be filled with shame instead of glory.\n    Now it is your turn! Drink and let your nakedness be exposed[a]!\nThe cup from the Lord's right hand is coming around to you,\n    and disgrace will cover your glory.\n The violence you have done to Lebanon will overwhelm you,\n    and your destruction of animals will terrify you.\nFor you have shed human blood;\n    you have destroyed lands and cities and everyone in them.\n\n \"Of what value is an idol carved by a craftsman?\n    Or an image that teaches lies?\nFor the one who makes it trusts in his own creation;\n    he makes idols that cannot speak.\n Woe to him who says to wood, 'Come to life!'\n    Or to lifeless stone, 'Wake up!'\nCan it give guidance?\n    It is covered with gold and silver;\n    there is no breath in it.\"\n\n The Lord is in his holy temple;\n    let all the earth be silent before him.\n\n",
    "Script 3": "Mark :-, -\n\nJesus Curses a Fig Tree and Clears the Temple Courts\n\n The next day as they were leaving Bethany, Jesus was hungry.  Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs.  Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it.\n\n In the morning, as they went along, they saw the fig tree withered from the roots.  Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\"\n\n \"Have faith in God,\" Jesus answered.  \"Truly[a] I tell you, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in their heart but believes that what they say will happen, it will be done for them.  Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\n\n",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n But it shall come to pass, if thou wilt not hearken unto the voice of Jehovah thy God, to observe to do all his commandments and his statutes which I command thee this day, that all these curses shall come upon thee, and overtake thee.  Cursed shalt thou be in the city, and cursed shalt thou be in the field.  Cursed shall be thy basket and thy kneading-trough.  Cursed shall be the fruit of thy body, and the fruit of thy ground, the increase of thy cattle, and the young of thy flock.  Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.\n\n Jehovah will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken me.  Jehovah will make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest in to possess it.  Jehovah will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with [a]the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  Jehovah will make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.\n\n Jehovah will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them: and thou shalt be [b]tossed to and from among all the kingdoms of the earth.  And thy dead body shall be food unto all birds of the heavens, and unto the beasts of the earth; and there shall be none to frighten them away.  Jehovah will smite thee with the boil of Egypt, and with the [c]emerods, and with the scurvy, and with the itch, whereof thou canst not be healed.  Jehovah will smite thee with madness, and with blindness, and with astonishment of heart;  and thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed alway, and there shall be none to save thee.  Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not use the fruit thereof.  Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to save thee.  Thy sons and thy daughters shall be given unto another people; and thine eyes shall look, and fail with longing for them all the day: and there shall be nought in the power of thy hand.  The fruit of thy ground, and all thy labors, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway;  so that thou shalt be mad for the sight of thine eyes which thou shalt see.  Jehovah will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.\n\n Jehovah will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone.  And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither Jehovah shall lead thee away.  Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it.  Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them.  Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olive shall cast its fruit.  Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity.  All thy trees and the fruit of thy ground shall the locust possess.  The sojourner that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower.  He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of Jehovah thy God, to keep his commandments and his statutes which he commanded thee:  and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.\n\n Because thou servedst not Jehovah thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things;  therefore shalt thou serve thine enemies that Jehovah shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  Jehovah will bring a nation against thee from far, from the end of the earth, as the eagle flieth; a nation whose tongue thou shalt not understand;  a nation of fierce countenance, that shall not regard the person of the old, nor show favor to the young,  and shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee grain, new wine, or oil, the increase of thy cattle, or the young of thy flock, until they have caused thee to perish.  And they shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou trustedst, throughout all thy land; and they shall besiege thee in all thy gates throughout all thy land, which Jehovah thy God hath given thee.  And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, whom Jehovah thy God hath given thee, in the siege and in the distress wherewith thine enemies shall distress thee.  The man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children whom he hath remaining;  so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him, in the siege and in the distress wherewith thine enemy shall distress thee in all thy gates.  The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  and toward her [d]young one that cometh out from between her feet, and toward her children whom she shall bear; for she shall eat them for want of all things secretly, in the siege and in the distress wherewith thine enemy shall distress thee in thy gates.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]