[
  {
    "Art title 1": "Sometimes It Feels Like Losing An Arm",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_d0ead021ec934a08919f037ae4471fe6~mv2.jpg",
    "Artist Statement 1": "There are moments in some lives where it feels like everything you've worked for has been lost. A fire, a death, loss of a job, a failed exam. \n\nBut take the starfish as inspiration. Some of them have been known to lose a whole leg and regenerate an entirely new leg. And sometimes the leg that was lost can even regenerate into a new starfish.\n\nI know some of my best projects have come from having to start completely over. \n\nAnd there are many people who have lost everything and before going on to do amazing things. \n\nThe character \"Job\" in the Bible lost everything and gained more than everything back.\n\nGod can always work with you to grow what little you have (even if it feels like nothing) to do something great with you again.  ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-c1d6c936-3ae5-46d5-b7b4-9bcfb6326a66",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "It Feels Like Losing Everything",
    "Story Link": "https://www.rawspoon.com/post/story-it-feels-like-losing-everything",
    "excerpt": "Dimitri read through his great grandfather's journals with his mouth open in awe. His great grandfather had left everything in Latvia to escape Nazi Germany. He would have brought his family to the states with him but he had been working in a far part of Latvia when the Nazi's stormed his neighborhood and killed them. He came home to nothing and had fled to the states without anything.\n\nThe reason that Dimitri could not believe what he was reading was because of the total absence of hope he heard in his great grandfather's words. His great grandfather felt like his life had almost certainly ended. Everything in his 32 years of life had been erased. He used almost the exact same words that Dimitri had found himself using yesterday when he had essentially failed his AP English placement test. \n\n\"I've lost hope for my future.\"\n\nDimitri closed the journal, and closed his mouth as he swallowed. He looked around the rest of the attic. It was full of beautiful, old furniture from his parents' big, beautiful house. And much of that had come from his grandparents' house. And some of that had come from his great grandpa's house. Now there were 75 in their family, including 50 of his nieces and nephews. Many of them ran the construction business that started as a one-man fix-it business with his great grandpa, after he had come from Latvia.\n\nDimitri put his hand on the journal and spoke as if he were speaking back in time to the writer. \n\n\"If only you knew what an amazing business and family came from the rest of your life.\"\n\nAnd then he added, \"And you have now given me hope for my future.\"\n\n---\nSometimes we feel like we've lost enough of ourselves that all hope is lost. It feels like a starfish losing an entire leg. Or perhaps you are the leg that has lost the rest of the starfish. But it's so hard to remember sometimes that it can also be like a starfish because the starfish can grow its leg back. And sometimes it is even reported that the lost leg can grow back into another starfish.",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_87d280fa96cc4deeab289c1faee54104.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_e9f8dc31ea4f4613a2edbf930cd533e3~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=kOYy8iCfIJ4",
    "Bible Project 3": "https://www.youtube.com/watch?v=Y71r-T98E2Q",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/Judges 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Ephesians 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 39",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.5501801,35.3560098,3a,75y,26.62h,90.48t/data=!3m8!1e1!3m6!1sAF1QipPRIUarwtNJnQlhJWLRKrEdxA_4BxXH5eSBa_sv!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPRIUarwtNJnQlhJWLRKrEdxA_4BxXH5eSBa_sv%3Dw203-h100-k-no-pi-0-ya26.76882-ro-0-fo100!7i10240!8i5120!5m1!1e4",
    "3dNotes2": "This is the spring at which Gideon weeded out the men to take into battle, by how they drank from the spring. ",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/36",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1bc9f166-3fac-4ca7-9a69-ac73dc781286.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=LtU8x14s488",
    "Bible in Song 4": ""
  }
]