[
  {
    "": "2025-10-23T07:00:00.000Z",
    "Art title 1": "We Are Their Theology (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_80956151eea64a7593ec9e5f28d55e73~mv2.png",
    "Artist Statement 1": "(By Anthony Gurrola) It's hard to ignore the image of God when I see it in my children everyday.\n\nIt's even harder to comprehend it, when my children look like me.\n\nWe can get so down on ourselves for falling short.\n\nMostly because our shortcomings are reflected through our little ones.\n\nWhen we get frustrated, they get frustrated.\n\nWhen we act out in anger, so do they.\n\nWhen we say something we shouldn't, they pick it up.\n\nBut in all the sort comings,\n\nThe greater of these things is love.\n\nAnd I'll tell you what.\n\nLove sticks better than a broken attitude.\n\nWhen we love, they are free.\n\nWhen we are patient, they learn kindness.\n\nWhen we are gentle, they learn forgiveness.\n\nWhen we are selfless, they learn sacrifice.\n\nAnd when we show them Jesus,\n\nIt shapes their entire world.\n\nMay they know how much Yahweh loves them, because they see how much Dad loves mom.\n\nMay they see how much Yahweh cares for them, because we don't ignore the little things.\n\nMay they see how much Yahweh fights for them, because we take the time to correct them.\n\nMay they see how much Yahweh goes before them, because we planned a fun day of adventure.\n\nMay they see how much Yahweh looks out for them, because they feel safe in the arms of dad.\n\nMay they see that Yahweh is home,\nBecause He was invited to the house everyday.\n\nAnd may I see how much Yahweh loves me, every moment that I love them.\n\nAs I see more of myself in them everyday,\nMay they see more of Jesus in me.\n\nAnd while no parent has it all figured out,\n\nMay the pursuit of my children and\nGod's pursuit of me be enough for perfect theology.",
    "Picture link 1": "https://www.instagram.com/p/CbKkCKFrxdB/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nWhy We Say All Sins Are Equal in God's Sight",
    "Story Link": "https://www.rawspoon.com/post/why-we-say-all-sins-are-equal-in-god-s-sight",
    "excerpt": "I think that as regards salvation, the reason that before God all sins are equal is because it's not about the consequences; it's about the choosing to disobey.\n\n\nWhether we steal a matchbox car or a real car in both cases we have chosen to disobey. I'm pretty sure God's kingdom isn't about toys or Teslas. It's about having a heart to obey.\n\n\nThe good thing is I think God is always ready for us if we repent. But what about those things I continually hold onto despite being told \"let go.\"\n\n\n\nUgggh. I'm thinking of those things in my life. The things I don't let go of because I think their impact is so inconsequential. But doesn't that show I am an animal that acts on the rewards and consequences of this world instead of God's instructions?\n\n\nWhat if it were that very smallest thing that proves to myself and God that I am not of a heart to obey? Out of all the great temptations in this world, I would not even give up that small thing.\n\n\nGod, help me have a heart to obey. Please help us obey.\n\n\nRaw Spoon, 10-26-17\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_8d00bc73205042c2bd218095c7442401~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=eLrGM26pmM0",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=urlvnxCaL00",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 84:1a-7",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 9",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Timothy 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 7\nAmerican Standard Version\n7 A good name is better than precious oil; and the day of death, than the day of one's birth. 2 It is better to go to the house of mourning than to go to the house of feasting",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ZkXwgBLeT9U",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]