[
  {
    "Date": "2025-08-31T07:00:00.000Z",
    "Movie Scene": "https://youtu.be/q7o-1jD9ZGw",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=30H-zXKT8_A&list=PLVccJouc7Os9oOzpscL2UCrrHAlAW9GcC&index=3",
    "famous quote": "\"God made us: invented us as a man invents an engine. A car is made to run on petrol, and it would not run properly on anything else. Now God designed the human machine to run on Himself. He Himself is the fuel our spirits were designed to burn, or the food our spirits were designed to feed on. There is no other. That is why it is just no good asking God to make us happy in our own way without bothering about religion. God cannot give us a happiness and peace apart from Himself, because it is not there.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=yJ1uGfCWIt0",
    "Nature Video": "https://www.youtube.com/watch?v=WCcLMNcWZOc",
    "User added": "\"Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change.\"\n??James 1:17? ?TPT?????\n\n\"Never subject to change.\" That is God. Nothing changes God, and God never changes!Now, consider just one aspect of what that means: God loves you and I now with the same love He had for us before eternity when He sent Jesus to die for us! It is the same. Unchanged. Everything we have done, or will do, that makes us feel ashamed, unworthy, petty, evil, etc. - none of it has changed God, or how He loves us from before time began! Rest in Him, today!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stephanie:\n(part 4)\n\nSo I went on to ask Stephanie what are the things that seem to foster these miracles? She had several observations on this. \n\nFirst, she said, if you'd like to see God move find other people who also want it and get together with them. Like if you want a fire, get together a couple of dry logs, don't get the wet ones. The Bible says where two or three come together in my name, there am I with them (Matthew 18:20).\" It seems like God moves when people come together for the purpose of wanting God, and they form a community of unity and love. It doesn't seem to happen as much when we're by ourselves. And if we keep on meeting with the attitude of wanting him He'll keep on coming.\n\nA lot of times this is how a church is formed. But as people are attracted to this unity they start coming for different reasons. Maybe they're just curious, and then eventually they bring their children and a childrens ministry has to start and sometimes their attitude changes. It loses that original atmosphere of wanting God. I bet if you were to really find out the motivation of people at a random church on Sunday you would find many people go to see friends, because they like the music, or because they feel obligated to go. Maybe that is why we don't see God moving in churches much any more. If the group I'm with isn't seeing miracles I find a new way to bring people together. \n\nHe's not hiding himself to be aloof, but instead so we can find him.\n\nShe said, I remember I went to a place that was seeing healings, but I felt like the leader's preaching style sounded kind of rude, so I wasn't very comfortable there. Sometimes people can be legalistic or seem unkind in preaching but it doesn't mean they aren't really still trying to worship God. But if the core group that you are attending doesn't make you comfortable, or isn't seeing miracles you can go find a place that is. It's like kind of disliking the cup that you're drinking water out of. You can switch cups if it's unbearable. When people have different expectation of community, people get hurt.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=07U1ojc57vE",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WFq2xuooKDM",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=70De0BqZ37M",
    "Music Video Instructions": "If you're feeling doubts, talk about them with God."
  }
]