[
  {
    "Art title 1": "Temptation to Kill Your Baby",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_067cb3cd7e8046b8affe4f4a1d1e52e8~mv2.jpg/v1/fill/w_1000,h_1000,al_c,q_90/a07ded_067cb3cd7e8046b8affe4f4a1d1e52e8~mv2.webp",
    "Artist Statement 1": "What if the completion of who you are becoming relies on you making the hard decisions? ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-77f811c6-121b-4caf-a2a5-673fd9ca2150",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_0dff45fdcb8548528115a697d2ef4feb~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "(Advent) You want Gifts, but not the Giver",
    "Story Link": "https://www.rawspoon.com/post/story-you-want-gifts-but-not-the-giver",
    "excerpt": "Synthia was the youngest of three, demanding, materialistic daughters. Each Christmas their widowed father asked them, \"What do you want for Christmas?\" And they each made a list a mile long. Dolls and clothes and movie t-shirts. They compared their lists incessantly to make sure they were of competitive lengths. And of even more consequence, they compared it to their friend's lists. They were very motivated by what things they had but even more by what things they wanted. \n\nFor example, on this Christmas morning their dad looked tired from six weeks straight of shopping, buying, and wrapping. He lit the fireplace and tried to make the most beautiful scene he could with what little he had. He just hoped to make a joyful Christmas for them. But only moments after they shoved their way down the stairs, they had torn open their presents in a flurry of wrapping paper, fiercely comparing their piles of gifts the whole time. There was more crying about what they didn't get than being happy with what they did.\n\nAnd at the end their father shook his head, sighed and said, \"I'm sorry girls. That's all I could afford this year. But I give you all my love. You have all of me. \" Then he lit his pipe, sat back and said, \"Now that the presents are done what shall we do? I gifted myself this wonderful new board game because I was hoping I can spend the rest of the day enjoying time with my daughters.\" \n\nBut the girls were too busy still consuming and comparing their toys.\n\nBy the end of it, they were moping and didn't really want to be with their father. The oldest wanted to go to her room and set up her dolls. The middle was crying with her arms crossed in the hallway, and the youngest, Synthia was going over to her friend Angelina's house. \n\nChristmas was the exaggerated essence of every other day of the year, begging for the latest toys to compete with each other and their friends. And many of those days throughout her childhood, Synthia ended up at that same Angelina's house. There they played with toys and talked about what they wanted to get next. \n\nAngelina's dad happened to be Synthia's dad's coworker. They essentially did the same job. They were peers. And when Synthia constantly saw all the toys Angelina had, she thought her own father was holding out on them. \"They work the same job, but my dad says he can't afford to give us what Angelina has?\" She thought, \"He's not giving us all of his love like he says. He's holding out on us.\"\n\n---\n\nYears later, after one sister was divorced and estranged, and the other had died of cancer, Synthia sat with her old friend Angelina again, finishing up a dinner out together in downtown Philadelphia.\n\nAngelina set her purse on her lap after having paid the bill and said, \"You know, there is an actual reason I wanted to meet today. One of the twelve steps is to apologize for hurts. And I don't know if you ever knew this, but in case it came out in mean comments or things, I was always jealous of you and your sisters. I'm really sorry.\"\n\nThe blank look on Synthia's face solicited Angelina to say, \"Your dad was always at our track meets. My parents never were. Your dad took off all of Christmas week and Thanksgiving week and all of your birthdays to be with you guys, while my dad always decided to work instead.\"\n\n\"Wait,\" Synthia exclaimed, \"My dad took off all of Christmas week?\"\n\n\"You didn't even realize this?!\" Angelina was almost indignant, \"Synthia, please say you noticed. It was actually a big thing in our household. My dad came home at least once a week cursing your dad because he always left the office at five to be home with you all. My dad didn't really care about being with us. But what he did care about was making money. Everyone in their office were expected to work late. But your dad didn't.\"\n\nSynthia gasped, \"We were always jealous of you guys because you got so much more stuff.\"\n\n\"A lot of good that did us. Do we have any of those toys now?\" Angelina held her hands up and looked at the table and her purse. And you know, when he divorced my mom and married that 25 year old and bought her these big diamonds, we just kinda realized the presents weren't really for us anyway. He just wanted to show the world how much money he made. He really only got us the stuff we could show off to others. He never got me the little journals or art stuff I asked for. Probably because they wouldn't be seen by others.\"\n\nSynthia mumbled, \"Wow, I just can't believe--\"\n\nAngelina looked at Synthia, very humbled, \"You forgive me, hun?\"\n\n\"Of course. Of course.\" Synthia said. \"I suppose I should apologize that we were jealous of YOU.\"\n\n\"I didn't even notice.\" Angelina reached and touched Synthia's arm. \"But, I forgive you, if you need to hear that.\"\n\nAngelina put her arms in her purse straps and asked, \"Is your dad still around?\"\n\nSynthia nodded, still staring at the table. \n\n\"You get along with him?\"\n\n\"I-- I think we're fine, but I haven't seen him in like... years.\"\n\n\"Isn't he just down the road in the old folks home?\"\n\nSynthia nodded. \n\nAngelina got up and Synthia followed to the restaurant's entrance where Angelina said, \"Maybe you should take Christmas off this year and go--\" She gestured down the road where the old folks home was. \n\nThey hugged and Synthia stumbled away in a daze. \n\n---\n\nThere was a knock at his door. \n\n\"Come in!\"\n\n\"Synthia! Darling! I'm so glad to see you! Please come in.\"\n\n\"Oh it's okay; stay seated, Dad.\" She couldn't seem to look at him in the face. She set down her purse, a bag of groceries, and a small duffel bag. She wandered around the small apartment for a few awkward minutes, moving things on the shelves and then moving them back. \n\n\"Hunny, You okay?\" Her dad whispered.\n\n\"Mmm, hmmm. Yeah dad.\" She glanced in the refrigerator and then remembered to fill it with the few things from her grocery bag. When she finished she glanced into the empty guest room attached the kitchen. \n\n\"Hunny. I'm very, very glad to see you. But why are you here?\" \n\nWhen she didn't respond, her face still lost in the dark of the guest room, he tried again. \"Hunny?\"\n\nShe turned around with tears coming down her face and said, \"Dad, I'm so sorry.\" She covered her face and sniffed as she walked to his recliner. \n\nHe touched her hand and said, \"Hunny, come down here please. Let me see you.\"\n\nAs she knelt down, sobs started to shake her frame. He cradled her head under his and stroked her hair. \"I'm so glad you're here, Synthie. I'm so glad you're here. What's bothering you hunny? Did Danny do something?\"\n\nShe sniffed and said a muffled, \"We broke up a few months ago... I--\" She sniffed again and said, \"I just wanted to come spend some time with you.\"\n\n\"Really?\" he seemed shocked. \"I mean, I'd love that so much. But I always thought you were worried about getting things done and you know, succeeding at your job and stuff. And I'm very proud of you for all that stuff.\"\n\n\"Dad, you made all that possible. I know you did what you could to pay for college and--\"\n\n\"I'm sorry I didn't have much left after the other girls graduated.\" He said as he held her head. \n\n\"No, no, that's okay. That's what taught me to work really hard. If I would have had all of that I would have been even more spoiled.\"\n\n\"You know what I would like?\" She looked at the floor, still cradled in his arms. \"To maybe stay with you a while? And maybe we could do Christmas week together?\"\n\n\"Of course, hunny. You can stay in here as long as this place will let you.\" He stroked her head and held it close to him. Eventually he said with a smile in his voice, \"Well, since you're staying here for Christmas, I might as well ask you, \"What do you want for Christmas. Start your list, and I'll see what I can get.\"\n\n\"Dad,\" she looked up at him with tears still in her eyes and said, \"You already have everything I want. The only thing on my list this year is time with you. I'm so sorry I didn't see that until now.\"\n\nHe looked at her for a moment to see if this could possibly be his daughter. And then he said, \"I'd really, really love that. What brought about this change?\"\n\n\"I just realized, Dad, that I thought I wanted all the gifts, but behind it all, I was missing the love of the giver.\"\n\nThey sat there in an embrace a very long time. When her running nose became too much she sat next to him for a while longer with a box of tissues. \n\n\"Well, now that you're here for a bit.\" Her dad began, \"what would you like to do?\"\n\nShe looked at him and smiled, \"You got any board games?\"\n\n---\n\nWe ask for a lot of things in prayer. For us. For our lives. We hope for healing and comforts and jobs and health and repaired relationship with other people. \n\nBut how much time do we spend with God, just to hear and interact with him? \n\nIt makes me wonder. Do we just love the gifts? And have we missed the love of the Giver?\n\n\nRaw Spoon, November 27, 2024",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=HT41M013X3A",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:5-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 2",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 31\nAmerican Standard Version\n31 And Jehovah spake unto Moses, saying, 2 See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah",
    "The Chosen 3": "https://youtu.be/ydUTKgNYtyw",
    "The Chosen 4": "",
    "Song": "https://youtu.be/m3DScNSUMD0?si=6_cVtvAGYcEuj82z",
    "Song 2": "https://www.youtube.com/watch?v=3W6R83A88SU",
    "Song 3": "https://youtu.be/_Yv81-Q8wKA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@31.7714687,35.231951,3a,75y,137.34h,89.52t/data=!3m8!1e1!3m6!1sAF1QipNHOm5VLzIgW6L-0GXhp_N9KDi5VOy3xR-k9DDG!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNHOm5VLzIgW6L-0GXhp_N9KDi5VOy3xR-k9DDG%3Dw203-h100-k-no-pi0-ya348.79703-ro-0-fo100!7i10240!8i5120!5m1!1e4",
    "3dNotes3": "House of Caiaphas: this church was built over where it was said the high priest Caiaphas lived. Caiaphas resided over the Sanhedrin at Jesus' trial. ",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/38",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=5murDPauLxc",
    "Bible in Song 4": ""
  }
]