[
  {
    "Date": "2025-08-24T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=H0L1Y-wL9x4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=aM4dy2JzzCw&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=6",
    "famous quote": "\"This world is a great sculptor's shop. We are the statues and there's a rumor going around the shop that some of us are someday going to come to life.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=9EBkS2kE7uk",
    "Nature Video": "https://www.youtube.com/watch?v=a5V6gdu5ih8",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Three Part Story of Darius Safari:\n\nPart 3\n\nIt has been a hard road since then, too. I was adopted but was abused by my different parents for years. Then I met my wife. She lived in the United States and she came back several times and I saw her every time. We got married and I moved to her country.\n\nAnd now I have a good life again. I have more things than I did then, but I could lose them all, as long as I could keep my wife and my daughter. I think of how my daughter would not be here, and how she will never wander alone among the dead, because I never let go of hope, even when my father, the strongest man I ever knew let go. And now I am the strong father. I will give her a good life of love and joy. And indestructible hope.\n\nDo not give up. If there is hope for barren, blood-soaked lands, and a boy whose whole family was killed in before him, there is hope for you, every day, every decision, hope. Do not give in to despair. Make new things with endurance that will endure beyond the bad.\n\nAnd never give in to the ways of the hyenas.\n\nDarius Safari lives in Washington state with his wife and daughter. You can support his mission to help widowed women in Rwanda through donating the price of a goat, or through mission trips. Also contact Darius to come speak and spread his message of determination and hope: www.safarilegacyrwanda.com\n\nRaw Spoon",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=d089fLIKJpM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/abIh5UVjynQ",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]