[
  {
    "Date": "2026-02-03T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Fifth week of Epiphany",
    "Script 1": "\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Ruth Meets Boaz in the Grain Field\n\n Now Naomi had a relative on her husband's side, a man of standing from the clan of Elimelek, whose name was Boaz.\n\n And Ruth the Moabite said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\"\n\nNaomi said to her, \"Go ahead, my daughter.\"  So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek.\n\n Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The Lord be with you!\"\n\n\"The Lord bless you!\" they answered.\n\n Boaz asked the overseer of his harvesters, \"Who does that young woman belong to?\"\n\n The overseer replied, \"She is the Moabite who came back from Moab with Naomi.  She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She came into the field and has remained here from morning till now, except for a short rest in the shelter.\"\n\n So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with the women who work for me.  Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\"\n\n At this, she bowed down with her face to the ground. She asked him, \"Why have I found such favor in your eyes that you notice me--a foreigner?\"\n\n Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband--how you left your father and mother and your homeland and came to live with a people you did not know before.  May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.\"\n\n \"May I continue to find favor in your eyes, my lord,\" she said. \"You have put me at ease by speaking kindly to your servant--though I do not have the standing of one of your servants.\"\n\n At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\"\n\nWhen she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over.  As she got up to glean, Boaz gave orders to his men, \"Let her gather among the sheaves and don't reprimand her.  Even pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\"",
    "Script 3": "Warning to Rich Oppressors\n\n Now listen, you rich people, weep and wail because of the misery that is coming on you.  Your wealth has rotted, and moths have eaten your clothes.  Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days.  Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty.  You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter.[a]  You have condemned and murdered the innocent one, who was not opposing you.\n\n",
    "Script 4": "American Standard Version\n Ye shall have just balances, and a just ephah, and a just bath.  The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer: the measure thereof shall be after the homer.  And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh.\n\n This is the oblation that ye shall offer: the sixth part of an ephah from a homer of wheat; and ye shall give the sixth part of an ephah from a homer of barley;  and the set portion of oil, of the bath of oil, the tenth part of a bath out of the cor, which is ten baths, even a homer (for ten baths are a homer);  and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel;--for a meal-offering, and for a burnt-offering, and for peace-offerings, to make atonement for them, saith the Lord Jehovah.  All the people of the land [a]shall give unto this oblation for the prince in Israel.  And it shall be the prince's part to give the burnt-offerings, and the meal-offerings, and the drink-offerings, in the feasts, and on the new moons, and on the sabbaths, in all the appointed feasts of the house of Israel: he shall prepare the sin-offering, and the meal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel.\n\n Thus saith the Lord Jehovah: In the first month, in the first day of the month, thou shalt take a young bullock without blemish; and thou shalt cleanse the sanctuary.  And the priest shall take of the blood of the sin-offering, and put it upon the door-posts of the house, and upon the four corners of the ledge of the altar, and upon the posts of the gate of the inner court.  And so thou shalt do on the seventh day of the month for every one that erreth, and for him that is simple: so shall ye make atonement for the house.\n\n In the first month, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten.  And upon that day shall the prince prepare for himself and for all the people of the land a bullock for a sin-offering.  And the seven days of the feast he shall prepare a burnt-offering to Jehovah, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering.  And he shall prepare a meal-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil to an ephah.  In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; according to the sin-offering, according to the burnt-offering, and according to the meal-offering, and according to the oil.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm37:1-17;Ruth2:1-16;James5:1-6",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.37,Ruth.2,Jas.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_b0bbd509fd2048c493d93f0da56a66d1~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_07336f5688f645e69f76086603806073~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_10a2e03b9a2c43c8805159e5d1c0c7c5~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 37:1-17",
    "Address Script 2": "Ruth 2:1-16",
    "Address Script 3": "James 5:1-6",
    "Address Script 4": "Ezekiel 45:10-25",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.37.4c369b390d2eb2ced879241310a796ed.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ruth.2.ad2a9222915fab22b3cc3be937a375c3.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jas.5.f3cea30e960452cb30e12a70d3dc3f19.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.45.74b34f28fead93b08c6a6cc697333b42.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 37:1-17\n\nPsalm 37[a]\n\nOf David.\n\n1 Do not fret because of those who are evil\n    or be envious of those who do wrong;\n2 for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n3 Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n4 Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n5 Commit your way to the Lord;\n    trust in him and he will do this:\n6 He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n7 Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n8 Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n9 For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n10 A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n11 But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n12 The wicked plot against the righteous\n    and gnash their teeth at them;\n13 but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n14 The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n15 But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n16 Better the little that the righteous have\n    than the wealth of many wicked;\n17 for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm 37:1 This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth 2:1-16\n\nRuth Meets Boaz in the Grain Field\n\n1 Now Naomi had a relative on her husband's side, a man of standing from the clan of Elimelek, whose name was Boaz.\n\n2 And Ruth the Moabite said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\"\n\nNaomi said to her, \"Go ahead, my daughter.\" 3 So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek.\n\n4 Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The Lord be with you!\"\n\n\"The Lord bless you!\" they answered.\n\n5 Boaz asked the overseer of his harvesters, \"Who does that young woman belong to?\"\n\n6 The overseer replied, \"She is the Moabite who came back from Moab with Naomi. 7 She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She came into the field and has remained here from morning till now, except for a short rest in the shelter.\"\n\n8 So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with the women who work for me. 9 Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\"\n\n10 At this, she bowed down with her face to the ground. She asked him, \"Why have I found such favor in your eyes that you notice me--a foreigner?\"\n\n11 Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband--how you left your father and mother and your homeland and came to live with a people you did not know before. 12 May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.\"\n\n13 \"May I continue to find favor in your eyes, my lord,\" she said. \"You have put me at ease by speaking kindly to your servant--though I do not have the standing of one of your servants.\"\n\n14 At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\"\n\nWhen she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over. 15 As she got up to glean, Boaz gave orders to his men, \"Let her gather among the sheaves and don't reprimand her. 16 Even pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\"",
    "Script 3": "James 5:1-6\n\nWarning to Rich Oppressors\n\n1 Now listen, you rich people, weep and wail because of the misery that is coming on you. 2 Your wealth has rotted, and moths have eaten your clothes. 3 Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. 4 Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. 5 You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter.[a] 6 You have condemned and murdered the innocent one, who was not opposing you.\n\nFootnotes\na. James 5:5 Or yourselves as in a day of feasting",
    "Script 4": "Ezekiel 45:10-25\nAmerican Standard Version\n10 Ye shall have just balances, and a just ephah, and a just bath. 11 The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer: the measure thereof shall be after the homer. 12 And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh.\n\n13 This is the oblation that ye shall offer: the sixth part of an ephah from a homer of wheat; and ye shall give the sixth part of an ephah from a homer of barley; 14 and the set portion of oil, of the bath of oil, the tenth part of a bath out of the cor, which is ten baths, even a homer (for ten baths are a homer); 15 and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel;--for a meal-offering, and for a burnt-offering, and for peace-offerings, to make atonement for them, saith the Lord Jehovah. 16 All the people of the land [a]shall give unto this oblation for the prince in Israel. 17 And it shall be the prince's part to give the burnt-offerings, and the meal-offerings, and the drink-offerings, in the feasts, and on the new moons, and on the sabbaths, in all the appointed feasts of the house of Israel: he shall prepare the sin-offering, and the meal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel.\n\n18 Thus saith the Lord Jehovah: In the first month, in the first day of the month, thou shalt take a young bullock without blemish; and thou shalt cleanse the sanctuary. 19 And the priest shall take of the blood of the sin-offering, and put it upon the door-posts of the house, and upon the four corners of the ledge of the altar, and upon the posts of the gate of the inner court. 20 And so thou shalt do on the seventh day of the month for every one that erreth, and for him that is simple: so shall ye make atonement for the house.\n\n21 In the first month, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten. 22 And upon that day shall the prince prepare for himself and for all the people of the land a bullock for a sin-offering. 23 And the seven days of the feast he shall prepare a burnt-offering to Jehovah, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering. 24 And he shall prepare a meal-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil to an ephah. 25 In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; according to the sin-offering, according to the burnt-offering, and according to the meal-offering, and according to the oil.\n\n \nFootnotes\nEzekiel 45:16 Hebrew shall be for.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth :-\n\nRuth Meets Boaz in the Grain Field\n\n Now Naomi had a relative on her husband's side, a man of standing from the clan of Elimelek, whose name was Boaz.\n\n And Ruth the Moabite said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\"\n\nNaomi said to her, \"Go ahead, my daughter.\"  So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek.\n\n Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The Lord be with you!\"\n\n\"The Lord bless you!\" they answered.\n\n Boaz asked the overseer of his harvesters, \"Who does that young woman belong to?\"\n\n The overseer replied, \"She is the Moabite who came back from Moab with Naomi.  She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She came into the field and has remained here from morning till now, except for a short rest in the shelter.\"\n\n So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with the women who work for me.  Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\"\n\n At this, she bowed down with her face to the ground. She asked him, \"Why have I found such favor in your eyes that you notice me--a foreigner?\"\n\n Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband--how you left your father and mother and your homeland and came to live with a people you did not know before.  May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.\"\n\n \"May I continue to find favor in your eyes, my lord,\" she said. \"You have put me at ease by speaking kindly to your servant--though I do not have the standing of one of your servants.\"\n\n At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\"\n\nWhen she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over.  As she got up to glean, Boaz gave orders to his men, \"Let her gather among the sheaves and don't reprimand her.  Even pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\"",
    "Script 3": "James :-\n\nWarning to Rich Oppressors\n\n Now listen, you rich people, weep and wail because of the misery that is coming on you.  Your wealth has rotted, and moths have eaten your clothes.  Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days.  Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty.  You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter.[a]  You have condemned and murdered the innocent one, who was not opposing you.\n\nFootnotes\na. James : Or yourselves as in a day of feasting",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Ye shall have just balances, and a just ephah, and a just bath.  The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer: the measure thereof shall be after the homer.  And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh.\n\n This is the oblation that ye shall offer: the sixth part of an ephah from a homer of wheat; and ye shall give the sixth part of an ephah from a homer of barley;  and the set portion of oil, of the bath of oil, the tenth part of a bath out of the cor, which is ten baths, even a homer (for ten baths are a homer);  and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel;--for a meal-offering, and for a burnt-offering, and for peace-offerings, to make atonement for them, saith the Lord Jehovah.  All the people of the land [a]shall give unto this oblation for the prince in Israel.  And it shall be the prince's part to give the burnt-offerings, and the meal-offerings, and the drink-offerings, in the feasts, and on the new moons, and on the sabbaths, in all the appointed feasts of the house of Israel: he shall prepare the sin-offering, and the meal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel.\n\n Thus saith the Lord Jehovah: In the first month, in the first day of the month, thou shalt take a young bullock without blemish; and thou shalt cleanse the sanctuary.  And the priest shall take of the blood of the sin-offering, and put it upon the door-posts of the house, and upon the four corners of the ledge of the altar, and upon the posts of the gate of the inner court.  And so thou shalt do on the seventh day of the month for every one that erreth, and for him that is simple: so shall ye make atonement for the house.\n\n In the first month, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten.  And upon that day shall the prince prepare for himself and for all the people of the land a bullock for a sin-offering.  And the seven days of the feast he shall prepare a burnt-offering to Jehovah, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering.  And he shall prepare a meal-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil to an ephah.  In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; according to the sin-offering, according to the burnt-offering, and according to the meal-offering, and according to the oil.\n\n \nFootnotes\nEzekiel : Hebrew shall be for.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Ruth :-\n\nRuth Meets Boaz in the Grain Field\n\n Now Naomi had a relative on her husband's side, a man of standing from the clan of Elimelek, whose name was Boaz.\n\n And Ruth the Moabite said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\"\n\nNaomi said to her, \"Go ahead, my daughter.\"  So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek.\n\n Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The Lord be with you!\"\n\n\"The Lord bless you!\" they answered.\n\n Boaz asked the overseer of his harvesters, \"Who does that young woman belong to?\"\n\n The overseer replied, \"She is the Moabite who came back from Moab with Naomi.  She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She came into the field and has remained here from morning till now, except for a short rest in the shelter.\"\n\n So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with the women who work for me.  Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\"\n\n At this, she bowed down with her face to the ground. She asked him, \"Why have I found such favor in your eyes that you notice me--a foreigner?\"\n\n Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband--how you left your father and mother and your homeland and came to live with a people you did not know before.  May the Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.\"\n\n \"May I continue to find favor in your eyes, my lord,\" she said. \"You have put me at ease by speaking kindly to your servant--though I do not have the standing of one of your servants.\"\n\n At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\"\n\nWhen she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over.  As she got up to glean, Boaz gave orders to his men, \"Let her gather among the sheaves and don't reprimand her.  Even pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\"",
    "Script 3": "James :-\n\nWarning to Rich Oppressors\n\n Now listen, you rich people, weep and wail because of the misery that is coming on you.  Your wealth has rotted, and moths have eaten your clothes.  Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days.  Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty.  You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter.[a]  You have condemned and murdered the innocent one, who was not opposing you.\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Ye shall have just balances, and a just ephah, and a just bath.  The ephah and the bath shall be of one measure, that the bath may contain the tenth part of a homer, and the ephah the tenth part of a homer: the measure thereof shall be after the homer.  And the shekel shall be twenty gerahs; twenty shekels, five and twenty shekels, fifteen shekels, shall be your maneh.\n\n This is the oblation that ye shall offer: the sixth part of an ephah from a homer of wheat; and ye shall give the sixth part of an ephah from a homer of barley;  and the set portion of oil, of the bath of oil, the tenth part of a bath out of the cor, which is ten baths, even a homer (for ten baths are a homer);  and one lamb of the flock, out of two hundred, from the well-watered pastures of Israel;--for a meal-offering, and for a burnt-offering, and for peace-offerings, to make atonement for them, saith the Lord Jehovah.  All the people of the land [a]shall give unto this oblation for the prince in Israel.  And it shall be the prince's part to give the burnt-offerings, and the meal-offerings, and the drink-offerings, in the feasts, and on the new moons, and on the sabbaths, in all the appointed feasts of the house of Israel: he shall prepare the sin-offering, and the meal-offering, and the burnt-offering, and the peace-offerings, to make atonement for the house of Israel.\n\n Thus saith the Lord Jehovah: In the first month, in the first day of the month, thou shalt take a young bullock without blemish; and thou shalt cleanse the sanctuary.  And the priest shall take of the blood of the sin-offering, and put it upon the door-posts of the house, and upon the four corners of the ledge of the altar, and upon the posts of the gate of the inner court.  And so thou shalt do on the seventh day of the month for every one that erreth, and for him that is simple: so shall ye make atonement for the house.\n\n In the first month, in the fourteenth day of the month, ye shall have the passover, a feast of seven days; unleavened bread shall be eaten.  And upon that day shall the prince prepare for himself and for all the people of the land a bullock for a sin-offering.  And the seven days of the feast he shall prepare a burnt-offering to Jehovah, seven bullocks and seven rams without blemish daily the seven days; and a he-goat daily for a sin-offering.  And he shall prepare a meal-offering, an ephah for a bullock, and an ephah for a ram, and a hin of oil to an ephah.  In the seventh month, in the fifteenth day of the month, in the feast, shall he do the like the seven days; according to the sin-offering, according to the burnt-offering, and according to the meal-offering, and according to the oil.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]