[
  {
    "Date": "2026-02-03T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=2Ax0S0fIHGM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNzg1OTQ0OGYtNzEyOS0zZTlkLWIwZTgtMTlmZjIzY2M2NzI1?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=4",
    "famous quote": "\"She's the sort of woman who lives for others - you can tell the others by their hunted expression.\"\n-- C.S. Lewis (The Screwtape Letters)",
    "Ted Talks": "https://www.youtube.com/watch?v=TYtXqO_Uy9c",
    "Nature Video": "https://www.youtube.com/watch?v=fDxHjLaSaZ8",
    "User added": "\"Dear brothers and sisters, don't be childish in your understanding of these things. Be innocent as babies when it comes to evil, but be mature in understanding matters of this kind.\"\n‭‭1 Corinthians‬ ‭14:20‬ ‭NLT‬‬‬‬‬‬\n\nIn April of 1991, God apprehended my soul for His kingdom. I have been a believer for 30 years, but I feel\nlike a child. A book I read recently gave this story as an illustration: a member of the church told his pastor, \"I have been a Christian for 22 years, but instead of being a 22-year old Christian, I have been a one-year old Christian 22 times.\" What do you think it means to be mature in your faith? Have you asked God to help you mature in your faith?\n\n\"If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking.\"\n‭‭James‬ ‭1:5‬ ‭NLT‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Kevin is one of Woody's best friends and we met through Woody. He has a colorful past of beating cancer and depression and alcoholism. He is the first to admit he still has bad days and that is why he deeply understands reliance on Jesus. \n\r\nMaybe that is why he had miracles to report to me.\r\n\nHe said, to hear God, ask not \"What are you doing in my life, God.\" But ask, \"What are you doing around me.\"\r\n\nHe said, hearing God's voice comes from practicing. Pray more and wait longer. Fast more. Practice prophesying over each other. \r\n\nHe and his friend Nick get together each week and really reach for God. They have been practicing prophesying over each other for a year and he said, \"Eventually I started thinking, these words are such strange coincidences that it would be easier to believe these were God than they were chance.\" And through this they have learned better to recognize God's voice. \r\n\nHe said, \"This voice sounds kind of like my imagination. And sometimes it is just my imagination. But sometimes I also feel certain words come to me and they come out of me with an energy. A rush of the Holy Spirit. And I've learned to know that is God.\"\r\n\nSo as he wanted to foster this more he just started journaling, writing everything that came to mind, knowing some of it would be wrong. It has come through trial and error.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=p2-naaWqkwI",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"I began working hard and not neglecting my responsibilities. It's easy for me to push my duties aside if I don't want to do them, but my growth in the Lord showed me that a man after God's heart does hard things.\"\n― Jordan Raynor, Master of One: Find and Focus on the Work You Were Created to Do",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]