[
  {
    "": "2025-10-01T07:00:00.000Z",
    "Art title 1": "They Will Pass Away",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a7a02113800443cf8dbfa27b2315a54b~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_a7a02113800443cf8dbfa27b2315a54b~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Addiction and Righteousness",
    "Story Link": "https://www.rawspoon.com/post/addiction-and-righteousness",
    "excerpt": "Sam:\n-48 years old.\n-Masters in Pharmacology.\n-Single. Technically has had 2 sexual partners in his life. Had one girlfriend at age 25. Never married.\n-Has been \"between jobs\" for 6 years.\n-Spends on average of 3 hours each day on the city bus.\n-His dopamine and serotonin levels are imbalanced, because God measures them out purposefully to bring him to a place of righteousness.\n-Prays every day.\n\nSam prayed as he walked home from the bus stop after a long day. \"God, I just can't stop doing it. I just can't seem to control it. I've made things so weird with my family because I can't stop doing it. And you know they already have enough problems of their own. Mom hates dad and my sister isn't even a Christian any more- probably because she's seen what I, a Christian, have done with my life. Please help me stop. Please help me stop.\"\n\nThat night as he got home his stress levels were high, and dopamine low. He tied off his arm and shot up. It was a lot this time. As the high settled in he sighed and slumped in his chair. A tear came to his eye from a very deep place. It squeezed from his deepest soul, between swollen emotional scars and long-engrained habits and guilt and shame and inherited patterns. It squeezed past his numbed senses and exploding pleasure sensors and dropped from his eye.\n\n\"God help me.\"\n\nAnd these peace-filled words rose above all the other voices pounding in his head. \"Be righteous so that I may bless you, my child.\"\n\nHe crawled to the floor, laid flat on his face, stretched his arms out in front of his head and turned his palms to the ceiling and cried.\n\nThe room filled with God's unrelenting compassion, \"Yes, look, you are righteous again, my child. Now I can bless you.\"\n\nMary:\n-65 years old. Mother of Sam and Jeanie. Chris' wife.\n-Special education teacher for 35 years, retired.\n-Hates her husband sometimes for his addiction to pornography. And she holds sex from him as punishment and because of her revulsion.\n-Last time she prayed was in 2010 (8 years ago).\n\nMary sat in the hospital room, her chair pulled up to her son's bed, her head in her hands. He still hadn't woken up from this latest overdose; the doctor said this was the worst.\n\nShe prayed, \"God, how do you expect me to believe in you with everything that you've let happen to my children?\"\n\nAnd she heard a thought that might have been been God's reply, \"Your blessing is before you. Be righteous so you can receive it.\"\n\nShe replied, \"I don't know how! I have done everything I can for my children, my family. And still we come to this. I have nothing left to give. I have nothing else. I give up!\" She rested her head on the corner of Sam's bed. Then a whisper escaped her, \"I need you.\" She hoped no one else heard her. A warmth covered her body and her crying started as a soft whine. She was self conscious but still thought no one else was paying attention. Her husband and Jeanie were asleep in their chairs, and they hadn't really paid attention to her or each other for years.\n\nShe felt a hand on the back of her head and heard her son's whisper. It sounded like he thought he was telling her the best news in the world. \"Mom. You are righteous. He sees us as righteous.\"\n\nShe reached up and put her hand on his hand and her heart broke open. Tears soaked the sheets and her sobs shook the bed. It was kind of loud. But she didn't really care. For at least in that moment it felt like she had her son. And her son saw her as righteous. Her son saw himself as righteous. And it felt like this understanding, triggered by her surrender, was a hammer that somehow broke open a dam that had been holding back an ocean of love she didn't know had been waiting for her. And feeling so small in this big ocean of love washed away her feelings of disappointment and anger, and resentment and helplessness. They were like dirt in a gutter during a deluge of love through the streets of her soul.\n\nA minute later she felt her husband's hand on her leg. She reached for it with her other hand and held it. Then she felt his head rest on her shoulder. And love for him overflowed her. She brought his ear to her mouth and said, \"I love you hunny. You are righteous.\" Was that weird? But she felt it. There was too much love in her to punish him for his sins. This simple gesture of comfort to her was enough for her love to wipe away any resentment she felt for his sins in this moment and she pulled his face to hers and kissed his cheek.\n\nChris:\n-Mary's husband. Father of Sam and Jeanie.\n-Salesman of software but afraid to tell his wife his job is on the rocks.\n-Just can't seem to beat the pornography but tells himself that if he felt his wife really loved him that would be enough for him to stop. But they hadn't had sex for years, and he felt just as distant emotionally.\n-Hasn't cried in years.\n\nHe had to reach deep to muster the affection he had once felt for her. But her spirit breaking before him was enough to summon it. He saw his hand reaching out to her. And she didn't reject it. She had received it. And then she had said \"I love you hunny.\" But then she had said, \"You are righteous.\"\n\nWhere did that come from?! And then she kissed him. And it broke him. He began to cry too. What was it about his little gesture of love he had offered to her and this love that seemed to be just waiting to break all over him like a broken dam. A flood of love seemingly out of nowhere, that had the power to have cleansed him of shame.\n\nAnd in another moment his tears were all over his face and hers. And he was sobbing as well.\n\nJeanie:\n-Age 30.\n-Single but dating.\n-Homeowner. Art curator for a couple local galleries.\n-Has kind of a lot of debt. Credit cards companies were bastards.\n-Considers herself an Atheist.\n\nJeanie woke up and lifted her head. Her parents were crying all over each other, leaning their heads on Sam's bed. She was dumbfounded. She looked up and Sam was looking at her with more joy and peace and compassion than she had felt within herself for years.\n\nShe looked away. A few minutes later she texted the guy she was dating, \"My whole family is so messed up.\" She pulled her sunglasses down over her eyes but sat and watched them with an irresistible fascination from the corner of her eye. It pulled on something deep within her that went far back into her childhood.\n\n--\n\nIn Genesis 15 God says I will make you a great nation, and even though Abram has very little reason to think his 86 year old seed would be a great nation believed God. And God counted it as \"righteousness.\" Then a few years later Abram has just questioned God's promise to him, and he slept with his wife's hand maiden to try and fulfill the promise on his own. But God calls on him again and says, \"Be blameless so I can bless you.\" Abraham falls on his face before God and that seems to be all it takes for God to say in the very next sentence, \"Yes, now I can bless you.\"\n\nThe Hebrew word for righteousness is \"tse-dek\" and according to Jesus Through Middle Eastern Eyes, by Kenneth E. Bailey this word means that you are in right relationship with someone, according to the rules established for your relationship. In this case, the relationship is with God and the rules appear to be something like \"if you just fall before me and trust in me, even imperfectly, I will bless you.\"\n\nAnd this passage in Genesis is what Paul uses to describe the nature of our faith in the New Testament. It appears that maybe God just simply wants us to fall before him in surrender. And he wants us to believe in the promises he gives us. And even if our life still seems to be driven by a story that seems outside of our control, and we are driven by things that seem more powerful than us, God is working a deep story out with our lives, and only asks us to fall before him again. And it is enough to see us as righteous and give us a blessing. Even if the blessing that comes out of our story isn't the one we thought we wanted. But like it is with good stories, the unexpected is even better.\n\nRaw Spoon, 6-7-18\n\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=z6cWEcqxhlI",
    "Bible Project 2": "https://www.youtube.com/watch?v=kE6SZ1ogOVU&t=2s",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 62:1-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Hosea 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 19",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 23",
    "The Chosen 3": "https://youtu.be/nKEx0df4fYQ",
    "The Chosen 4": "https://youtu.be/nKEx0df4fYQ",
    "Song": "https://www.youtube.com/watch?v=Y6e8oj3Tqc4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.9496054,35.2320268,3a,75y,144.84h,47.28t/data=!3m8!1e1!3m6!1sAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w%3Dw203-h100-k-no-pi0-ya344.72348-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes2": "Bethel: where Abram parted ways with Lot, as well as where Jacob dreamed and saw angels going up and down a ladder to heaven.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/49",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/18066639-eff3-4c07-b230-5d77f8199b6f.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]