[
  {
    "Date": "2025-11-04T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CIdG0BUl2MA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Fh0VIrexs34&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=2",
    "famous quote": "\"The stamp of the Saint is that he can waive his own rights and obey the Lord Jesus.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=iGQbWJbi3hg",
    "Nature Video": "https://www.youtube.com/watch?v=1YTeasbvJ2E&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=23",
    "User added": "\"Hear me, you heavens! Listen, earth! For the Lord has spoken: \"I reared children and brought them up, but they have rebelled against me.\"\n‭‭Isaiah‬ ‭1:2‬ ‭NIV‬‬‬‬‬‬\n\nWe are all broken, and we all live in a broken world. What's more, we refuse help from our Creator; the One who can exchange our brokenness for wholeness. The world is full of good books written by great men that instruct us on how to live well and do right. The Bible is one of those books, and we can read it trying to do all the right things, but never get to that brokenness that is inside us. All of those books, including the Bible, will crush us under the weight of trying to live up to a standard that is impossible for anyone to achieve. The good news is that God's Living Word, Christ Jesus, has achieved all that, and more. He wants a personal, intimate relationship with each and every one of us. So intimate that His wholeness becomes ours. What do we have to do? Invite Him in!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 9)\n\nI feel like I've heard enough of his stories to know God is using him miraculously. And I want to hear, from a man like this, the tough answers to questions Americans ask. So I begin.\nWhy do you think God allows suffering in the world?\nHe thinks for a moment and starts.\nI believe God uses those situations to teach his people. For example God led his people to Canaan and they suffered on the way to where he promised. In the wilderness when they were thirsty and hungry, they were in good situations where they could trust God. \nIt seems this is the case with so much of this rural Ethiopia. They have to depend on the spiritual world for so much of their survival because they don't have other options.\nThe Bible says, I will lead you to the wilderness and speak to the hurting . God leads us into rough situations sometimes but it's not because he hates us, but to teach us. Even sometimes God uses those situations for his people to let them see the situations as opportunities to seek God. And he uses it as a turning point. \nFor example, I can show you in my life. I know I feel God's protection when I serve him. One time I thought to increase the income for my family so I stopped serving him and changed my way. I sold Teff (the grain for injera bread). I expected and waited for the harvest time, but nothing came up to harvest. So I realized that my harvest was not this one. My harvesting place was the world of God and that helped me to know. So I came back to serving God. \nSo according to my understanding, suffering comes to people's lives to change their way of doing things.",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=d089fLIKJpM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]