[
  {
    "": "2025-08-07T07:00:00.000Z",
    "Art title 1": "Diamonds In Mountains",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_245ae28703de498e8e3e234f9eba075d~mv2.jpg",
    "Artist Statement 1": "My wife and I moved back in with my father and step mom for a few months to help my dad recover from a lung transplant. \n\nIt's great to be here to help out and to get time with them, but like whenever adults move back into their parents' space, there is tension at times. Add to that a couple other step siblings living at home too. Then, add on top of that the worry and threat surrounding my dad's slow recovery and scary setbacks. 'Who's fault was it dad didn't take the right medicine?' 'Who isn't carrying their weight?' 'That person is getting on my nerves.'\n\nWe all mean well, but it just makes sense that at times it is hard. At times we each get a little cranky and reply with some sass (well, I do). And I hate that, especially when our family is not the enemy. My dad's disease is. We're going through something big together. It feels like digging through a mountain. \n\nAnd it's easy to get discouraged when I ask myself, am I building up moments of resentment and memories I'll hate each of us for later? I want these last years with my dad to be the best, but is the opposite happening? I'm trying to dig through this mountain, but my pick axe keeps bouncing off granite and hitting us in the shins. Dirt is falling on our heads. It feels like it's just getting all of us bruised and stained.\n\nBut here is my consolation, and in fact it might be the reason it makes it very good that we are here indeed. There are beautiful moments amidst the dirt. There are a lot of moments of tenderness before and after the moments of frustration. Moments when I'm giving dad a back rub and he says, 'Thank you for helping us so much.' Or when I'm telling him about my job and he says, 'I'm proud of you.' And other things he's never said much to me before. And he's told me thanks for coming to help for so long; I know it's a big sacrifice.' I suppose coming to help is even a demonstration of love that my dad would have never gotten to see from his son who had been a little hard to connect with throughout life. \n\nIt's like coming upon gold or diamonds in the mountain. In fact, I'm realizing, the only real place to uncover those undiscovered diamonds is deep inside mountains. \n\nThe mountains life presents us are hard, but it's in the mountains where diamonds and gold are found. ",
    "Picture link 1": "https://static.wixstatic.com/media/1f098c_e31cd046ddcf464da2233ae5e7d815bd~mv2_d_4624_10800_s_4_2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nThe Corrupted and Good Forces",
    "Story Link": "https://www.rawspoon.com/post/the-corrupted-and-good-forces",
    "excerpt": "I was thinking of how the power of corruption just snowballs. It looks for ways to circumvent laws and just draws up other people by it's threat of beating them by its force. It is so powerful it bulls over any weakness that rises to defend it.\n\nAnd I was asking myself if the alternate force, Goodness, has any way to compete. And I think it does, but it looks different.\n\nThe power of corruption is like a grenade; it moves in fast, shows its firepower in the form of influence, money, and violence, and people must react immediately or be consumed by it's impact. \n\nGoodness, in contrast, is like a human heart. Without its quiet work none of us would have survived. As a baby someone had to be good to us in order for us to even stand on our own. It slowly and quietly sends life equitably to all parts, irregardless of their influence or power. And it assumes others will return the favor to do their part and sustain the rest.\n\nYou can usually recognize these forces if you're looking for them as they rear their heads. You can tell on a company's website if they're trying to skim your email address and extra charges at each step. Or you can see if their passion is to provide a good product to anybody who needs it. You can tell it in the voices in the room who's posturing to be tougher than the others. It usally makes a person less likable but we bow to the power when we overhear they work for a powerful company or have a lot of money, basically if we can earn something from them. In that moment the corrupted type of force is winning in us. \n\nAnd that type of power spreads fast because we are all hungry for quick power, and when we see that type of living is not stopped, and is even gaining speed. And we watch it tackle the people with the good-type of power whose default is quietly doing it's work. Sometimes the good forces must unbecomingly put on the clothes of the violent corrupt forces in order to resist it for a time. \n\nAnd I despair when I see that. I recognize how many of us so willingly step onto the wagon that is picking up speed at the expense of plowing through weaker people. Until I remember that all of us also have within us the need to be loved. And though corruption finds it's members by tempting with quick power, goodness has far more people to appeal to. It calls the name of any one who is lonely, sad, or rolled over. And all of us have some of that in us.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=ltJMKPSpIbQ",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=YbipxLDtY8c",
    "Bible Project 2": "https://www.youtube.com/watch?v=xQwnH8th_fs",
    "Bible Project 3": "https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 33",
    "Research 2-link": "https://enduringword.com/bible-commentary/Job 21",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 4",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=HVF7WW9qvRs",
    "Song 2": "https://youtu.be/iA7a6t0Dny0?si=luG-Kyz267vBmfu8",
    "Song 3": "https://youtu.be/rb5mE2Xtx74?si=m2_BGKs7TzMu4lc5",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/63",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b55e506f-71de-4f95-b2cc-05a3cfd9772d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]