[
  {
    "Art title 1": "Curate Your Mind",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1c906b13bf5f42ee8b135cc2a9853827~mv2.jpg",
    "Artist Statement 1": "We have the Power to choose which thoughts we will let wander through our mind.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-2632e11a-1faf-433d-9ec9-f6d629f509d8",
    "Art title 2": "Behold I Make All Things New (Stump of Jesse)",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/1f098c_f2f39b5d4d314d6db582de7bee20d8bf~mv2.jpg",
    "Artist Statement 2": "Even when it seems all has been destroyed, from that place can God start again. Like a sprout in an old tree foreshadows a new and greater kingdom, so are our hearts in God's sights.\n\nIsaiah 43:18, Isaiah 43:19, Revelation 21:5, Isaiah 65:17, Ephesians 2:15, Ephesians 4:24, Hebrews 8:13",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-383b534d-cb81-11ea-8c85-12879e2400f0",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Be A Curator Of Your Mind",
    "Story Link": "https://www.rawspoon.com/post/story-be-a-curator-of-your-mind",
    "excerpt": "Samantha locked the glass case around the Cézanne painting. She always remembered one of the other curators had shut her hair in one of these display cases. Why do women ever want their hair long, she couldn't understand.\n\nShe plucked off her white gloves, scowled at the McDonalds' sweet-and-sour stains on them, and folded her arms. She brushed crumbs off of her thick belly with a frustrated grunt and saw another stain. She told herself tomorrow she HAD to finally wear a clean shirt. She stood back to take in the painting. She sighed in relief. She looked around her; everyone had gone home already. She sighed again.\n\nShe knew what she loved and hated. These magnificent works were some of the few things she could stand.\n\n\"Good job straightening that piece.\" \n\nSamantha jumped, startled. The timid voice came from her mousey coworker, Glenda. Samantha rolled her eyes where they would only sort of be hidden. \"Please don't patronize me, Glenda.\"\n\n\"Sorry,\" Glenda dropped her eyes to the floor and eventually, awkwardly shuffled out. Samantha got sick of so many people. Glenda was too insecure. Others on staff were too proud, or too bouncy, or just had bad taste. That was the worst. \n\nSamantha went back to her desk and answered emails to dumb people for another hour. She didn't have anyone to go home to.\n\nShe walked to the door as she took out her keys. A cute couple was knocking, begging to come in. She shouted gruffly, \"We've been closed for two hours!\" She glanced at her watch. It had been an hour and a half, but the exaggeration felt good. She saw the offended looks on their faces and just felt mad at them. What? It was her job.\n\nWhen she finally left she locked the door behind her, putting the keys away and looking up at the big romanesque building. She had earned a place here, this establishment had deemed her worthy. and she had done it by being so critical and choosey about everything. Although it had pushed every dear person away.\n\nShe walked home to her small, city apartment, her heart pounding in naughty anticipation for what awaited her. She locked the door behind her and as she passed she glanced at the vacuum cleaner cord hanging from the rafters, the loop of a slip knot at the end. She slipped off her slacks and fell into her unmade bed. She picked up her tablet and typed in \"gay girls...\" she thought a moment and added, \"...touching.\" She got another device from her side drawer to help.\n\nMost of the images and videos were horribly artless, but enough to get her what she wanted. This stuff was just there to stimulate the basest ingredients in people. \n\nShe knew what she hated and what she loved. And some things she hated that she loved.\n\nWhile she was busy on the bed her gaze drifted up to a shelf that held glass vases she had gotten in Italy when she was 20. And the wine glasses from Paris a few years later. They were so clean. They were such perfect, elegant creations... that endured the test of time.\n\n...compared to her.\n\nAn hour and a half after she started she put the devices away in the bedside drawer. She stared at the gun in it for a few moments. And then her eyes went to the orange bottle of pills next to it, with an old friend's name Sharpied onto the label.\n\nShe spent the next two hours scrolling. Scrolling. Scrolling wherever her heart desired. Maybe tomorrow I'll have enough guts to do it, she thought at least three times before falling asleep.\n\nShe woke up to light coming through the basement-level windows, and felt around for her phone. When she found it she looked at the time and cursed. She plugged her phone in for a few minutes while she threw on clothes and her chrome-y buckled, black leather jacket. Then she jolted off to work. \n\nBefore pummeling through the Museum's front doors she saw a stain on her uniform, on her boob. \"Dammit! Fuck this life.\" She stomped toward her desk in a rage. \"Yeah, I think it's tonight.\"\n\nAt the end of the day she pulled out her keys and walked toward the door heavily, resolution hardening in her.\n\n\"Samantha!\" Samantha jumped back and held her chest. Glenda was coming toward her. She had never heard a sound that bold from Glenda. \n\n\"Damn you! Don't fuckin' scare me like that. I thought all you damn people were gone.\"\n\nGlenda bounced toward her with her tiny frame. \"I'm sorry. Samantha, I've been trying to work myself up to do this all afternoon.\"\n\nSamantha turned toward her and looked at her hesitantly. \"What?\"\n\n\"I know you don't like me, but I felt like I needed to say something.\"\n\nSamantha waited. \n\n\"First, I want to give this to you.\" Glenda held out half of a sea shell.\n\n\"Whyyyy?\" Samantha hesitated but slowly took it. \n\n\"It's the most perfect thing I've ever found. I know how beauty is so important to you.\"\n\nSamantha put her little glasses on and ran her fingers over it as she brought it close to her face. It was indeed remarkably perfect. She glanced up at Glenda. \"I don't understand.\"\n\nGlenda fumbled over her words but then finally said, \"Samantha, I used to be very picky. Very proud of my preferences. I loved only certain obscure bands, and only classic poets, or extremely avant guard ones. Hated everything else. I started dating a really great guy, way better in so many ways than I was, I know that's not PC, but you know... but I wanted better. And I dumped him.\"\n\n\"Your life story because...?\"\n\n\"Sorry. No offense but I just recognize a lot of similarities in you. And I just want to tell you, I now know how to be happy.\"\n\nSamantha was suddenly doing everything she could to feign the need to know what answer Glenda held. \n\nGlenda continued, \"And I think you'll be able to perfectly relate. It's why I, and maybe you became an art curator. We know what we like and what we don't. But here's the key, Samantha...\" \n\nSamantha waited with a scowl. \n\n\"I mean, it seems like you just want me to go away. Do you even want to know what helped me, Samantha?\"\n\n\"Uh.. sure.\"\n\nA smile broke across Glenda's hesitant face. \"You can curate your mind, Samantha! We can curate our minds! My brain is like my hobby design project. We fill it with beauty. And we don't have to let bad thoughts in or roam around. Those ones about ourselves that we hate. About how disgusting other people are. The ones that make us mad and depressed. We can stop them at the door.\"\n\nShe smiled up at Samantha. \"You're good at that.\"\n\nIt took a sec for Samantha to get over the suggestion she was \"mad and depressed'  but a slight smile tugged on her mouth. There was a long awkward silence. Eventually Samantha swallowed, and looked both ways. She felt the pull of her iPad warming her insides and the final relief of that cool heavy gun pulling her toward her dark apartment. I can reject fuckin' naive hope at the door too, she thought. But then took a breath and reset after that thought. \n\n\"Can we go talk some more, Samantha? Let me buy you a beer, or... hot dogs. Whatever's your thing.\"\n\n\"Why are you doing this?\" Samantha said.\n\n\"Because I care for you. I want to see you happy. And because I think I know what you're dealing with, and what helped me.\" She waited and then added. \"I feel like I have a key that can unlock a dark place you might be in.\"\n\n\"Is this a church thing? Promise me you'd do this same thing if I never become a Christian.\"\n\n\"Of course I would.\"\n\nAfter a time of awkward waiting Samantha looked at the ground, switched her weight and shuffled her feet. She said under her breath, \"Of course you little innocent girls don't do cigars.\"\n\n\"I haven't before, but I'm open to it. I mean I'd like to if that's where you'd be open to talking.\"\n\nA strange and unfamiliar smile broke across Samantha's face as she looked at the floor. \"Yeah I know a place.\" \n\nGlenda almost jumped with happiness. \n\n\"Don't hug me. I don't do hugs.\" \n\n\"Sure. No problem. I'm looking forward to talking.\" \n\n\"You're buying. And not long--I'm leaving the moment you try to pray for me or lead me in a Jesus prayer or something.\" \n\n\"Okay, I'll save that for next time.\" Samantha heard Glenda's smile in her tone.\n\n\"You think you're all clever. I'm serious.\"\n\n\"I'm just excited to see you happy.\"\n\n---\nLearning that we can curate our minds has been a powerful realization for me. When we become aware of our thoughts we can label them as the type we'd like to have in our head or not. And then we simply give them permission or turn them away. This is how we can see others more kindly, see ourselves more kindly, and curate our minds to be places we are happy to be and share with others.\n\nRaw Spoon, December, 2022",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/l9vn5UvsHvM",
    "Bible Project 2": "https://www.youtube.com/watch?v=SDeCWW_Bnyw&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=6UoCmakZmys",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 42:1-11",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ezekiel 47",
    "Research 3-link": "https://enduringword.com/bible-commentary/Jude 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 36\nAmerican Standard Version\n36 And Bezalel and Oholiab shall work, and every wise-hearted man, in whom Jehovah hath put wisdom and understanding to know how to work all the work for the service of the sanctuary, according to all that Jehovah hath commanded.\n\n2 And Moses called Bezalel and Oholiab, and every wise-hearted man, in whose heart Jehovah had put wisdom, even every one whose heart stirred him up to come unto the work to do it",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=wwDs1dKHZ1Q",
    "Song 2": "https://www.youtube.com/watch?v=y7j6NoDD3xA",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.155307,35.380982,3a,75y,198.58h,73.29t/data=!3m8!1e1!3m6!1sAF1QipOo8yxXKE_EgLkyN94TPHZPMRJY_HLbjTIGQGKW!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOo8yxXKE_EgLkyN94TPHZPMRJY_HLbjTIGQGKW%3Dw203-h100-k-no-pi-0-ya14.940112-ro-0-fo100!7i12000!8i6000?entry=ttu",
    "3dNotes2": "The Dead Sea: where it was said that Sodom and Gomorrah were destroyed by sulfur.",
    "3dLink3": "https://www.google.com.ph/maps/@31.7765352,35.2348946,3a,75y,168.22h,78.39t/data=!3m7!1e1!3m5!1sAF1QipM0RakKkI2JEBhpUOvl07u24g05w3bD5zCFFe44!2e10!3e12!7i5760!8i2880!5m1!1e4",
    "3dNotes3": "Solomon's Colonnade",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/61",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/e1900f62-ee54-4308-8988-036644718aa8.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=bArOtENlZaw",
    "Bible in Song 4": ""
  }
]