[
  {
    "Date": "2026-01-31T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CIdG0BUl2MA",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNTEyNDFlZjQtY2Y5ZS0zMzM3LTg3ODgtNzc5YjZiODE0ZDFl?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=-06_yGoVJpI&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg",
    "famous quote": "\"Now the trouble about trying to make yourself stupider than you really are is that you very often succeed.\"\n-- C.S. Lewis (The Magician's Nephew (The Chronicles of Narnia, #6))",
    "Ted Talks": "https://www.youtube.com/watch?v=jUzaXVrUF28",
    "Nature Video": "https://www.youtube.com/watch?v=chT3sbLvlt4",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "God I want to believe but it seems to be waning.\n\nI knelt by my bed for hours this morning praying, reading, and seeking. With breaks in between to contact people in regards to who came to mind. \n\nBut then I definitely found myself scrolling facebook and then reading an article for twenty minutes. Just being aware that this is an unfruitful distraction gives me a power to resist it.\n\nI've been thinking lately that obedience is just as important as hearing. Maybe that is why don't hear much from God. Because we even when we do hear, we don't obey. \n\nWell, last night when walking to and from dinner two homeless people asked us for help. One for food, and one for shelter. It is getting cold.\n\nAnd this morning I read in Daniel where he prophesies to Nebackudnezzer that he will run into the fields and eat with the livestock and basically go crazy for seven sets of time. It was the story that Joel referenced to me when he told me about an Ethiopian pastor he interviewed with a similar story. But today I read that Daniel then tells Nebackudnezzar that if you will soften your heart and help the weak and weary God will save you from this.\n\nI have not helped the weak and weary. And I think God is asking me to help them. He is always asking us to obey.\nThis morning I messaged Brian Preston. He started a furniture shop in Atlanta called, Lamon Luther that employs homeless dudes. I said, I assume your shop is full, but do you have any advice on helping the needy? We'll see if he responds.\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"You and I are called to reflect God's greatness and imitate his character to the world.\"\n― Jordan Raynor, Master of One: Find and Focus on the Work You Were Created to Do",
    "Catholic Meditation": "https://youtu.be/LPD5FlD52fU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=70De0BqZ37M",
    "Music Video Instructions": "If you're feeling doubts, talk about them with God."
  }
]