[
  {
    "Date": "2026-01-12T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CIdG0BUl2MA",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vODRkZDhkODUtZGIwYS0zN2IxLThmMGYtODExMjljNDljNWE3?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=BoIuNwrfvRg&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=6",
    "famous quote": "\"Miracles are a retelling in small letters of the very same story which is written across the whole world in letters too large for some of us to see.\" -- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=iG9CE55wbtY&t=6s",
    "Nature Video": "https://www.youtube.com/watch?v=gEfILHD9ilM",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-alan-mosely",
    "Interview image": "",
    "Interview Text": "Experienceing Homelessness Interview: Alan Mosely\n\nAlan Wayne Mosely would ask for money and then rant with fervor at folks when they approached his door at the McDonalds at Clairmont and North Decatur road. He is a tall, white man, I'm guessing about 55 years old. He asked for money, so I asked if I could interview him for a few bucks. I tried to capture the really interesting, colorful things he told me in the writeup below.\n\nIf you try to listen, it's a little hard because he's not super articulate, but there are some gems that will make you smile (or see the bottom for a couple funny phrases he said). Quotations are approximates.\n\n\nHe has a developmental disability and at some point he suffered an emotional breakdown. He was in the military and he cracked under pressure. \"I almost exploded,\" he said. \"I miss my old self. I feel sick, like I just crawled out from under a rock.\"\n\nBut he still said, \"I fought for this country for God. And he looks out for me.\"\n\nIt seems like a lot of his hope comes from God. In fact he tells me, \"I've had experiences with him.\" He said, \"He comes into me and cleans me up, gets all the bad stuff out of me. But then I go out into the world and the world keeps putting it back in.\" It's happened to him four times.\n\nHe prays for me and during the prayer he goes into a rant that sounds kind of like a heartfelt psalm: \"God loves everybody. God is AWESOME! God is AWESOME with guys like us. God is AWESOME with black people. . . He could have a totally different world, but he likes us in it.\"\n\n\"There are 27 countries and America is number 1.\" (I'm quoting :) )\n\nAlan sees a lot of rich people that won't give him a buck. But the kids who smoke weed and come get a few beers will give him 20 bucks sometimes.\n\nHe said, \"You piss people off when you ask them for money. They piss you off when they say no.\" He said, \"I am not rich in money but I'm rich in spirit.\"\n\nHe said, \"I want to be blessed with a wife and kids. I would kill to be married. I have a cigarette addiction. If I had a kid or a wife I would not smoke. I would live for them.\"\nAnd this little insight: \"I used to be a devil worshipper. But the devil can't be more than one place at a time. God can be everywhere.\"\n\nHis favorite beer is Michelob. His eyes lit up when he recounts cracking open an icy beer after a long day of hard labor.\n\n\nI asked him if he would pray for me, that I would feel the cleaning that God has done in him. He put one hand on my chest, and the other on my back, and prayed a powerful prayer for me with the same fervor he had spoken with since I had spotted him. You know, when was the last time any of us has received prayer with that much fervor?\n\nHe wants to get to the VA in Augusta, where everything is free, but not yet; he has to 'calm down'. They have a day room out there, and free cigarettes and hot chocolate and they take care of you. \"When you can't fight the battle no more, that's where they put ya.\"\n\nI gave him $5 or $10, I think, for his time and took a picture, embracing each other. I'm proud of that.\n\nA couple of the funny things you will hear him say if you listen to the video are \"excessive masturbation causes severe nerve disorder and insanity. Everybody's crazy from that shit.\" and \"Bills up to your booty hole!\" And maybe a couple I probably shouldn't post here.\n\nGive some love to Alan Wayne Mosely if you see him, or maybe buy him a Michelob. It seems like that would make his day.\n\nRaw Spoon, 8-23-16",
    "Interview Video": "https://youtu.be/enPclmQeptc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zCkivHKI8t0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=XKOoeTbjSeI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]