[
  {
    "Art title 1": "The Old Law Serves the New",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_565b98d86178448b91a84cbac950427b~mv2.jpg",
    "Artist Statement 1": "(See short story) There was love in the old law, to keep the people safe and holy. But it was like a hammer; there were solid and heavy consequences in place. But the new law is a person. He knows your story, hd wants your best and is often very challenging. But he also loves mercy at the moment we turn back to him. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_565b98d86178448b91a84cbac950427b~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_c91032c9288e4920b750ceaad6a7b19d~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_5902c0850bb34627ba4a8a41e5810777~mv2.jpg",
    "Art title 3": "Spirit and Flesh",
    "Picture Thumbnail 3": "https://static.wixstatic.com/media/a07ded_5902c0850bb34627ba4a8a41e5810777~mv2.jpg",
    "Artist Statement 3": "We wrestle with wanting the things of above but we keep grabbing into the things of below.",
    "Picture link 3": "",
    "Story Title again": "(Advent) Joseph",
    "Story Link": "https://www.rawspoon.com/post/story-advent-joseph",
    "excerpt": "The nail bent over under Joseph's hammer. He growled in anger. \"She should know better!\" He swung the hammer even harder but this time it glanced off the nail and bounced squarely off of his thumb.\n\nHe had visited the temple yesterday, prayed for wisdom, and offered doves for having touched Mary's uncleanliness. In just the last month he also had to sacrifice at the temple because his mother had touched a dead body, and then again when his brother had a rash. And now he had to go again, to do something far harder. He cursed, \"People just don't love the law anymore!\"\n\n***\nHe walked in front of her as they entered the temple grounds. He was unable to look her. \"The law is all we have left of the Lord, Mary!\"\n\n\"Please, Joseph. I have stayed pure,\" she cried quietly. \"I'm not lying.\"\n\n\"I wish I could believe you.\" He gestured at her stomach. \"I must love God's law more than I love you. I'm so sorry.\" His eyes were deeply troubled. \"Sit here.\" He pointed to a bench.\n\nHe approached the priest he knew, Benjamin. He had grown up with Benjamin and had always thought Benjamin was too nice to be a good priest. Joseph pulled him aside. \"Benjamin, can we please keep what I'm about to tell you a private matter?\"\n\nBenjamin nodded. He looked down at the recent wound on Joseph's thumb and then into his face. \"You look very tired, Joseph.\"\n\n\"The law has no mercy on the weary,\" Joseph said looking down, agonizing. \"I must divorce her.\"\n\n\"Why?!\" Benjamin asked, struck with disappointment and compassion.\n\n\"Impurity.\"\n\nThe priest glanced at young Mary and shook his head. \"Are you sure? Do you have to do this?\"\n\n\"You tell me? Will not the Lord see if I don't?\"\n\nBenjamin took a couple deep and shaky breaths, and looked toward the other priests. \"Alright then.\" He turned. \"I will get the contract.\"  \n\nJoseph walked over to Mary, sat down, and forced himself to take her hand.\n\nIt seemed to be the lifeline she needed at that moment. \"You can rest now, Joseph.\" Mary said tenderly. \"I know you carry so much. And you are trying to do what's right.\"\n\nHe squeezed her hand. She was such a good woman. \n\nA moment later his head slumped against Mary in sleep. She held it tenderly.\n\n***\nJoseph raised his head. But the temple was empty, save for one man in a long, white robe standing before him. \n\n\"Joseph, I am Gabriel. I bring a message from the Lord most high.\"\n\nJoseph fell down before him, scared for his life. \"Have mercy!\"\n\nJoseph felt a warm hand on his forehead, lifting slightly. Joseph stood, trembling, still averting his gaze. \n\n\"Stay with her, Joseph. Raise the child.\"\n\nJoseph looked up. \"But you are asking me to break God's law.\"\n\n\"This baby is the new covenant. He is the very heart of the law, but now in bones and skin.\" The angel's smile came from an ancient secret. \"And he desires mercy, not sacrifice.\"\n\nThat old scripture from Hosea rang in Joseph's head. Hosea was the one who was instructed to marry a prostitute. Was he to do the same?\n\n\"Joseph, her child is not from a man. Her child is the son of God, in bodily form. The future king and messiah. Yes, the ancient I Am. And God's law came from this very person in her womb.\"\n\n\"But. . .\" His face was fighting for hope, though he still could not look at the angel fully.\n\nThe angel took Joseph's chin and lifted his eyes to his. \"We have seen how dearly you have loved the law. Your reward is to learn to love this baby. And then let the law love you.\"\n\nWarmth flowed through Joseph's body from the angel's touch. Joseph breathed in and as he breathed out, heavy burdens of duty cracked and tumbled off of him. He closed his eyes.\n\n\"Love her and love her child, Joseph.\" \n\nHe was suddenly aware of Mary's soft hand on his ear. He opened his eyes and lifted his head. He looked at her. She looked at him, her eyes flooding with tears. Her hope was losing against despair.\n\nHe took her head and said, as seriously as anything he had ever said to anyone, \"Until now I have loved God's law above all else. But from this day forward I will love you and your child with mercy, not sacrifice . . . for the law has come to love us.\"\n\n---\nIn what moments in your life do you picture God is most like a set of rules? \n\nWhen has trying to follow those rules prevented you from loving someone well? \n\nRemember that God is love before he is a set of rules. The rules are instructions to help us live a fulfilling life of growth, humility, and part of a bigger plan. They are opportunities to show us he forgives. \n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/L9W5afjndtU",
    "Bible Project 2": "https://www.youtube.com/watch?v=YvoWDXNDJgs",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 80:1-7, 17-19",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Samuel 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 2",
    "The Chosen 3": "https://youtu.be/oGoSGSj2XrE",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Kap1I7a-mWQ",
    "Song 2": "https://www.youtube.com/watch?v=S0sO_9F4JL0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]