[
  {
    "Art title 1": "Be Ready (fill your lamps)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_bb695255ccf44cb891513b38dca5e52a~mv2.jpg",
    "Artist Statement 1": "This image represents the parable of the ten virgins. Are there small sins we've been allowing in our lives? What if there was a reckoning today? Have we done those good things we know we should be doing? Are we ready if God came back this afternoon? Or even this: what beliefs (trust or God's love, etc.) must we deepen in order to respond well when hurt or fear surprises us today?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-22adfd2f-90cb-4968-a0d8-dce4e99deb8a",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Father Love",
    "Story Link": "https://www.rawspoon.com/post/father-love",
    "excerpt": "Gary Hatton was famous for his talk show on politics. He attracted a motley audience. Seemingly random people from both left and right wing camps found themselves drawn to his views.\n\nHe wasn't republican. He wasn't democrat. He wasn't even necessarily independent. He just had ideas of how a country could thrive and become healthy. His ideas were based on the belief of the inalienable potential for growth of every individual empowered by a blameless, trustworthy leadership. He firmly believed that no soul was too lost to be transformed into a productive member of society. Most politicians declared on camera that he was hopelessly ideal. But it was only HIS ideas that they were excited to share with their wives before bed, hidden from the media.\n\nIt seemed that Gary Hatton lived what he preached too. People told stories of Gary's employees. They were people with bankrupt histories.  His production crew alone were made up of twin alcoholic camera man, a cross dressing post production supervisor, a bouncer he had hired directly off the streets, and the catering crew was his nephew, who had Down's syndrome and a passion to cook. The quality of the production wasn't always perfect but Gary's message got across. He treated them with grace and patience and they all loved him dearly.\n\nEvery Sunday evening the strong, independent thinkers in the nation would sit alone in their studies and watch the man in the maroon blazer with the Hatton family crest sewn above the lapel talk humbly of dreams and visions much greater than him.\n\nGary Hatton had a son.  Shannon Edward Hatton, like many famous children, rebelled. By the age of 21 he had learned enough about the judicial system to extricate the majority of the inheritance Gary had willed to him.\n\nShannon was a womanizer by all definitions. He was the tabloid's favorite subject. He was handsome and dark. He was fun and dangerous. He bought yachts and partied them into the ocean floor. He crashed sports cars and bought his way out of lawsuits.\n\nShannon Shamed his father's good name. Not only did people shake their heads at the Hatton empire because of Shannon's shenanigans, but Shannon also spoke openly about his father's flaws as a parent and politician. Shannon was quoted saying time and time again, \"I am this way because my dad treated me like a slave for years. If anybody was ever consumed with ridiculously ideal, irrational expectations for his son or his people, it is Gary Hatton.\"\n\nAnd accordingly the Hatton empire, both the old and the new, quickly declined. The Hatton reputation hit bottom and the bankroll bounced right behind it. Shannon used to be the media's exciting protagonist, but he became the shameful scapegoat for not only his family's demise but also the symbol of decadent debasement of his whole generation. It was a joke to bring up his father's name in political circles and even politicians now hushed the topic at their dinner tables.\n\nOne day, the police found Shannon strung out, unconscious, alone, sun-burnt to a crisp on his back in the grass by his mansion's pool. They roughed him enough to rouse him. The dark suits and gleaming badges sobered him quickly.\n\n\"It's ok. I know why you're here,\"  Shannon said.  He looked around him one last time at the remains of his crumbled little empire. He forced his parched throat to swallow as it all started to sink in. \"I've never been evicted before.\"\n\nThe officer's tone was gruff, \"Dare I say, you deserve it, son.\"\n\nThe first several nights on the street were miserable. The weeks following were nearly fatal. He was broke, ashamed, hungry and suicidal. He applied at several places for work but when they asked for his name and documents, he turned around and walked out.\n\nOne day he was in a soup kitchen, his dirty cap low on his scruffy face. A TV was playing in the background. His father's maroon blazer with the Hatton family crest appeared. Shannon realized it was Sunday evening. Nothing was unusual about the program. It was exactly how it always was. A shaking camera. Commercials cut over Gary's unfinished sentences. Lighting exaggerating the uneven blotches of camera makeup.\n\nShannon realized that even he could get a job working for his father. He would meet the minimal criteria and work in the low ranks, behind the scenes, where his father would never have to see him.\n\nHe applied to the HR director with a long beard and a promise to get his documents to them when he could find them. He quietly sorted papers and did errands for the caterer. It was because of his father's ideal policies on everybody's inalienable potential to improve, that got him the job and would let him survive.\n\nOne Sunday evening the caterer chef called in sick. Shannon was asked to take his place. Shannon quietly delivered the trays in the background on the set as his father got ready for the show. Shannon saw his father put a hand on one of the camera men and say, \"Are you drunk today?\" The man nodded.  Gary replied, \"Can your brother handle the cameras on his own?\"  The ashamed man nodded, looking at the floor. Gary patted him on the back and said, \"Take tonight off, Spencer. Here's 20 bucks for a cab. Be sober next week, Sir.\"\n\nThe program started.  Gary read from his list of topics and talked candidly about the pros and cons of his new plan to enable homeless people to support their own self-sustaining communities.\n\nShannon tripped and a plate of sandwiches shattered on the floor.\n\nGary cringed and looked into the darkness behind the cameras. He yelled, during the live show, \"Sullivan!  Are you ok, buddy?\"\n\nWhen he heard no answer he called out again. \"Sullivan! You ok, buddy?  Are you hurt?\" As Gary's eyes adjusted, the look on his face changed from compassion to hope. \"Hey! You! Come here!\"\n\nShannon got up to slip away but his father got up as well. Gary left his desk, leaving an empty TV screen in a few empty TV rooms across the nation. He was gone for a minute but when he returned someone was under his arm. He pulled out his chair and instructed the young, dirty man to sit in his place.  Gary kneeled beside him and put his hand on the young man's shoulder.\n\n\"Look up, my son.\"  Shannon, slowly raised his face, realizing his hope for quiet obscurity was over. Gary continued with a shaky voice, \"Ladies and Gentlemen of America, this is my son, Shannon Edward Hatton.\"\n\n\"I want to say something to the people.\" Shannon cleared his throat took off his hat, but looked at the desk. \"My father is a good man. I know now that he only wanted the best for me, but I-\"\n\nHe was interrupted as his father draped something over his back. \"It's ok, Shannon.\"  Shannon leaned forward as his father instructed him to wear his maroon sports coat. \"Don't worry about the past, my son.  You have come home.\" \n\nShannon hesitantly let his dad thread his arms into the coat and situate it proudly on him, the family crest resting against his breast. He squirmed uncomfortably in the jacket.\n\n\"But I need to say, that I was--\"\n\nSuddenly his father planted a big kiss on his cheek and consumed him in a huge embrace. Sobs suddenly poured out from his father and he cried out on public television for all of America to hear, \"You're here! You're actually truly here with me, my boy! We'll throw the biggest party of the year. With everything we have left, my son. We will celebrate.\" He turned to the cameras. \"Everybody is invited! Come and celebrate! My only son, Shannon is finally back home with me!\" He motioned to all the workers behind the cameras, \"Come here everybody! Bring everyone in the building! Come meet my son!\"\n\nThe cameras were deserted and several people bled onto the screen, hesitantly approaching the desk. The last thing the audience saw before the station automatically went to commercials was a father proudly introducing his son to each of his staff, and the humbled smile of a young man looking at his father who was consumed with a ridiculously ideal, irrational love for his son.\n\nRaw Spoon",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_1152e3505d5e4c8da96bff35cf4fdd5c.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0106-scaled.png?w=2560&ssl=1",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_9d1be3abaf1e46e29046adb8c6054784~mv2.jpg",
    "Sketchnotes3b": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-28-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/eLrGM26pmM0",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=qn-hLHWwRYY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 26",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 5\nAmerican Standard Version\n5 Now the prophets, Haggai the prophet, and Zechariah the son of Iddo, prophesied unto the Jews that were in Judah and Jerusalem; in the name of the God of Israel [a]prophesied they unto them. 2 Then rose up Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and began to build the house of God which is at Jerusalem; and with them were the prophets of God, helping them. 3 At the same time came to them Tattenai, the governor beyond the River, and Shethar-bozenai, and their companions, and said thus unto them, Who gave you a decree to build this house, and to finish this wall? 4 Then we told them after this manner, what the names of the men were that were making this building. 5 But the eye of their God was upon the elders of the Jews, and they did not make them cease, till the matter should come to Darius, and then [b]answer should be returned by letter concerning it.\n\n6 The copy of the letter that Tattenai, the governor beyond the River, and Shethar-bozenai, and his companions the Apharsachites, who were beyond the River, sent unto Darius the king; 7 they sent a letter unto him, wherein was written thus",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Bh2eVWC9We8",
    "Song 2": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/12",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]