[
  {
    "Date": "2026-01-03T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "https://jamesclear.com/habits-fail",
    "Yoga": "https://www.youtube.com/watch?v=NG1a2aZeLk0&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=3",
    "famous quote": "To improve is to change; to be perfect is to change often.\n\n-Winston Churchill",
    "Ted Talks": "https://www.youtube.com/watch?v=1VA4rIkpSp8",
    "Nature Video": "https://www.youtube.com/watch?v=XaZhOtxsUnY&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=17",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview",
    "Interview image": "",
    "Interview Text": "My friend Ben Herr (who is also a writer) called me and said he had just seen a homeless man holding a sign that said, \"Hungry writer.\" He was turning around to take him out to lunch, and said he could interview him if I'd like. I said sure!! So here is Ben's great interview of Bill. Thanks Ben! (checkout his books at link at bottom)\n\nBill said he got to where he's at because he'd rather drink and do drugs than worry about how to pay his bills.\n\nBut, \"I'm not that down and out\" he said. \"I live off of a Trust. Every quarter I get money. It's enough to give me freedom but not enough to break the cycle.\"\n\nHe said that social norms give our society structure, and helps others get along, but that he doesn't feel the need to conform to them.\n\nHe said, society needs religion, but it also needs atheism. He thinks that when we die, our energy enters the world again. He thinks it's probably not God, like we typically are told to think. Ben chimed in and said that is basically what he believes as well.\n\nBill did really well in the precious metals business for a while. But all of the \"We Sell Gold\" stores popped up. He was flipping Rolexes and stuff at the same time (buying from wholesalers and selling to retailers). But the whole life became too much of a hustle with all the other stores that opened up. So he started doing the drinking and drugs.\n\nBen asked, do you regret anything in your life? Bill replied, \"I don't think so. I might have some personal regrets, like how I treated that person, or how I treated that situation. But nothing major.\"\n\nBill moved to Atlanta because he wanted to marry a girl. But after living together for two years they decided marriage wasn't the best idea. He wants to get back to Florida now. He wants to be back on the docks, smell the salt water, and see the little crabs running on the beach.\n\nBen asked, \"What advice do you have for others?\" He said, \"Go with your gut instincts. 95% of the time you're right. Follow your heart and don't try to do what will make everybody else happy. Money won't solve all of our problems, though it can help you get what you need.\"\n\nHis goals as a writer are to write a book and make lots of money so he can make better decisions. He wants to write something that people will take at least a little bit of knowledge from, or get a good laugh. Something people will say, that was pretty cool, even if it isn't the best literary work.\n\nBut he said. \"Don't follow what I do. I don't even follow my own advice. I want to write with my life.\"\n\nHe said this interview gave him motivation to move forward toward his goals.\n\nThis interview was prodigiously conducted by Ben Herr (moderated so much more professionally than the ones I do!) Nice job, Ben! You can check out his two books here. (one's a short novel exemplifying healthy earth practices similar to Native American culture, and the other is a kids book about a daughter's challenge to beat her father's kung foo foot at something.)\n\n\nRaw Spoon, 11-16-16",
    "Interview Video": "https://youtu.be/UGzUEBcyr4o",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]