[
  {
    "Date": "2026-02-14T08:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Sixth week of Epiphany",
    "Script 1": "\nPsalm [a]\n\nא Aleph\n\n Blessed are those whose ways are blameless,\n    who walk according to the law of the Lord.\n Blessed are those who keep his statutes\n    and seek him with all their heart--\n they do no wrong\n    but follow his ways.\n You have laid down precepts\n    that are to be fully obeyed.\n Oh, that my ways were steadfast\n    in obeying your decrees!\n Then I would not be put to shame\n    when I consider all your commands.\n I will praise you with an upright heart\n    as I learn your righteous laws.\n I will obey your decrees;\n    do not utterly forsake me.\n\n",
    "Script 2": "Prosperity After Turning to the Lord\n\n When all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord your God disperses you among the nations,  and when you and your children return to the Lord your God and obey him with all your heart and with all your soul according to everything I command you today,  then the Lord your God will restore your fortunes[a] and have compassion on you and gather you again from all the nations where he scattered you.  Even if you have been banished to the most distant land under the heavens, from there the Lord your God will gather you and bring you back.  He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors.  The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live.  The Lord your God will put all these curses on your enemies who hate and persecute you.  You will again obey the Lord and follow all his commands I am giving you today.  Then the Lord your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord will again delight in you and make you prosperous, just as he delighted in your ancestors,\n\n",
    "Script 3": "That Which Defiles\n\n Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked,  \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"\n\n Jesus replied, \"And why do you break the command of God for the sake of your tradition?  For God said, 'Honor your father and mother'[a] and 'Anyone who curses their father or mother is to be put to death.'[b]  But you say that if anyone declares that what might have been used to help their father or mother is 'devoted to God,'  they are not to 'honor their father or mother' with it. Thus you nullify the word of God for the sake of your tradition.  You hypocrites! Isaiah was right when he prophesied about you:\n\n \"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[c]\"\n\n",
    "Script 4": "American Standard Version\n Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,  the son of Shallum, the son of Zadok, the son of Ahitub,  the son of Amariah, the son of Azariah, the son of Meraioth,  the son of Zerahiah, the son of Uzzi, the son of Bukki,  the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest--  this Ezra went up from Babylon. And he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him.  And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king.  And he came to Jerusalem in the fifth month, which was in the seventh year of the king.  For upon the first day of the first month [a]began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him.  For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.\n\n Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel:  [b]Artaxerxes, king of kings, unto Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth.  I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go to Jerusalem, go with thee.  Forasmuch as thou art sent [c]of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand,  and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem,  and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem;  therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem.  And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God.  And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem.  And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure-house.  And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence,  unto a hundred talents of silver, and to a hundred [d]measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much.  Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?  Also we certify you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, upon them.  And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not.  And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to [e]banishment, or to confiscation of goods, or to imprisonment.\n\n Blessed be Jehovah, the God of our fathers, who hath put such a thing as this in the king's heart, to beautify the house of Jehovah which is in Jerusalem;  and hath extended lovingkindness unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel chief men to go up with me.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:1-8;Deuteronomy30:1-9a;Matthew15:1-9",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,Deut.30,Matt.15",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_fd79ba43369d4de7830e7b9335af7442~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_654502171d9f4fc39893ab56ab64d1cd~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_954f9b87ad3847cb9e7064d8914a24f2~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:1-8",
    "Address Script 2": "Deuteronomy 30:1-9",
    "Address Script 3": "Matthew 15:1-9",
    "Address Script 4": "Ezra 7",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.30.320d0019d0deac8654a1e4634563f03c.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Matt.15.7c6fb349986db9948f747e6e6a1a1233.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:1-8\n\nPsalm 119[a]\n\nא Aleph\n\n1 Blessed are those whose ways are blameless,\n    who walk according to the law of the Lord.\n2 Blessed are those who keep his statutes\n    and seek him with all their heart--\n3 they do no wrong\n    but follow his ways.\n4 You have laid down precepts\n    that are to be fully obeyed.\n5 Oh, that my ways were steadfast\n    in obeying your decrees!\n6 Then I would not be put to shame\n    when I consider all your commands.\n7 I will praise you with an upright heart\n    as I learn your righteous laws.\n8 I will obey your decrees;\n    do not utterly forsake me.\n\nFootnotes\na. Psalm 119:1 This psalm is an acrostic poem, the stanzas of which begin with successive letters of the Hebrew alphabet; moreover, the verses of each stanza begin with the same letter of the Hebrew alphabet.",
    "Script 2": "Deuteronomy 30:1-9\n\nProsperity After Turning to the Lord\n\n30 When all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord your God disperses you among the nations, 2 and when you and your children return to the Lord your God and obey him with all your heart and with all your soul according to everything I command you today, 3 then the Lord your God will restore your fortunes[a] and have compassion on you and gather you again from all the nations where he scattered you. 4 Even if you have been banished to the most distant land under the heavens, from there the Lord your God will gather you and bring you back. 5 He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors. 6 The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live. 7 The Lord your God will put all these curses on your enemies who hate and persecute you. 8 You will again obey the Lord and follow all his commands I am giving you today. 9 Then the Lord your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord will again delight in you and make you prosperous, just as he delighted in your ancestors,\n\nFootnotes\na. Deuteronomy 30:3 Or will bring you back from captivity",
    "Script 3": "Matthew 15:1-9\n\nThat Which Defiles\n\n1 Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked, 2 \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"\n\n3 Jesus replied, \"And why do you break the command of God for the sake of your tradition? 4 For God said, 'Honor your father and mother'[a] and 'Anyone who curses their father or mother is to be put to death.'[b] 5 But you say that if anyone declares that what might have been used to help their father or mother is 'devoted to God,' 6 they are not to 'honor their father or mother' with it. Thus you nullify the word of God for the sake of your tradition. 7 You hypocrites! Isaiah was right when he prophesied about you:\n\n8 \"'These people honor me with their lips,\n    but their hearts are far from me.\n9 They worship me in vain;\n    their teachings are merely human rules.'[c]\"\n\nFootnotes\na. Matthew 15:4 Exodus 20:12; Deut. 5:16\nb. Matthew 15:4 Exodus 21:17; Lev. 20:9\nc. Matthew 15:9 Isaiah 29:13",
    "Script 4": "Ezra 7\nAmerican Standard Version\n7 Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah, 2 the son of Shallum, the son of Zadok, the son of Ahitub, 3 the son of Amariah, the son of Azariah, the son of Meraioth, 4 the son of Zerahiah, the son of Uzzi, the son of Bukki, 5 the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest-- 6 this Ezra went up from Babylon. And he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him. 7 And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king. 8 And he came to Jerusalem in the fifth month, which was in the seventh year of the king. 9 For upon the first day of the first month [a]began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him. 10 For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.\n\n11 Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel: 12 [b]Artaxerxes, king of kings, unto Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth. 13 I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go to Jerusalem, go with thee. 14 Forasmuch as thou art sent [c]of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand, 15 and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem, 16 and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem; 17 therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem. 18 And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God. 19 And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem. 20 And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure-house. 21 And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence, 22 unto a hundred talents of silver, and to a hundred [d]measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much. 23 Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons? 24 Also we certify you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, upon them. 25 And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not. 26 And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to [e]banishment, or to confiscation of goods, or to imprisonment.\n\n27 Blessed be Jehovah, the God of our fathers, who hath put such a thing as this in the king's heart, to beautify the house of Jehovah which is in Jerusalem; 28 and hath extended lovingkindness unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel chief men to go up with me.\n\n \nFootnotes\nEzra 7:9 Hebrew that was the foundation of the going up.\nEzra 7:12 7:12--26 is in Aramaic.\nEzra 7:14 Aramaic from before the king.\nEzra 7:22 Aramaic cors.\nEzra 7:26 Aramaic rooting out.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nא Aleph\n\n Blessed are those whose ways are blameless,\n    who walk according to the law of the Lord.\n Blessed are those who keep his statutes\n    and seek him with all their heart--\n they do no wrong\n    but follow his ways.\n You have laid down precepts\n    that are to be fully obeyed.\n Oh, that my ways were steadfast\n    in obeying your decrees!\n Then I would not be put to shame\n    when I consider all your commands.\n I will praise you with an upright heart\n    as I learn your righteous laws.\n I will obey your decrees;\n    do not utterly forsake me.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the stanzas of which begin with successive letters of the Hebrew alphabet; moreover, the verses of each stanza begin with the same letter of the Hebrew alphabet.",
    "Script 2": "Deuteronomy :-\n\nProsperity After Turning to the Lord\n\n When all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord your God disperses you among the nations,  and when you and your children return to the Lord your God and obey him with all your heart and with all your soul according to everything I command you today,  then the Lord your God will restore your fortunes[a] and have compassion on you and gather you again from all the nations where he scattered you.  Even if you have been banished to the most distant land under the heavens, from there the Lord your God will gather you and bring you back.  He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors.  The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live.  The Lord your God will put all these curses on your enemies who hate and persecute you.  You will again obey the Lord and follow all his commands I am giving you today.  Then the Lord your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord will again delight in you and make you prosperous, just as he delighted in your ancestors,\n\nFootnotes\na. Deuteronomy : Or will bring you back from captivity",
    "Script 3": "Matthew :-\n\nThat Which Defiles\n\n Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked,  \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"\n\n Jesus replied, \"And why do you break the command of God for the sake of your tradition?  For God said, 'Honor your father and mother'[a] and 'Anyone who curses their father or mother is to be put to death.'[b]  But you say that if anyone declares that what might have been used to help their father or mother is 'devoted to God,'  they are not to 'honor their father or mother' with it. Thus you nullify the word of God for the sake of your tradition.  You hypocrites! Isaiah was right when he prophesied about you:\n\n \"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[c]\"\n\nFootnotes\na. Matthew : Exodus :; Deut. :\nb. Matthew : Exodus :; Lev. :\nc. Matthew : Isaiah :",
    "Script 4": "Ezra \nAmerican Standard Version\n Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,  the son of Shallum, the son of Zadok, the son of Ahitub,  the son of Amariah, the son of Azariah, the son of Meraioth,  the son of Zerahiah, the son of Uzzi, the son of Bukki,  the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest--  this Ezra went up from Babylon. And he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him.  And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king.  And he came to Jerusalem in the fifth month, which was in the seventh year of the king.  For upon the first day of the first month [a]began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him.  For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.\n\n Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel:  [b]Artaxerxes, king of kings, unto Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth.  I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go to Jerusalem, go with thee.  Forasmuch as thou art sent [c]of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand,  and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem,  and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem;  therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem.  And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God.  And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem.  And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure-house.  And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence,  unto a hundred talents of silver, and to a hundred [d]measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much.  Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?  Also we certify you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, upon them.  And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not.  And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to [e]banishment, or to confiscation of goods, or to imprisonment.\n\n Blessed be Jehovah, the God of our fathers, who hath put such a thing as this in the king's heart, to beautify the house of Jehovah which is in Jerusalem;  and hath extended lovingkindness unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel chief men to go up with me.\n\n \nFootnotes\nEzra : Hebrew that was the foundation of the going up.\nEzra : :-- is in Aramaic.\nEzra : Aramaic from before the king.\nEzra : Aramaic cors.\nEzra : Aramaic rooting out.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nא Aleph\n\n Blessed are those whose ways are blameless,\n    who walk according to the law of the Lord.\n Blessed are those who keep his statutes\n    and seek him with all their heart--\n they do no wrong\n    but follow his ways.\n You have laid down precepts\n    that are to be fully obeyed.\n Oh, that my ways were steadfast\n    in obeying your decrees!\n Then I would not be put to shame\n    when I consider all your commands.\n I will praise you with an upright heart\n    as I learn your righteous laws.\n I will obey your decrees;\n    do not utterly forsake me.\n\n",
    "Script 2": "Deuteronomy :-\n\nProsperity After Turning to the Lord\n\n When all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord your God disperses you among the nations,  and when you and your children return to the Lord your God and obey him with all your heart and with all your soul according to everything I command you today,  then the Lord your God will restore your fortunes[a] and have compassion on you and gather you again from all the nations where he scattered you.  Even if you have been banished to the most distant land under the heavens, from there the Lord your God will gather you and bring you back.  He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors.  The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live.  The Lord your God will put all these curses on your enemies who hate and persecute you.  You will again obey the Lord and follow all his commands I am giving you today.  Then the Lord your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord will again delight in you and make you prosperous, just as he delighted in your ancestors,\n\n",
    "Script 3": "Matthew :-\n\nThat Which Defiles\n\n Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked,  \"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"\n\n Jesus replied, \"And why do you break the command of God for the sake of your tradition?  For God said, 'Honor your father and mother'[a] and 'Anyone who curses their father or mother is to be put to death.'[b]  But you say that if anyone declares that what might have been used to help their father or mother is 'devoted to God,'  they are not to 'honor their father or mother' with it. Thus you nullify the word of God for the sake of your tradition.  You hypocrites! Isaiah was right when he prophesied about you:\n\n \"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[c]\"\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,  the son of Shallum, the son of Zadok, the son of Ahitub,  the son of Amariah, the son of Azariah, the son of Meraioth,  the son of Zerahiah, the son of Uzzi, the son of Bukki,  the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest--  this Ezra went up from Babylon. And he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him.  And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king.  And he came to Jerusalem in the fifth month, which was in the seventh year of the king.  For upon the first day of the first month [a]began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him.  For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.\n\n Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel:  [b]Artaxerxes, king of kings, unto Ezra the priest, the scribe of the law of the God of heaven, perfect and so forth.  I make a decree, that all they of the people of Israel, and their priests and the Levites, in my realm, that are minded of their own free will to go to Jerusalem, go with thee.  Forasmuch as thou art sent [c]of the king and his seven counsellors, to inquire concerning Judah and Jerusalem, according to the law of thy God which is in thy hand,  and to carry the silver and gold, which the king and his counsellors have freely offered unto the God of Israel, whose habitation is in Jerusalem,  and all the silver and gold that thou shalt find in all the province of Babylon, with the freewill-offering of the people, and of the priests, offering willingly for the house of their God which is in Jerusalem;  therefore thou shalt with all diligence buy with this money bullocks, rams, lambs, with their meal-offerings and their drink-offerings, and shalt offer them upon the altar of the house of your God which is in Jerusalem.  And whatsoever shall seem good to thee and to thy brethren to do with the rest of the silver and the gold, that do ye after the will of your God.  And the vessels that are given thee for the service of the house of thy God, deliver thou before the God of Jerusalem.  And whatsoever more shall be needful for the house of thy God, which thou shalt have occasion to bestow, bestow it out of the king's treasure-house.  And I, even I Artaxerxes the king, do make a decree to all the treasurers that are beyond the River, that whatsoever Ezra the priest, the scribe of the law of the God of heaven, shall require of you, it be done with all diligence,  unto a hundred talents of silver, and to a hundred [d]measures of wheat, and to a hundred baths of wine, and to a hundred baths of oil, and salt without prescribing how much.  Whatsoever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?  Also we certify you, that touching any of the priests and Levites, the singers, porters, Nethinim, or servants of this house of God, it shall not be lawful to impose tribute, custom, or toll, upon them.  And thou, Ezra, after the wisdom of thy God that is in thy hand, appoint magistrates and judges, who may judge all the people that are beyond the River, all such as know the laws of thy God; and teach ye him that knoweth them not.  And whosoever will not do the law of thy God, and the law of the king, let judgment be executed upon him with all diligence, whether it be unto death, or to [e]banishment, or to confiscation of goods, or to imprisonment.\n\n Blessed be Jehovah, the God of our fathers, who hath put such a thing as this in the king's heart, to beautify the house of Jehovah which is in Jerusalem;  and hath extended lovingkindness unto me before the king, and his counsellors, and before all the king's mighty princes. And I was strengthened according to the hand of Jehovah my God upon me, and I gathered together out of Israel chief men to go up with me.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]