[
  {
    "Date": "2025-12-20T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZWZlM2VlZmUtZDYzNS0zNWE5LWI4YzgtNzNkMmUxZTZlYjFk?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ2CE",
    "Yoga": "https://www.youtube.com/watch?v=x84gMO8D4_Y&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=7",
    "famous quote": "There is no passion to be found playing small- in settling for a life that is less than the one you are capable of living.\n-Nelson Mandela",
    "Ted Talks": "https://www.youtube.com/watch?v=DqwzKPZK8AU",
    "Nature Video": "https://www.youtube.com/watch?v=py0wRutmMF4&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=3",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 9)\n\nWhy is Christianity better than Islam moving in?\n\nThe whole world is under pressure from the Muslim movement and hundreds of people are dying because of their bad action and belief. Millions of people are dying in Iraq, Syria, and in different parts of the world. And we can't see any terrorism action by Christians anywhere in the world. Christian nations like America, or others, we don't see any terrorism action by Christian nations. All the terrorism threats are from the Muslims. Can you witness any bombing throughout the world from Christians? \n\nWhat about Gaza, etc.?\n\nThe biblical history about Israel is clear. Israel is in God's mind and the Muslims don't accept that truth. Also, Israelites are defending their homeland. And most of their homeland has been taken by the Muslims. They are fighting for that. And they weren't even able to be in their country for thousands of years, until 1968. They didn't even have a homeland. Even the temple is under the Muslim temple. So they are looking to get their own land back. \nSo it is not about freedom, actually. It's thinking about generations. We might declare freedom in any nation, but if that freedom brings the destruction of the generation to come, we have to be a leader that protects them. The Muslim strategy is not only preaching their Muslim religion, they are marrying Americans and Ethiopians. They have all kinds of strategy to invade a country. If you, especially as a Christian nation, allow them to settle in your nation. . . I mean if it happened for Ephesus, Thessalonica, Colossae, and Philippi, don't you think it will happen to America or Ethiopia?\nI mean, do you think Americans will still send missionaries after 20 years? Maybe not. It is declining because the perspective of the leaders of the nation has changed. 20-30 years ago the American government was supporting missionaries to go to the world. Now the only organizations sending missionaries are the church and now the government is weakening the church, not giving enough support for the church. So when the leadership perspective changes the nation can struggle.\nSo some of the ways Muslims invade nations are through marriage, violence, and business. In fact most investments (Foreign Direct Investments) in Ethiopia are from Turkey and Saudi Arabia. They are coming through investments and invading the nation. They come with two purposes. One, to get money, and two, to make it Islam. \nAlso, they invade by opening schools. I have an experience in this. An Arab Muslim opened a school in Addis Ababa and he asked all the girls to wear a veil. They weren't even Muslim! \nOr they open a medical clinic in a Christian dominated area and bring them free treatment to bring the teachings. They do the same strategies as Christians.\n\nThen what is the difference?\n\nOurs is life. The gospel is life and their preaching is taking people to death. They pay whatever money to send their young generation to Arab countries to study, and learn Islam, and get masters and doctorates in Muslim and something else. Like a degree in social service maybe, or other things, but they teach people how to invade other nations with Islam. And because they have the education they get the position in the government. And with the position in the government they get access to land to build mosques. \nIn Uganda, their strategy is to have a mosque every ten miles.\nI'm sorry to harp on this so much, but what is the difference between the life Christians say they bring versus the life Muslims would say they bring?\nEverybody should agree life should be peaceful and joyful. And life should be living for others. But the Muslim position is they believe that if they kill you, a Christian, they go to heaven. As a human no one can allow or believe that killing someone can save anyone for eternity.\nJust then my dad burst into our interview, put his hands on my shoulders and said that a woman was just healed of being blind. \"Do you want to come over and see her, Alayu?\"\n\nAlayu excitedly exclaims, \"Praise God!\" And as I quickly ended the interview so we could go see, he says one last thing. \n\"So Christianity brings life.\"\n\nAnd I responded. \"And seeing is life.\"\n\nWe went over and investigated the healing. The blind woman had been to our medical clinic a few days prior and came back now being able to see partially. The doctors had given her tablets to take of Prednisone, which, among other things can reduce certain types of swelling. None of the doctors expected it to work but thought they should try, even if it was a long shot. And it appears that perhaps it took down some of the swelling behind her eyes. It appears that the hands of the Christian doctors brought vision to a blind woman, maybe with a little help from God.",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=l3vT0k3kV_g",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=96MiYk9VYvc",
    "Music Video Instructions": "Ask God to bring you to life."
  }
]