[
  {
    "": "2025-08-09T07:00:00.000Z",
    "Art title 1": "Choose Joy",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1118dcb4d258462caf9ddc06d039c2b9~mv2.jpg",
    "Artist Statement 1": "We have a choice, we can lift our heads above the thick water and choose to focus on the warmth of joy.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-04397904-ad0a-4b48-80a7-7d38fa4e18ad",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGo Secular Before You Can Pray Again",
    "Story Link": "https://www.rawspoon.com/post/go-secular-before-you-can-pray-again",
    "excerpt": "I'm on this plane and looking down at a layer of dough-like clouds spread across the landscape, and the moon is like a gray-ish hole incompletely punched out of a blue-to-yellow gradient sky.\n\n\nI've been doing a lot of sitting silently lately. There's this hammock on a wooden, second story balcony at my favorite coffee shop I've been going to a lot lately (Gilly Brew Bar in Stone Mountain Village, Ga). And there I like looking at the light green color on the back of leaves when the sun is shining on their front. I've been doing just a lot of sitting like that. \n\n\nFor the first 39.5 years of my life I was very productive. Every spare moment was harvestable to get me closer to completing my novel or publishing another art piece. This left very little room for calm reflection. \n\n\nAnd since I've started spending time in silence lately, I feel like my emotions have crept very near to the surface. I cried when just talking to a nice older woman in the seat across from me at our gate at the airport. Cried for no reason, accept it was a beautiful moment.\n\n\nI think in my first 39.5 years I would have tried to be productive with these moments, sitting here on the plane. I would knock out something from my to-do list. Maybe one of those things would be I'd try to produce words to speak to my creator, because prayer is one of those things I'm supposed to get done each day. It's a type of publication of its own, I suppose. I always have to feel productive. Check off my quiet time, and then get to the real work. Edit a logo for a client Or something.\n\n\nAnd I was taught that using certain words accompanied by a certain name prescribed by my particular brands of Christian subculture were the safe way to do contemplation, or whatever it is I'm doing right now. But you know, that's what they told me to do and after 39.5 years I don't really feel like it's native to me.\n\n\nBut as I look down at the earth I'm so incredibly grateful for all this beauty. And I just want to sit in silence. I was just now almost flushed with another wave of crying that rushed up and made my nose sting. Gratitude for this beauty. For that nice woman. For the beautiful, honest article I just read by an atheist who surprisedly reported favorably on a Christian rock festival for GQ. Like he talked about friends he made who fried up frog legs for him and they totally loved God. It was a very funny article. I really enjoyed it.\n\n\nAnd as I was staring out as we passed up through one layer of clouds, slid through the gap of clear air before plunging through another solid layer of bright clouds, and emerged on top, I didnt want to summon words. To a specific person or in a certain language. Any words just seems so small. Too outside of myself. I have been taught those things from the outside. Silent gratitude seemed most native to me. What I feel right now is completely native to this heart. \n\n\nGratitude. \n\n\nI don't know if I love God, at least the one I have been told all about. With these certain attributes and names and history. Jesus is still kind of like a stranger to me. He kinda seems like a jerk a lot of times in the Bible, kinda enigmatic and you don't really know what he's saying. I dont REALLY feel like I know him. But I do look down and cannot deny the reality of this feeling. I feel gratitude. \n\n\nI don't know if I love God, or Jesus, or whatever I've been taught is out there. But I do feel gratitude. And when I spend a moment more I realize these gifts have been created by someone and given. And I get this image of a creator watching me, just waiting for me to discover these little beauties he's hidden for us to find. And though I can't see his face or anything, I feel like he's smiling. And maybe this creator for whom I feel this much gratitude is the same God in the Bible that feels so unknowable. And because of this feeling of gratitude so deeply in me, if a giver makes such things for me to find, I love that being. \n\n\nThere may not be a more humble, worshipful moment in my life right now. I'm just extremely grateful to whoever has given me this moment. His name may be Jesus. I don't really know. I just know I'm extremely overwhelmed with love for him. \n\n\nRaw Spoon, 9-21-19",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_dc5a61d49de34274b9d5bffc81f553fd~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_c9f7e4ff8ccd4fd8b152e789c6fd67ab~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=oNNZO9i1Gjc",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 33",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 11",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 13",
    "The Chosen 3": "https://youtu.be/QGg3LyGYMp8",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=HVF7WW9qvRs",
    "Song 2": "https://youtu.be/iA7a6t0Dny0?si=luG-Kyz267vBmfu8",
    "Song 3": "https://youtu.be/rb5mE2Xtx74?si=m2_BGKs7TzMu4lc5",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@30.962358,46.1040673,798m/data=!3m1!1e3?entry=ttu",
    "3dNotes2": "Ruins of Ur of the Chaldeans",
    "3dLink3": "https://www.google.com.ph/maps/@32.8820075,35.5565657,3a,75y,224.92h,67.52t/data=!3m8!1e1!3m6!1sAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1%3Dw203-h100-k-no-pi-0-ya95.29195-ro-0-fo100!7i12000!8i6000!5m1!1e4",
    "3dNotes3": "The Sermon on the Mount: This is traditionally the place where Jesus was thought to have given the sermon on the mount.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/7",
    "Bema 2": "https://www.bemadiscipleship.com/6",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/6124c231-550c-4225-a334-de66eb08972a.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=ZSxxvjcDxAI",
    "Bible in Song 4": ""
  }
]