[
  {
    "Date": "2025-08-10T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=qNk-kc0XH4A&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=2",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=DnMhaalC50A&list=PLVccJouc7Os_YiWwInzxFfTC7Y2BA6iyW&index=2",
    "famous quote": "Science has taught me that everything is more complicated than we first assume, and that being able to derive happiness from discovery is a recipe for a beautiful life.\n-Hope Jahren (Lab Girl)",
    "Ted Talks": "https://www.youtube.com/watch?v=mEK2pIiZ2I0",
    "Nature Video": "https://www.youtube.com/watch?v=6Jz0JcQYtqo",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stories from Mindy:\n\n\"My mom had cancer when she was a kid. They just told her it was like a really bad cold. They did mustard gas treatment. She was one of the first kids to go to DisneyLand. It went away but when she was 30 she got cancer again and her parents told her it was cancer she had when young. She had half her ovaries taken out and they told her she would never have a child. And then she got pregnant. She had two babies. \r\n\nGod didn't do it as an advertisement for God. He did it because he loved her. \r\n\nWhen I look at a child. What a miracle. But as soon as he becomes an irritable little kid I forget he is a miracle.\r\n\nMy mother's brother jumped off a building to kill himself 15 stories up. But he lived. He broke his back in lots of places, and his neck and he lost an eye. And now he is the most bitter person. He had a miracle but didn't choose to see it.\r\n\nI was in a wheelchair and I said when I get out I will do this and this and this. But now, I'm out and sometimes I go 50 days without even thinking about it. I get mad when I get dry skin.\r\n\nFaith is like the glasses to see all the amazing things around us.\n\r\nEven my car starting is a miracle. So many little things are miracles. The fact that more people didn't die at 9-11 is a miracle.\"\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/xhC6na9-XQk",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]