[
  {
    "Date": "2025-09-28T07:00:00.000Z",
    "Day of Week": "Sunday",
    "Day in calendar": "Proper 19",
    "Script 1": "\n Whoever dwells in the shelter of the Most High\n    will rest in the shadow of the Almighty.[a]\n I will say of the Lord, \"He is my refuge and my fortress,\n    my God, in whom I trust.\"\n\n Surely he will save you\n    from the fowler's snare\n    and from the deadly pestilence.\n He will cover you with his feathers,\n    and under his wings you will find refuge;\n    his faithfulness will be your shield and rampart.\n You will not fear the terror of night,\n    nor the arrow that flies by day,\n nor the pestilence that stalks in the darkness,\n    nor the plague that destroys at midday.\n\n \"Because he[a] loves me,\" says the Lord, \"I will rescue him;\n    I will protect him, for he acknowledges my name.\n He will call on me, and I will answer him;\n    I will be with him in trouble,\n    I will deliver him and honor him.\n With long life I will satisfy him\n    and show him my salvation.\"\n\n",
    "Script 2": "Jeremiah Buys a Field\n\n This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.  The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah.\n\n Now Zedekiah king of Judah had imprisoned him there, saying, \"Why do you prophesy as you do? You say, 'This is what the Lord says: I am about to give this city into the hands of the king of Babylon, and he will capture it.\n\n Jeremiah said, \"The word of the Lord came to me:  Hanamel son of Shallum your uncle is going to come to you and say, 'Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.'\n\n \"Then, just as the Lord had said, my cousin Hanamel came to me in the courtyard of the guard and said, 'Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.'\n\n\"I knew that this was the word of the Lord;  so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels[a] of silver.  I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales.  I took the deed of purchase--the sealed copy containing the terms and conditions, as well as the unsealed copy--  and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard.\n\n \"In their presence I gave Baruch these instructions:  'This is what the Lord Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time.  For this is what the Lord Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.'\n\n",
    "Script 3": " But godliness with contentment is great gain.  For we brought nothing into the world, and we can take nothing out of it.  But if we have food and clothing, we will be content with that.  Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.  For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.\n\nFinal Charge to Timothy\n\n But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.  Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.  In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you  to keep this command without spot or blame until the appearing of our Lord Jesus Christ,  which God will bring about in his own time--God, the blessed and only Ruler, the King of kings and Lord of lords,  who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen.\n\n Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment.  Command them to do good, to be rich in good deeds, and to be generous and willing to share.  In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life.",
    "Script 4": "\nThe Rich Man and Lazarus\n\n \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day.  At his gate was laid a beggar named Lazarus, covered with sores  and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores.\n\n \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried.  In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.  So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.'\n\n \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.  And besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.'\n\n \"He answered, 'Then I beg you, father, send Lazarus to my family,  for I have five brothers. Let him warn them, so that they will not also come to this place of torment.'\n\n \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.'\n\n \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'\n\n \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\"",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm146;Proverbs28:11-28;Luke9:43b-48",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.91,Ps.146,Jer.32,Amos.6,Luke.16,1Tim.6",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_38b84bc58bd746bda5416466cb6d5c6e~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_67294b3878124583bd9e3a3b1b577fe2~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_2e67476aaac84f76befa779191b8c01c~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_aae52f4932024ea9b5be4dd29d5ea952~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_96686e8a5a7844afa674c36268112947~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 91:1-6, 14-16",
    "Address Script 2": "Jeremiah 32:1-3, 6-15, Amos 6:1, 4-7",
    "Address Script 3": "1 Timothy 6:6-19",
    "Address Script 4": "Luke 16:19-31",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.91.f7654b5737fa3a5f178db8050191e0c1.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jer.32.b18060f9c9cdea91834f72388ecb8e8c.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Tim.6.0463af59565e189d1f279db2e4d1bc24.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.16.0c2d8d38bc18f5b480f3886e8f7f15fe.mp3",
    "Verse to start at for audio": 37
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 91:1-6, 14-16\n\n1 Whoever dwells in the shelter of the Most High\n    will rest in the shadow of the Almighty.[a]\n2 I will say of the Lord, \"He is my refuge and my fortress,\n    my God, in whom I trust.\"\n\n3 Surely he will save you\n    from the fowler's snare\n    and from the deadly pestilence.\n4 He will cover you with his feathers,\n    and under his wings you will find refuge;\n    his faithfulness will be your shield and rampart.\n5 You will not fear the terror of night,\n    nor the arrow that flies by day,\n6 nor the pestilence that stalks in the darkness,\n    nor the plague that destroys at midday.\n\n14 \"Because he[a] loves me,\" says the Lord, \"I will rescue him;\n    I will protect him, for he acknowledges my name.\n15 He will call on me, and I will answer him;\n    I will be with him in trouble,\n    I will deliver him and honor him.\n16 With long life I will satisfy him\n    and show him my salvation.\"\n\nFootnotes\na. Psalm 91:1 Hebrew Shaddai\nb. Psalm 91:14 That is, probably the king\n\nPsalm 146\n\n1 Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n2 I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n3 Do not put your trust in princes,\n    in human beings, who cannot save.\n4 When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n5 Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n6 He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n7 He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n8     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n9 The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n10 The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm 146:1 Hebrew Hallelu Yah; also in verse 10",
    "Script 2": "Jeremiah 32:1-3, 6-15\n\nJeremiah Buys a Field\n\n1 This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar. 2 The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah.\n\n3 Now Zedekiah king of Judah had imprisoned him there, saying, \"Why do you prophesy as you do? You say, 'This is what the Lord says: I am about to give this city into the hands of the king of Babylon, and he will capture it.\n\n6 Jeremiah said, \"The word of the Lord came to me: 7 Hanamel son of Shallum your uncle is going to come to you and say, 'Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.'\n\n8 \"Then, just as the Lord had said, my cousin Hanamel came to me in the courtyard of the guard and said, 'Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.'\n\n\"I knew that this was the word of the Lord; 9 so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels[a] of silver. 10 I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales. 11 I took the deed of purchase--the sealed copy containing the terms and conditions, as well as the unsealed copy-- 12 and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard.\n\n13 \"In their presence I gave Baruch these instructions: 14 'This is what the Lord Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time. 15 For this is what the Lord Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.'\n\nFootnotes\na. Jeremiah 32:9 That is, about 7 ounces or about 200 grams\n\nAmos 6:1, 4-7\n\nWoe to the Complacent\n\n1 Woe to you who are complacent in Zion,\n    and to you who feel secure on Mount Samaria,\nyou notable men of the foremost nation,\n    to whom the people of Israel come!\n\n4 You lie on beds adorned with ivory\n    and lounge on your couches.\nYou dine on choice lambs\n    and fattened calves.\n5 You strum away on your harps like David\n    and improvise on musical instruments.\n6 You drink wine by the bowlful\n    and use the finest lotions,\n    but you do not grieve over the ruin of Joseph.\n7 Therefore you will be among the first to go into exile;\n    your feasting and lounging will end.",
    "Script 3": "1 Timothy 6:6-19\n\n6 But godliness with contentment is great gain. 7 For we brought nothing into the world, and we can take nothing out of it. 8 But if we have food and clothing, we will be content with that. 9 Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction. 10 For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.\n\nFinal Charge to Timothy\n\n11 But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness. 12 Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses. 13 In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you 14 to keep this command without spot or blame until the appearing of our Lord Jesus Christ, 15 which God will bring about in his own time--God, the blessed and only Ruler, the King of kings and Lord of lords, 16 who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen.\n\n17 Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. 18 Command them to do good, to be rich in good deeds, and to be generous and willing to share. 19 In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life.",
    "Script 4": "Luke 16:19-31\n\nThe Rich Man and Lazarus\n\n19 \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. 20 At his gate was laid a beggar named Lazarus, covered with sores 21 and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores.\n\n22 \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. 23 In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. 24 So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.'\n\n25 \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. 26 And besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.'\n\n27 \"He answered, 'Then I beg you, father, send Lazarus to my family, 28 for I have five brothers. Let him warn them, so that they will not also come to this place of torment.'\n\n29 \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.'\n\n30 \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'\n\n31 \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\"",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-, -\n\n Whoever dwells in the shelter of the Most High\n    will rest in the shadow of the Almighty.[a]\n I will say of the Lord, \"He is my refuge and my fortress,\n    my God, in whom I trust.\"\n\n Surely he will save you\n    from the fowler's snare\n    and from the deadly pestilence.\n He will cover you with his feathers,\n    and under his wings you will find refuge;\n    his faithfulness will be your shield and rampart.\n You will not fear the terror of night,\n    nor the arrow that flies by day,\n nor the pestilence that stalks in the darkness,\n    nor the plague that destroys at midday.\n\n \"Because he[a] loves me,\" says the Lord, \"I will rescue him;\n    I will protect him, for he acknowledges my name.\n He will call on me, and I will answer him;\n    I will be with him in trouble,\n    I will deliver him and honor him.\n With long life I will satisfy him\n    and show him my salvation.\"\n\nFootnotes\na. Psalm : Hebrew Shaddai\nb. Psalm : That is, probably the king\n\nPsalm \n\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm : Hebrew Hallelu Yah; also in verse ",
    "Script 2": "Jeremiah :-, -\n\nJeremiah Buys a Field\n\n This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.  The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah.\n\n Now Zedekiah king of Judah had imprisoned him there, saying, \"Why do you prophesy as you do? You say, 'This is what the Lord says: I am about to give this city into the hands of the king of Babylon, and he will capture it.\n\n Jeremiah said, \"The word of the Lord came to me:  Hanamel son of Shallum your uncle is going to come to you and say, 'Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.'\n\n \"Then, just as the Lord had said, my cousin Hanamel came to me in the courtyard of the guard and said, 'Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.'\n\n\"I knew that this was the word of the Lord;  so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels[a] of silver.  I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales.  I took the deed of purchase--the sealed copy containing the terms and conditions, as well as the unsealed copy--  and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard.\n\n \"In their presence I gave Baruch these instructions:  'This is what the Lord Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time.  For this is what the Lord Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.'\n\nFootnotes\na. Jeremiah : That is, about  ounces or about  grams\n\nAmos :, -\n\nWoe to the Complacent\n\n Woe to you who are complacent in Zion,\n    and to you who feel secure on Mount Samaria,\nyou notable men of the foremost nation,\n    to whom the people of Israel come!\n\n You lie on beds adorned with ivory\n    and lounge on your couches.\nYou dine on choice lambs\n    and fattened calves.\n You strum away on your harps like David\n    and improvise on musical instruments.\n You drink wine by the bowlful\n    and use the finest lotions,\n    but you do not grieve over the ruin of Joseph.\n Therefore you will be among the first to go into exile;\n    your feasting and lounging will end.",
    "Script 3": " Timothy :-\n\n But godliness with contentment is great gain.  For we brought nothing into the world, and we can take nothing out of it.  But if we have food and clothing, we will be content with that.  Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.  For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.\n\nFinal Charge to Timothy\n\n But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.  Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.  In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you  to keep this command without spot or blame until the appearing of our Lord Jesus Christ,  which God will bring about in his own time--God, the blessed and only Ruler, the King of kings and Lord of lords,  who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen.\n\n Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment.  Command them to do good, to be rich in good deeds, and to be generous and willing to share.  In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life.",
    "Script 4": "Luke :-\n\nThe Rich Man and Lazarus\n\n \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day.  At his gate was laid a beggar named Lazarus, covered with sores  and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores.\n\n \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried.  In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.  So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.'\n\n \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.  And besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.'\n\n \"He answered, 'Then I beg you, father, send Lazarus to my family,  for I have five brothers. Let him warn them, so that they will not also come to this place of torment.'\n\n \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.'\n\n \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'\n\n \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\"",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-, -\n\n Whoever dwells in the shelter of the Most High\n    will rest in the shadow of the Almighty.[a]\n I will say of the Lord, \"He is my refuge and my fortress,\n    my God, in whom I trust.\"\n\n Surely he will save you\n    from the fowler's snare\n    and from the deadly pestilence.\n He will cover you with his feathers,\n    and under his wings you will find refuge;\n    his faithfulness will be your shield and rampart.\n You will not fear the terror of night,\n    nor the arrow that flies by day,\n nor the pestilence that stalks in the darkness,\n    nor the plague that destroys at midday.\n\n \"Because he[a] loves me,\" says the Lord, \"I will rescue him;\n    I will protect him, for he acknowledges my name.\n He will call on me, and I will answer him;\n    I will be with him in trouble,\n    I will deliver him and honor him.\n With long life I will satisfy him\n    and show him my salvation.\"\n\n",
    "Script 2": "Jeremiah :-, -\n\nJeremiah Buys a Field\n\n This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.  The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah.\n\n Now Zedekiah king of Judah had imprisoned him there, saying, \"Why do you prophesy as you do? You say, 'This is what the Lord says: I am about to give this city into the hands of the king of Babylon, and he will capture it.\n\n Jeremiah said, \"The word of the Lord came to me:  Hanamel son of Shallum your uncle is going to come to you and say, 'Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.'\n\n \"Then, just as the Lord had said, my cousin Hanamel came to me in the courtyard of the guard and said, 'Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.'\n\n\"I knew that this was the word of the Lord;  so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels[a] of silver.  I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales.  I took the deed of purchase--the sealed copy containing the terms and conditions, as well as the unsealed copy--  and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard.\n\n \"In their presence I gave Baruch these instructions:  'This is what the Lord Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time.  For this is what the Lord Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.'\n\n",
    "Script 3": " Timothy :-\n\n But godliness with contentment is great gain.  For we brought nothing into the world, and we can take nothing out of it.  But if we have food and clothing, we will be content with that.  Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.  For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.\n\nFinal Charge to Timothy\n\n But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.  Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.  In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you  to keep this command without spot or blame until the appearing of our Lord Jesus Christ,  which God will bring about in his own time--God, the blessed and only Ruler, the King of kings and Lord of lords,  who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen.\n\n Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment.  Command them to do good, to be rich in good deeds, and to be generous and willing to share.  In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life.",
    "Script 4": "Luke :-\n\nThe Rich Man and Lazarus\n\n \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day.  At his gate was laid a beggar named Lazarus, covered with sores  and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores.\n\n \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried.  In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.  So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.'\n\n \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony.  And besides all this, between us and you a great chasm has been set in place, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.'\n\n \"He answered, 'Then I beg you, father, send Lazarus to my family,  for I have five brothers. Let him warn them, so that they will not also come to this place of torment.'\n\n \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.'\n\n \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.'\n\n \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\"",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]