[
  {
    "Date": "2025-12-03T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=wf0-wv2awkY",
    "Additional Link": "https://lnns.co/d7Ymi4uLJK9",
    "Yoga": "https://www.youtube.com/watch?v=rxBsaEMmEKs&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=4",
    "famous quote": "\"Perhaps your own reiterated cries deafen you to the voice you hoped to hear\"\n-- C.S. Lewis (A Grief Observed)",
    "Ted Talks": "https://www.youtube.com/watch?v=3m6dV7Xo3Vc",
    "Nature Video": "https://www.youtube.com/watch?v=Q1zbgd6xpGQ&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=52",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy\nInterview (part 4)\n\nOkay, I've heard enough to know I want some answers on how to make miracles like this happen in my life in America.\n\nWhat would you like to tell people who are scared to try to go do dangerous things for God?\n\nPraise the Lord. As Zacharias says, it is not by might, nor by strength, nor by power but by my spirit says the Lord. Think not of your power, not of your strength, not of your knowledge, but think of the Spirit. \nIf you see me I am not an educated person. I don't have a degree but I have the Spirit. Pray boldly. Give your personality to the Holy Spirit so he can use you. \n\nWhat do you do when you pray, and someone doesn't get healed?\n\nIf I don't see a miracle I will fast and pray and take time. It could be days or months. I will take oil to the person and pray for the person. For example there was a teenage girl who couldn't walk. She was lame for 2 years. Her family members took her to one of the churches and they couldn't' help her. So her family carried her and brought her to me. So when she arrived at my home I started to pray and I realized that it was not easy. So I kept praying and I used the oil and put it on her body and prayed for her for three days. Then she was healed. She stood up and walked. So now she is a singer in my church. \nAfter hearing that so many of the sick people had demons, I wanted to clarify.\n\nWhen someone is sick, is it always because of a demon?\n\nNot always. \nCan you still heal them if it isn't because of a demon?\nYes.\nIs the healing process different? \nYes. \n\nWhat is the difference?\n\nThe process is like this. If a person is sick because of a demon, the demon spirit has to leave before the sickness does. And the person knows that the demon can still come back and take them again so they keep coming back to the church. And they keep praying to keep it away.\nThose who don't have a demon might forget and stop going to church because they were healed so easily. \n\nThen what needs to happen if they go back to their old life of sin?\n\nEvery time when people come to me seeking prayer for healing I will not directly go and pray for them. I will go to my room and wait for the Holy Spirit's response to know how to pray for the person.\nSo once when I asked God why someone was sick, the Holy Spirit told me I couldn't have him in the church while I preached because he doesn't live according to God's plan. So God sent the sickness to him so that person would come to church and seek God.\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://youtu.be/ibbtJg48Uos",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]