[
  {
    "Art title 1": "The Stone Rejected By This World Became The Cornerstone of Heaven",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0a16332a20a04168bdf1ae0dfe396903~mv2.jpg",
    "Artist Statement 1": "Jesus flips the reward system of this world on its head. Instead of 'the strongest survives,' it is the one who gives of themselves the most lives. The rock that was discarded because it was not flat enough held inside it all of heaven. (Make sure to look closely at the profile of the hilsides)",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-4f65c50a-1f99-4cb3-8941-97cb12b0a5f8",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Wage War on Your Parasite",
    "Story Link": "https://www.rawspoon.com/post/story-wage-war-on-your-parasite",
    "excerpt": "JohnMark's wife Meghan was so unpleasant lately. She had been the reason he had moved across the country and gotten the job he did. She had helped him heal from veteran trauma which even led him to Christ and helped him become a leader at work. But for the past year or so she always seemed to be complaining about wrinkles in her skin. Moping about her work reviews not going as well as her younger peers. And even in the bedroom she wouldn't let him keep the lights on anymore, as if anything ever happened in there anyway.\n\nBut that's kind of why he was okay with letting his eyes wander. It wasn't anything new, but now he felt like he had an excuse. If a guy isn't getting what he wants at home it makes sense that he'll look for it elsewhere. Plus, it was only looks. He knew she caught his eyes wandering sometimes, and maybe it looked a little like flirting when he talked to waitresses, but she never brought it up, so he told himself she must not care that much. Basically he hadn't seen any measurable consequences to make it worth addressing. \n\nHe looked a little longer than he should have at a busty girl in her 20's sauntering by in a black tank top, as they walked toward their gate. \n\nHe glanced at Meghan. She might have seen him, but now she was unhappily fixing how her shirt hung under her backpack. \n\nJohnMark traveled a lot, alone. He was a military strategist. He had gotten a week off so they could vacation with her family. But now they were flying back early because their dog-sitter had taken JoJo, their Border Collie to the vet, saying it was pretty bad. \n\nJoJo had been JohnMark's best companion through his hardest years, and seeing how Meghan had cared for his dog was partly why he fell in love with her.\n\nWhen they finally got to their car and rushed over to the vet, JoJo struggled to climb out of the kennel. She weakly tucked herself against their kneeling bodies. Her wag was so weak. JohnMark swallowed. It was bad.\n\nThe vet knelt down next to them to tell them the situation. \"Look at that; she must really love you guys. That's good because JoJo has a parasite sapping her life away.\"\n\nThe Vet was a young brunette and her stethoscope hung on her blouse and pulled it down in such a way that JohnMark could see her black bra. Each time she spoke to him he caught himself having to glance back up to her face. \n\nBut still, he bargained, how could this lead to any measurable, negative consequences anyway. They would pay the vet, go home, and his hands would be clean. \n\nBut then as she caught him another time, she paused and a look of mistrust formed. She glanced at his wife, examined her unconfident demeanor as she talked tenderly to JoJo, and then, as if she had drawn a new conclusion about their dynamic, spoke directly at him, with a new serious. \n\nShe said, with fierce Hippocratic conviction, \"This type of parasite can live inside her for years, being careful not to draw attention so it won't be rooted out. You have to have eyes that can see the signs. The parasite has whittled away so much of her over so many years, that she may not be able to survive this.\"\n\n\"So,\" JohnMark swallowed and looked down at his dog to redirect attention. \"Okay, what pills do we give her for this?\"\n\n\"Mr. Swanson, a simple pill can't heal her. This parasite has whittled down her system over years. You will have to nurse JoJo carefully with special food, medicines, and prescribed rest for months, hopefully not for the rest of her life.\"\n\nShe glanced at Meghan, who was holding JoJo's face lovingly, looking into the eyes of the one in their family who thought she was enough. The Vet looked back at JohnMark very directly. Her voice seemed even to drop as she delivered a new level of seriousness.\n\n\"This type of thing starts as a very small parasite but it multiplies. You may have seen signs but maybe you thought none of them had enough consequence worth coming to a doctor for.\"\n\nShe glanced at his wife again, and took her stethoscope out of her blouse and leveled her gaze at him again. \"If I were to tell someone in your position what to have done differently, I would have said to look for the parasite and excise it the moment you saw her hurting.\" The Vet's fierce eyes were even wet as if someone close to her had been the victim of a similar plague. \"These things try to feel inconsequential so you won't do anything about them, but in reality the moment you know its there you simply have to wage an all out war on it.\" \n\n---\n\nThat night JohnMark listened from his office as Meghan made JoJo comfortable in her bed in the mud room and got the medicines laid out. It reminded him of the type of magic she had that could heal. It reminded him why he had fallen in love with her, and why he couldn't lose her. He now knew his behavior needed to change. He saw the vet's monologue as a merciful scolding from God. He realized his war now, was on the parasite he had brought to his young marriage, and his job would be to try and heal Meghan from any way he had damaged her.\n\nJohnMark sat at his desk, with his head in one hand, his other hand holding a pen on paper.\n\nThe paper was a photocopy of a high level war strategy template from work. He filled out the \"Capabilities,\" \"Resources,\" and \"Nature of Battlefield\" sections for both himself and his foe. Then he got to \"Allies.\" He took a breath and looked at his phone. He tapped his pastor's name and held the phone to his face. A voice answered. \n\nJohnMark replied, \"Hey Frank. How's it going. Sorry to call you so late on a Sunday but I need to know. Are there any men's groups I could plug into? Maybe virtual ones so I could log in when I'm on the road?\"\n\nAfter a minute or so of listening JohnMark replied. \"Well, maybe I could start one? I've just realized I've let some little sins run rampant in my life for a while that I think are hurting the ones I love. And I bet other men have too. After enough years in my job, I know war isn't won without strategy and hard work among allies. I've just realized I need to wage war, and I know I need to mobilize some allies.\"\n\n---\n\nAre there little sins that don't feel consequential enough to deserve the effort it would take to root them out? What ways are those sins possibly eating away at you or your relationships? I always think a good way to get fresh eyes, is to ask, 'what would your kids or nephews/nieces think of you if they knew about these sins?' \n\n\nHow could we get to that place where, when we prayed, we knew we had done everything we could to root out sin that week. Especially the small ones. What might that unlock in ourselves, our relationships with others, and our relationship with God?\n\nRaw Spoon, December 2023",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_28668d3911d94f30a57452da8d0d1098~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=HGHqu9-DtXk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 2",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Kings 21",
    "Research 3-link": "https://enduringword.com/bible-commentary/Mark 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/Galatians 3",
    "The Chosen 3": "https://youtu.be/pMUoKpZJClY",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=xEUFh2HbftQ",
    "Song 2": "https://www.youtube.com/watch?v=K5Qs1fIfkb8",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]