[
  {
    "Date": "2025-11-17T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ymGX9VHPN8o",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=9",
    "famous quote": "\"What seem our worst prayers may really be, in God's eyes, our best. Those, I mean, which are least supported by devotional feeling. For these may come from a deeper level than feeling. God sometimes seems to speak to us most intimately when he catches us, as it were, off our guard.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=9DtcSCFwDdw",
    "Nature Video": "https://www.youtube.com/watch?v=Hzk1bM2vVFU&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=36",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian \nInterview (part 6)\n\nHere's another story. \n\r\nHis face wrinkles this time as he's struggling to pick the right words for the story. Then he gets excited, and spreads his arms. My translator asks for clarification on something, as if it was unbelievable, and then translates for me.\n\r\nThere was a man who had already come to Christ. He gave me a piece of land so I could build a church but I didn't have wood to build. So I saw a really huge tree and I wanted that tree. I asked the man about it and he said I couldn't cut it down because people worshipped it. I prayed, \"Jesus, I want this tree. Let it dry out this night.\" It didn't dry out but then I prayed, \"Tree, uproot in Jesus Christ.\" The next morning it was uprooted. \r\nThese people took me to court because their god was uprooted. I met the man and the woman to talk to them about this issue. They wanted to take me to court and testify that I dug it up. But as soon as I heard them I said, \"In Jesus' name let your mouths be shut.\" And they couldn't speak. So they chopped up the tree. \r\n\r\nDid you get to use the wood for your church?\n\r\nNo, I didn't use the wood because they didn't want me to use it but I found another. \r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]