[
  {
    "Date": "2026-01-29T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Fourth week of Epiphany",
    "Script 1": "\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Judges\n\n Appoint judges and officials for each of your tribes in every town the Lord your God is giving you, and they shall judge the people fairly.  Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent.  Follow justice and justice alone, so that you may live and possess the land the Lord your God is giving you.",
    "Script 3": "Suffering for Doing Good\n\n Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.  Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.  For,\n\n\"Whoever would love life\n    and see good days\nmust keep their tongue from evil\n    and their lips from deceitful speech.\n They must turn from evil and do good;\n    they must seek peace and pursue it.\n For the eyes of the Lord are on the righteous\n    and his ears are attentive to their prayer,\nbut the face of the Lord is against those who do evil.\"[a]\n\n",
    "Script 4": "American Standard Version\n And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the [a]tabernacle.  And the breadth of the entrance was ten cubits; and the [b]sides of the entrance were five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits, and the breadth, twenty cubits.  Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits.  And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy place.\n\n Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side.  And the side-chambers were in three stories, one over another, and thirty in order; and they entered into the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house.  And [c]the side-chambers were broader as they encompassed the house higher and higher; for the encompassing of the house went higher and higher round about the house: therefore the breadth of the house continued upward; and so one went up from the lowest chamber to the highest by the middle chamber.  I saw also [d]that the house had [e]a raised basement round about: the foundations of the side-chambers were a full reed [f]of six great cubits.  The thickness of the wall, which was for the side-chambers, on the outside, was five cubits: and that which was left was the place of the side-chambers that belonged to the house.  And between the chambers was a breadth of twenty cubits round about the house on every side.  And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits round about.\n\n And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits.  So he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long;  also the breadth of the face of the house, and of the separate place toward the east, a hundred cubits.\n\n And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits; and the inner temple, and the porches of the court;  the thresholds, and the closed windows, and the galleries round about on their three stories, over against the threshold, ceiled with wood round about, and from the ground up to the windows (now the windows were covered),  to the space above the door, even unto the inner house, and without, and by all the wall round about within and without, [g]by measure.  And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces;  so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side. Thus was it made through all the house round about:  from the ground unto above the door were cherubim and palm-trees made; [h]thus was the wall of the temple.\n\n As for the temple, the door-posts were squared; and as for the face of the sanctuary, the appearance thereof was [i]as the appearance of the temple.  The altar was of wood, three cubits high, and the length thereof two cubits; and [j]the corners thereof, and the length thereof, and the walls thereof, were of wood: and he said unto me, This is the table that is before Jehovah.  And the temple and the sanctuary had two doors.  And the doors had two leaves apiece, two turning leaves: two leaves for the one door, and two leaves for the other.  And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there was a threshold of wood [k]upon the face of the porch without.  And there were closed windows and palm-trees on the one side and on the other side, on the sides of the porch: thus were the side-chambers of the house, and the thresholds.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm15;Deuteronomy16:18-20;1Peter3:8-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.15,Deut.16,1Pet.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f3e0c32484e144349bceff7f3ada52e5~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_3e1c4cbdd6e24833af3d54dba8d12b08~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_59f40b0eb59d409a86712a0d44b05d41~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 15 ",
    "Address Script 2": "Deuteronomy 16:18-20",
    "Address Script 3": "1 Peter 3:8-12",
    "Address Script 4": "Ezekiel 41",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.15.f62ca1945fa6f8459938bee39296f92d.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.16.c9a298d5661acae60a1864b2807bd0e5.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Pet.3.1a4c27fcb5d365dd319a12cf3479c326.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.41.4a770fc52fb938d47e740545c5051681.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 15\n\nA psalm of David.\n\n1 Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n2 The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n3 whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n4 who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n5 who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy 16:18-20\n\nJudges\n\n18 Appoint judges and officials for each of your tribes in every town the Lord your God is giving you, and they shall judge the people fairly. 19 Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent. 20 Follow justice and justice alone, so that you may live and possess the land the Lord your God is giving you.",
    "Script 3": "1 Peter 3:8-12\n\nSuffering for Doing Good\n\n8 Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble. 9 Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing. 10 For,\n\n\"Whoever would love life\n    and see good days\nmust keep their tongue from evil\n    and their lips from deceitful speech.\n11 They must turn from evil and do good;\n    they must seek peace and pursue it.\n12 For the eyes of the Lord are on the righteous\n    and his ears are attentive to their prayer,\nbut the face of the Lord is against those who do evil.\"[a]\n\nFootnotes\na. 1 Peter 3:12 Psalm 34:12-16",
    "Script 4": "Ezekiel 41\nAmerican Standard Version\n41 And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the [a]tabernacle. 2 And the breadth of the entrance was ten cubits; and the [b]sides of the entrance were five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits, and the breadth, twenty cubits. 3 Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits. 4 And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy place.\n\n5 Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side. 6 And the side-chambers were in three stories, one over another, and thirty in order; and they entered into the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house. 7 And [c]the side-chambers were broader as they encompassed the house higher and higher; for the encompassing of the house went higher and higher round about the house: therefore the breadth of the house continued upward; and so one went up from the lowest chamber to the highest by the middle chamber. 8 I saw also [d]that the house had [e]a raised basement round about: the foundations of the side-chambers were a full reed [f]of six great cubits. 9 The thickness of the wall, which was for the side-chambers, on the outside, was five cubits: and that which was left was the place of the side-chambers that belonged to the house. 10 And between the chambers was a breadth of twenty cubits round about the house on every side. 11 And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits round about.\n\n12 And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits. 13 So he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long; 14 also the breadth of the face of the house, and of the separate place toward the east, a hundred cubits.\n\n15 And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits; and the inner temple, and the porches of the court; 16 the thresholds, and the closed windows, and the galleries round about on their three stories, over against the threshold, ceiled with wood round about, and from the ground up to the windows (now the windows were covered), 17 to the space above the door, even unto the inner house, and without, and by all the wall round about within and without, [g]by measure. 18 And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces; 19 so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side. Thus was it made through all the house round about: 20 from the ground unto above the door were cherubim and palm-trees made; [h]thus was the wall of the temple.\n\n21 As for the temple, the door-posts were squared; and as for the face of the sanctuary, the appearance thereof was [i]as the appearance of the temple. 22 The altar was of wood, three cubits high, and the length thereof two cubits; and [j]the corners thereof, and the length thereof, and the walls thereof, were of wood: and he said unto me, This is the table that is before Jehovah. 23 And the temple and the sanctuary had two doors. 24 And the doors had two leaves apiece, two turning leaves: two leaves for the one door, and two leaves for the other. 25 And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there was a threshold of wood [k]upon the face of the porch without. 26 And there were closed windows and palm-trees on the one side and on the other side, on the sides of the porch: thus were the side-chambers of the house, and the thresholds.\n\n \nFootnotes\nEzekiel 41:1 Hebrew tent. See Ex. 26:22--25.\nEzekiel 41:2 Hebrew shoulders.\nEzekiel 41:7 Or, there was an enlarging, and a winding about still upward to the side-chambers; for the winding about of the house went still upward round about the house\nEzekiel 41:8 Or, that the house was high round about\nEzekiel 41:8 Hebrew height.\nEzekiel 41:8 Or, of six cubits to the joining\nEzekiel 41:17 Hebrew measures.\nEzekiel 41:20 Another reading is, And as for the wall of the temple, the door-posts were squared.\nEzekiel 41:21 Or, as the former appearance\nEzekiel 41:22 Or, it had its corners; and etc.\nEzekiel 41:25 Or, before the porch",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy :-\n\nJudges\n\n Appoint judges and officials for each of your tribes in every town the Lord your God is giving you, and they shall judge the people fairly.  Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent.  Follow justice and justice alone, so that you may live and possess the land the Lord your God is giving you.",
    "Script 3": " Peter :-\n\nSuffering for Doing Good\n\n Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.  Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.  For,\n\n\"Whoever would love life\n    and see good days\nmust keep their tongue from evil\n    and their lips from deceitful speech.\n They must turn from evil and do good;\n    they must seek peace and pursue it.\n For the eyes of the Lord are on the righteous\n    and his ears are attentive to their prayer,\nbut the face of the Lord is against those who do evil.\"[a]\n\nFootnotes\na.  Peter : Psalm :-",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the [a]tabernacle.  And the breadth of the entrance was ten cubits; and the [b]sides of the entrance were five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits, and the breadth, twenty cubits.  Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits.  And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy place.\n\n Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side.  And the side-chambers were in three stories, one over another, and thirty in order; and they entered into the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house.  And [c]the side-chambers were broader as they encompassed the house higher and higher; for the encompassing of the house went higher and higher round about the house: therefore the breadth of the house continued upward; and so one went up from the lowest chamber to the highest by the middle chamber.  I saw also [d]that the house had [e]a raised basement round about: the foundations of the side-chambers were a full reed [f]of six great cubits.  The thickness of the wall, which was for the side-chambers, on the outside, was five cubits: and that which was left was the place of the side-chambers that belonged to the house.  And between the chambers was a breadth of twenty cubits round about the house on every side.  And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits round about.\n\n And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits.  So he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long;  also the breadth of the face of the house, and of the separate place toward the east, a hundred cubits.\n\n And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits; and the inner temple, and the porches of the court;  the thresholds, and the closed windows, and the galleries round about on their three stories, over against the threshold, ceiled with wood round about, and from the ground up to the windows (now the windows were covered),  to the space above the door, even unto the inner house, and without, and by all the wall round about within and without, [g]by measure.  And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces;  so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side. Thus was it made through all the house round about:  from the ground unto above the door were cherubim and palm-trees made; [h]thus was the wall of the temple.\n\n As for the temple, the door-posts were squared; and as for the face of the sanctuary, the appearance thereof was [i]as the appearance of the temple.  The altar was of wood, three cubits high, and the length thereof two cubits; and [j]the corners thereof, and the length thereof, and the walls thereof, were of wood: and he said unto me, This is the table that is before Jehovah.  And the temple and the sanctuary had two doors.  And the doors had two leaves apiece, two turning leaves: two leaves for the one door, and two leaves for the other.  And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there was a threshold of wood [k]upon the face of the porch without.  And there were closed windows and palm-trees on the one side and on the other side, on the sides of the porch: thus were the side-chambers of the house, and the thresholds.\n\n \nFootnotes\nEzekiel : Hebrew tent. See Ex. :--.\nEzekiel : Hebrew shoulders.\nEzekiel : Or, there was an enlarging, and a winding about still upward to the side-chambers; for the winding about of the house went still upward round about the house\nEzekiel : Or, that the house was high round about\nEzekiel : Hebrew height.\nEzekiel : Or, of six cubits to the joining\nEzekiel : Hebrew measures.\nEzekiel : Another reading is, And as for the wall of the temple, the door-posts were squared.\nEzekiel : Or, as the former appearance\nEzekiel : Or, it had its corners; and etc.\nEzekiel : Or, before the porch",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy :-\n\nJudges\n\n Appoint judges and officials for each of your tribes in every town the Lord your God is giving you, and they shall judge the people fairly.  Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent.  Follow justice and justice alone, so that you may live and possess the land the Lord your God is giving you.",
    "Script 3": " Peter :-\n\nSuffering for Doing Good\n\n Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.  Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.  For,\n\n\"Whoever would love life\n    and see good days\nmust keep their tongue from evil\n    and their lips from deceitful speech.\n They must turn from evil and do good;\n    they must seek peace and pursue it.\n For the eyes of the Lord are on the righteous\n    and his ears are attentive to their prayer,\nbut the face of the Lord is against those who do evil.\"[a]\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And he brought me to the temple, and measured the posts, six cubits broad on the one side, and six cubits broad on the other side, which was the breadth of the [a]tabernacle.  And the breadth of the entrance was ten cubits; and the [b]sides of the entrance were five cubits on the one side, and five cubits on the other side: and he measured the length thereof, forty cubits, and the breadth, twenty cubits.  Then went he inward, and measured each post of the entrance, two cubits; and the entrance, six cubits; and the breadth of the entrance, seven cubits.  And he measured the length thereof, twenty cubits, and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy place.\n\n Then he measured the wall of the house, six cubits; and the breadth of every side-chamber, four cubits, round about the house on every side.  And the side-chambers were in three stories, one over another, and thirty in order; and they entered into the wall which belonged to the house for the side-chambers round about, that they might have hold therein, and not have hold in the wall of the house.  And [c]the side-chambers were broader as they encompassed the house higher and higher; for the encompassing of the house went higher and higher round about the house: therefore the breadth of the house continued upward; and so one went up from the lowest chamber to the highest by the middle chamber.  I saw also [d]that the house had [e]a raised basement round about: the foundations of the side-chambers were a full reed [f]of six great cubits.  The thickness of the wall, which was for the side-chambers, on the outside, was five cubits: and that which was left was the place of the side-chambers that belonged to the house.  And between the chambers was a breadth of twenty cubits round about the house on every side.  And the doors of the side-chambers were toward the place that was left, one door toward the north, and another door toward the south: and the breadth of the place that was left was five cubits round about.\n\n And the building that was before the separate place at the side toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about, and the length thereof ninety cubits.  So he measured the house, a hundred cubits long; and the separate place, and the building, with the walls thereof, a hundred cubits long;  also the breadth of the face of the house, and of the separate place toward the east, a hundred cubits.\n\n And he measured the length of the building before the separate place which was at the back thereof, and the galleries thereof on the one side and on the other side, a hundred cubits; and the inner temple, and the porches of the court;  the thresholds, and the closed windows, and the galleries round about on their three stories, over against the threshold, ceiled with wood round about, and from the ground up to the windows (now the windows were covered),  to the space above the door, even unto the inner house, and without, and by all the wall round about within and without, [g]by measure.  And it was made with cherubim and palm-trees; and a palm-tree was between cherub and cherub, and every cherub had two faces;  so that there was the face of a man toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side. Thus was it made through all the house round about:  from the ground unto above the door were cherubim and palm-trees made; [h]thus was the wall of the temple.\n\n As for the temple, the door-posts were squared; and as for the face of the sanctuary, the appearance thereof was [i]as the appearance of the temple.  The altar was of wood, three cubits high, and the length thereof two cubits; and [j]the corners thereof, and the length thereof, and the walls thereof, were of wood: and he said unto me, This is the table that is before Jehovah.  And the temple and the sanctuary had two doors.  And the doors had two leaves apiece, two turning leaves: two leaves for the one door, and two leaves for the other.  And there were made on them, on the doors of the temple, cherubim and palm-trees, like as were made upon the walls; and there was a threshold of wood [k]upon the face of the porch without.  And there were closed windows and palm-trees on the one side and on the other side, on the sides of the porch: thus were the side-chambers of the house, and the thresholds.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]