[
  {
    "Date": "2025-11-01T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=H0L1Y-wL9x4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=3",
    "famous quote": "It's never crowded along the extra mile.\n-Wayne W. Dyer",
    "Ted Talks": "https://www.youtube.com/watch?v=HpUCtr9VXXw",
    "Nature Video": "https://www.youtube.com/watch?v=KxM_cag99nU&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=20",
    "User added": "\"These people all died controlled and sustained by their faith, but not having received the tangible fulfillment of [God's] promises, only having seen it and greeted it from a great distance by faith, and all the while acknowledging and confessing that they were strangers and temporary residents and exiles upon the earth. [Gen. 23:4; Ps. 39:12.]\"\n??Hebrews? ?11:13? ?AMPC??????\n\nDo you believe your life has a greater purpose? More specifically, do you believe that you were born into this time, this place, your family, your job, your church, etc., for God to do something uniquely in, and through, you? Start with this truth: as a Christ-follower, you are a representative of the King in a world that is in rebellion against Him. What's next?\n\n\"So we are Christ's ambassadors, God making His appeal as it were through us. We [as Christ's personal representatives] beg you for His sake to lay hold of the divine favor [now offered you] and be reconciled to God.\"\n??2 Corinthians? ?5:20? ?AMPC??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 6)\n\nAs he tells another story to the translator, I look at the Bible he carries. It's an old, faded Bible, a makeshift paper jacket taped around it, and is stacked with the notebook in his hands. PK, the translator, turns to me and relays his next story.\r\nIn the small town I live in, named Galessa, people do not want me to stay in the town. So one time they secretly sent a group of gangsters to beat me up and do with me whatever they wanted. I dreamed that night of three sticks prepared for someone. I realized it meant they were already ready to beat me. That morning I went out to minister. They were ready, hiding to attack me on my way home when the sun went down. \r\nSo on my way home I met a man who said his son was really sick and insisted I go to his home and pray for him. So I went with him and prayed for his child. I found out it was a demon. Before, I had always prayed and immediately the demon would leave. But that night until 10 (4 hours) he still was not expelled. I asked God, \"Why this new experience? I have never experienced this.\" But God used that moment because a group of gangsters were waiting for me. And because it took so long they had already left by the time I was going home.",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=5PH5f5JtQzo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_14",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]