[
  {
    "Date": "2025-07-24T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=c_ByO08UsWg",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM",
    "famous quote": "Don't ever think I fell for you, or fell over you. I didn't fall in love, I rose in it.\n-Toni Morrison (in Jazz)",
    "Ted Talks": "https://www.youtube.com/watch?v=sZ94JJ-VyF0",
    "Nature Video": "https://www.youtube.com/watch?v=XeFxdkaFzRA",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 1)\n\nSarah is a medical doctor, specifically practicing Psychiatry. I know her from church and when I heard her mention she had seen some supernatural things I asked if I could interview her. \n\nShe was in Haiti when the devastating earthquake happened in 2010.\nBecause she was still in residency going down at the same time as the rest of the group would have been difficult. So she bought her ticket separately and surprisingly because she came separately she was able to bring down more bags of medical supplies than if she had boarded with the group. The first day, Monday, she and their Haitian friend Ricardo unpacked the bags of supplies she had brought. \n\nThe next day, on Tuesday they finished teaching for the day but decided to stay to teach a little more. It was during that time that the earth started shaking. They didn't worry about it very much until it started shaking more and structures started falling.\n\nThe church was just pillars with a cement roof and both had been structurally reinforced about a week before. So they stayed under it for protection. Most of the Haitians knew a quicker way to the safe place so they went in a different direction, but Sarah, one of the other Americans, and Ricardo went towards a wall.\n\nDuring the quake they moved to a new place and a few moments later a boulder fell in the place they had moved from. \n\nShe said then she felt the Haitian healthcare workers laying on top of them to protect them, She could feel them all touching different parts of her body. But there were so many she was getting scared the pressure would suffocate her. Thoughts that went through her mind were, \"I'm ready to meet Jesus. But I hope my friend doesn't die because she just got engaged. Oh, but my parents would be sad, so maybe I shouldn't be so eager to die either.\" All this to say it was serious.\n\nFinally the shaking ended. But when she was ready to get up it was just her friend Ricardo who was covering her and her friend. The others were still on the other side of the campus. Sarah believes it was angels on them protecting them. This was the first time she felt angels.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixteenth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]