[
  {
    "Date": "2025-08-01T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KFw_5XJLivs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM",
    "famous quote": "Enthusiasm makes up for a host of deficiencies.\n-Barack Obama",
    "Ted Talks": "https://www.youtube.com/watch?v=Lp7E973zozc",
    "Nature Video": "https://www.youtube.com/watch?v=j_SjhcdF_J4",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Heather (LGBTQ)\n\n(part 2)\n\nShe told me she continued to pray and has heard God say things like, \"I want you to go to the upcoming women's conference.\" Heather did not want to be around a bunch of women talking about their feelings. But she said, \"I'll go only if you open the doors.\" And so she reached out to the conference organizers, being very honest about her situation. They were very open because they said, \"we think God is moving here.\" So she went, and it was good.\n\nAnd there were other stories she told me about hearing from God so I asked her how she hears from God.\n\nShe said, the first thing is that it will never contradict the Bible. This helps, especially for the longer-term words of prophecy. You can test them against the Bible to determine if the prophecy means one thing or another as situations come up.\n\nThen she mentioned a couple of books that helped her. But she told me God speaks to us in three main ways. Words, images, and impressions.\n\nShe said sometimes she will hear words like \"Go to the women's conference.\" Because they don't seem like things she would manufacture in her normal thoughts, it helps her know they are from God. Sometimes she said it's an image, like for example one time she saw a word written out in big bold letters in her head: \"CONFESS.\" And she realized she was supposed to confess something to one of her friends. \n\nBut then other times it just comes as an impulse. For example, as we were walking together through Delmar Loop in St. Louis there was a street preacher, except he wasn't preaching for Jesus. His sign said, \"Why Jesus is evil.\" After we passed she asked me, \"See, how did you feel when we passed him?\" I said, \"It felt dark, but I don't know if that was just my own thoughts that I brought in from my context.\" She said, use situations like this to help us recognize that same feeling in other situations. That man was telling us he was against Jesus so it's a good way to know that is what spiritual darkness feels like.\n\nAs we were walking she said, \"One of the best ways to start listening to the voice of God is to start asking him about little things. Like what you should wear in the morning.\" What to wear in the morning was low risk, but was significant for Heather because each morning she was in a conversation with God about whether to dress like a traditional girl, or dress how she felt was most herself. She wanted to know how God wanted her to dress.\n\nBut she went on to say, it could be as simple as asking, \"God do you want me to walk right or left at this street?\" Use the little stuff to get good at listening.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]