[
  {
    "Art title 1": "But We Must Step Out",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1996ab77e4034e769a7b2a2de79c872d~mv2.jpg",
    "Artist Statement 1": "God has forgiven us from our past sin, and can help lessen or eliminate our desires to do it in the future. But to be free of it, after he loosens its shackles on us, we have a role to play by choosing to step out of the sinful cycles as well.\n\nSometimes this seems hopeless, but there have been one or two miracle (?) moments like this in my life. After trying many times to stop a sin, I decided to just try again. I prayed, and asked for prayer and accountability from a friend, I made a plan to avoid the sin, and I found myself free for a long time! \n\nIn moments where we feel God has loosened sin's shackles on us, let's take control, leave the sin behind, and be proactive to avoid inviting it back. With God's help, start creating those good habits to replace the old ones we've left behind.",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "A Nazi's Body and Blood",
    "Story Link": "https://www.rawspoon.com/post/a-nazi-s-body-and-blood",
    "excerpt": "Roughly translated from a strip of paper from a scrapbook of a family that lived in a Nazi concentration camp:\n\nJanuary 4, 1945: We are more skeletons than men: hope is basically dead in the camp (like most of my people) and we have basically given up.\n\nnot a mouse or even a bug has been seen for months. there is nothing nothing NOTHING left to eat but the couple bits of bread they give us once a day.\n\nJan 5: My daughter, Meredith died in Meghan's arms this morning. The unhumans made me dig her grave. Perhaps they will have me dig my own soon. This paper may be the only thing left from me in a few days.\n\nJan 6: The unhumans announced today that our rations are decreasing. it's down to a piece of bread about the size of my thumb and i think the water is drawn from the sewer. Meghan broke a rib today in a coughing fit. The blood from her coughing has decreased. Is it possible we barely have enough blood in our bodies? All of our faces are simply limp rags on brittle cheekbones.\n\nJan 7: More coughing. Less blood. very little food. It does no good to drink the water. less than a quarter of us left. 100 of us left out of original 500 people- If we can even be considered people anymore.\n\nJan 8: A man was brought into camp today. he is a large, strong man, bigger than many of the unhumans. He is dressed in rags like us but he isn't afraid to yell at the guards. Today a boy took two pieces of bread instead of one and they started beating the boy for it. But the new man protested. He picked up a bench to throw at the guard but the guard shot him. It only hit his hand but it stopped him.\n\nThey yelled at each other and the unhuman told the large new man, \"What are you doing? Do you think you're one of them?!\"\n\nThe new man said, \"Do you realize what YOU ARE doing?! You have the power stop this!\"\n\nThere is talk of revolt among us. My people are saying that the new man can lead them. But he insists that is not the right way. they say it is the only way. He says that we just have to hold on a little bit longer. some of them hate him for this. If we wait more we will be dead.\n\nThe new man is a little bit funny. Whenever the guards are not looking, he teases with the children. They adore him. Only he is able to make them smile anymore.\n\nJan 9: The new man snuck into our barrack last night. He started waking people up so he could tell them, \"The allies are coming. They should be here soon. you just have to hold on a little longer.\"\n\nI yelled at him, \"Why should we believe you?!\" It was too loud. I was angry.\n\nHe responded by saying he was on the outside just two weeks before. This camp was his punishment for speaking against what the Nazi's were doing. But he says he knew he needed to come tell us to hold on just a little bit longer.\n\nI yelled at him again, \"But how can we? We will all be dead in a week!\" I had done it again. It was my fault. The unhumans came in. But they took the new man out instead of me.\n\nJan 10: This morning they punished the new man for us all to see. They wanted to make a point. They wanted to break even the strongest among us. They almost did. After they untied him he stumbled up to me, put a finger in my chest and whispered, \"Would I do this if what I said weren't true?\" And he limped to the barrack.\n\ntonight he came over to my bed. The coughing and the people moaning in their sleep was loud but the new man asked me, \"What do we need in order to make your people survive a little longer?\"\n\nI simply said, \"food.\"\n\nhe replied, \"i don't have any of that.\"\n\ni poked the big muscle on his well fed arm and said, \"It looks like you used to have plenty.\" I turned over and ignored him.\n\nAfter a minute I heard him whisper under his breath, \"I just wish there was some way i could give it to you.\" When i finally turned over he was talking to Hans. Nobody likes Hans. Hans steals children's food. He'll do anything for food. Why is the new man talking to Hans?\n\nWho is this new man? Is it true what he says? Why would he do this for us? How could we hold on, even if they were coming to save us soon. My wife lays in her bed all day. She cannot speak anymore. mostly dying of thirst i think. I am strings and bones. we have all but starved to death.\n\nJan 11: This morning the revolt started . . . and then it died. Several of our men attacked a guard with a shovel and then suffocated him. The new man found out what they were doing. He ran to them. He was very upset and he said, \"This is not the right way! We just have to wait a little bit longer!\"\n\nThen another guard found them. The new man took all the blame.\n\nThey quickly gathered everybody. We all watched as they stood him against a wall. He was looking at us when they shot him in the head. We helped bury him. Just like another one of us.\n\nI am in my bed now. Wondering if what he said was really true. Even if someone saves us tomorrow, I don't think my wife will make it through the night. She is barely breathing. She got a big sliver today and not a drop of blood came out. It's not even red.\n\nHans just snuck out. He's probably going to get out to go to the bathroom or get sick. He's not supposed to do that. I must stop writing in case they see him and come in.\n. . .",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_9fec91cc5b4643509759251df63a3399~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://youtu.be/oNpTha80yyE",
    "Bible Project 3": "https://www.youtube.com/watch?v=wWLv_ITyKYc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 2, Psalm 99",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 24",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Peter 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 17",
    "The Chosen 3": "https://youtu.be/huqHSTUBEiY",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=113XpysHskA",
    "Song 2": "https://www.youtube.com/watch?v=K5Qs1fIfkb8",
    "Song 3": "",
    "3dLink1": "https://www.google.com.ph/maps/@28.5846839,35.3786819,3a,75y,251.91h,105.19t/data=!3m8!1e1!3m6!1sAF1QipOd8GGPzT5hnhVRF7ivI1xbj8K3u2SHwSpAhrmw!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOd8GGPzT5hnhVRF7ivI1xbj8K3u2SHwSpAhrmw%3Dw203-h100-k-no-pi-10-ya30.000004-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes1": "Moses' altar: In the Exodus scripture today, this may be where Moses and 70 Elders of Israel met God. Note a rock that looks like it could be Moses' speaking platform.  ",
    "3dLink2": "https://www.google.com.ph/maps/@28.5389344,33.9754028,3a,75y,308.02h,86.56t/data=!3m7!1e1!3m5!1sAF1QipNzLYKPw4C8306AtlwSMtvW25wRPAOMQWI3I9ce!2e10!3e12!7i11264!8i5632?entry=ttu",
    "3dNotes2": "Mount Sinai is actually a group of peaks. Somewhere on this range is where God reportedly gave Moses the Ten Commandments",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@32.6864104,35.3918906,2a,75y,96.8h,97.38t/data=!3m6!1e1!3m4!1sOfiN40eZ-H6gK74IudnSSw!2e0!7i13312!8i6656!5m1!1e4",
    "3dNotes4": "The site assumed to be the site of Jesus' transfiguration",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/23",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1adf9b7c-418b-4d9a-8c02-9d4ad867b102.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/bc908702-b892-4b06-979b-186453eeb886.mp3",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]