[
  {
    "Date": "2025-09-20T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=VNI6movTCuQ",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=y1cCPKWURkg&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=6",
    "famous quote": "\"The books or the music in which we thought the beauty was located will betray us if we trust to them; it was not in them, it only came through them, and what came through them was longing. These things--the beauty, the memory of our own past--are good images of what we really desire; but if they are mistaken for the thing itself they turn into dumb idols, breaking the hearts of their worshipers. For they are not the thing itself; they are only the scent of a flower we have not found, the echo of a tune we have not heard, news from a country we have never yet visited.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=P_6vDLq64gE",
    "Nature Video": "https://www.youtube.com/watch?v=rgk3o2VX57k",
    "User added": "\"Then the blind and the crippled came into the temple courts, and Jesus healed them all. And the children circled around him shouting out, \"Blessings and praises to the Son of David!\"\"\n??Matthew? ?21:14? ?TPT??????\n\nLook! Right there! Did you see it?! Jesus has just cleared the temple, God's chosen place of residence on earth, of all of the pitiful and perverted ways humankind substitutes for a personal experience of Him. But, see what happens next? In an instant, seemingly without effort the power of God in the person of Christ Jesus fills the empty space. How many times have I read this story focusing on the spectacle of the moneychangers being thrown out? All those times, I missed the really important moment!\n\n\"The Lord himself is the one who has done this, and it's so amazing, so marvelous to see!\"\n??Psalms? ?118:23? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Maggi:\n\nA family friend, Maggi texted me late on Christmas and said, \"Can you keep a secret? I'm on my way and I'll be there in four hours.\"\n\nIt was great to have her with us for Christmas.\n\nA few minutes before I was to leave to catch my plane back home she asked, \"Ross can I talk to you?\"\n\nWe went into one of the back bedrooms and she told me this story. \n\nYou know my husband and I hadn't really been religious. He used to be involved with church when he was younger but after his father died, whenever I would bring it up with him he would change the subject. \n\nWell, your mom had given me a Bible a long time ago after I had gone on a women's retreat with her. It randomly turned up after my husband died and I started reading it. \n\nI was referred to a counselor who just happened to be faith-based and during our sessions he encouraged me that it might help if I tried to tell God my thoughts.\n\nSo I tried and it was really hard. I couldn't seem to get anywhere. So I finally said something like, God I'm trying to hear you so if you're there you better say something. And I heard this voice, different than my other thoughts. It wasn't audible but it was so out of the blue I thought about it a lot afterwards. It said, \"If you want to hear my voice, turn off the TV.\"\n\nWithout even thinking I reached up and turned off the TV. And ever since then things have started to get better. \nAnd now I just wanted to tell you that, though I have to move along this journey on my own, I'm planning on getting baptized in a few months. \n\nI was so happy and asked Maggi if she had a good church to be a part of and said that she could ask any of us if she had any questions along the way. She said yes and okay.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=GVgwZdyLRM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=96MiYk9VYvc",
    "Music Video Instructions": "Ask God to bring you to life."
  }
]