[
  {
    "Date": "2025-11-24T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=oRwtc5UaBCs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=8",
    "famous quote": "A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well.\n-Jeff Bezos",
    "Ted Talks": "https://www.youtube.com/watch?v=lUTNqZ4JOKk",
    "Nature Video": "https://www.youtube.com/watch?v=XeFxdkaFzRA&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=43",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 13)\n\nDo you want to say anything else?\r\n\nOne time I had a vision and went to plant a church two hours away. I went to discuss it with the leader of the village. He said, \"No you can't.\" Then another person came and she said, \"You will never ever do this here. You can't even pass through this place.\" After a while that person became very, very sick and wanted me to come and pray for her. I went and prayed for her. But while I prayed, her mom, who was in another house, was possessed by a demon spirit and the spirit made the mother fall down. So when I prayed for the first woman, a spirit left her and she was okay. But I couldn't go to her mom's home because they wouldn't let me. \r\nSo I came back another time and the mom told the daughter's husband to kill me. The husband grabbed his strong stick and came to kill me. \r\nI had a friend and we were going to check on them. But we met a man on the road and were suspicious so we said, \"Hello, sir. Have you seen someone passing through this way?\" He said, \"I didn't see a man, no. Don't ask me.\" We said this must be our man. Did you see how he answered us? Then he came at us to fight us and I said, \"In Jesus' name.\" And then he couldn't walk to us. One person saw him there with a stick and came to help us. But he found him unable to move. He yelled at him, \"Why do you want to beat these people?\" The frozen man couldn't even say anything. And we passed on and went on our way.\r\nLater that person who had come to help us came and found us and called out to me, \"Brother, I want to be saved.\" He said, \"After I came to rescue you I went home and my father blamed me for trying to help. So I wanted to become a believer.\"\r\nWe went to his home and we cast demons out of seven of his family when we prayed for them and they came to know Christ.\r\nAfter we finished that we met a person who took us to his home because he was very sick. When we prayed for him he started screaming and his ox outside started screaming too. So I thought the demon is working in both the human and the ox. He became free, and then the ox was okay too. After I prayed for him other people came to know Christ.\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]