[
  {
    "Date": "2026-02-11T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Sixth week of Epiphany",
    "Script 1": "\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": " Go to the ant, you sluggard;\n    consider its ways and be wise!\n It has no commander,\n    no overseer or ruler,\n yet it stores its provisions in summer\n    and gathers its food at harvest.\n\n How long will you lie there, you sluggard?\n    When will you get up from your sleep?\n A little sleep, a little slumber,\n    a little folding of the hands to rest--\n and poverty will come on you like a thief\n    and scarcity like an armed man.\n\n A troublemaker and a villain,\n    who goes about with a corrupt mouth,\n     who winks maliciously with his eye,\n    signals with his feet\n    and motions with his fingers,\n     who plots evil with deceit in his heart--\n    he always stirs up conflict.\n Therefore disaster will overtake him in an instant;\n    he will suddenly be destroyed--without remedy.\n\n There are six things the Lord hates,\n    seven that are detestable to him:\n         haughty eyes,\n        a lying tongue,\n        hands that shed innocent blood,\n         a heart that devises wicked schemes,\n        feet that are quick to rush into evil,\n         a false witness who pours out lies\n        and a person who stirs up conflict in the community.\n\nWarning Against Adultery\n\n My son, keep your father's command\n    and do not forsake your mother's teaching.\n Bind them always on your heart;\n    fasten them around your neck.\n When you walk, they will guide you;\n    when you sleep, they will watch over you;\n    when you awake, they will speak to you.\n For this command is a lamp,\n    this teaching is a light,\nand correction and instruction\n    are the way to life,",
    "Script 3": "Dispute Over Jesus' Testimony\n\n When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"\n\n The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\"\n\n Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.  You judge by human standards; I pass judgment on no one.  But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.  In your own Law it is written that the testimony of two witnesses is true.  I am one who testifies for myself; my other witness is the Father, who sent me.\"\n\n Then they asked him, \"Where is your father?\"\n\n\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\"  He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.\n\nDispute Over Who Jesus Is\n\n Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\"\n\n This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\"\n\n But he continued, \"You are from below; I am from above. You are of this world; I am not of this world.  I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.\"\n\n \"Who are you?\" they asked.\n\n\"Just what I have been telling you from the beginning,\" Jesus replied.  \"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\"\n\n They did not understand that he was telling them about his Father.  So Jesus said, \"When you have lifted up[a] the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me.  The one who sent me is with me; he has not left me alone, for I always do what pleases him.\"  Even as he spoke, many believed in him.\n\n",
    "Script 4": "American Standard Version\n Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel;  then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them, Let us build with you; for we seek your God, as ye do; [a]and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither.  But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us.  Then the people of the land weakened the hands of the people of Judah, and [b]troubled them in building,  and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.  And in the reign of [c]Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.\n\n And in the days of [d]Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the [e]Syrian character, and set forth in the [f]Syrian tongue.  [g]Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:  then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,  and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest of the country beyond the River, and so forth.\n\n This is the copy of the letter that they sent unto Artaxerxes the king: Thy servants the men beyond the River, and so forth.  Be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations.  Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful unto the kings.  Now because we eat the salt of the palace, and it is not meet for us to see the king's dishonor, therefore have we sent and certified the king;  that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste.  We certify the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.\n\n Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and [h]in the rest of the country beyond the River: Peace, and so forth.  The letter which ye sent unto us hath been [i]plainly read before me.  And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein.  There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, custom, and toll, was paid unto them.  Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me.  And take heed that ye be not slack herein: why should damage grow to the hurt of the kings?\n\n Then when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power.  Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:105-112;Proverbs6:6-23;John8:12-30",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,Prov.6,John.8",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_b7f8df3b2f0443248f7323861d8c5284~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_3707f05798054966b02d7555e8e36ef8~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_7dfa2f59da564dce8201f2ad0e1db515~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_b828d3af1e5e4b198421027aaf3f9ca5~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:105-112",
    "Address Script 2": "Proverbs 6:6-23",
    "Address Script 3": "John 8:12-30",
    "Address Script 4": "Ezra 4",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Prov.6.ea4baad69361adbc7de52fa57caa25bd.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/John.8.74278f017179a676548d764f46c14e92.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:105-112\n\nנ Nun\n\n105 Your word is a lamp for my feet,\n    a light on my path.\n106 I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n107 I have suffered much;\n    preserve my life, Lord, according to your word.\n108 Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n109 Though I constantly take my life in my hands,\n    I will not forget your law.\n110 The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n111 Your statutes are my heritage forever;\n    they are the joy of my heart.\n112 My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm 119:112 Or decrees / for their enduring reward",
    "Script 2": "Proverbs 6:6-23\n\n6 Go to the ant, you sluggard;\n    consider its ways and be wise!\n7 It has no commander,\n    no overseer or ruler,\n8 yet it stores its provisions in summer\n    and gathers its food at harvest.\n\n9 How long will you lie there, you sluggard?\n    When will you get up from your sleep?\n10 A little sleep, a little slumber,\n    a little folding of the hands to rest--\n11 and poverty will come on you like a thief\n    and scarcity like an armed man.\n\n12 A troublemaker and a villain,\n    who goes about with a corrupt mouth,\n13     who winks maliciously with his eye,\n    signals with his feet\n    and motions with his fingers,\n14     who plots evil with deceit in his heart--\n    he always stirs up conflict.\n15 Therefore disaster will overtake him in an instant;\n    he will suddenly be destroyed--without remedy.\n\n16 There are six things the Lord hates,\n    seven that are detestable to him:\n17         haughty eyes,\n        a lying tongue,\n        hands that shed innocent blood,\n18         a heart that devises wicked schemes,\n        feet that are quick to rush into evil,\n19         a false witness who pours out lies\n        and a person who stirs up conflict in the community.\n\nWarning Against Adultery\n\n20 My son, keep your father's command\n    and do not forsake your mother's teaching.\n21 Bind them always on your heart;\n    fasten them around your neck.\n22 When you walk, they will guide you;\n    when you sleep, they will watch over you;\n    when you awake, they will speak to you.\n23 For this command is a lamp,\n    this teaching is a light,\nand correction and instruction\n    are the way to life,",
    "Script 3": "John 8:12-30\n\nDispute Over Jesus' Testimony\n\n12 When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"\n\n13 The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\"\n\n14 Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. 15 You judge by human standards; I pass judgment on no one. 16 But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me. 17 In your own Law it is written that the testimony of two witnesses is true. 18 I am one who testifies for myself; my other witness is the Father, who sent me.\"\n\n19 Then they asked him, \"Where is your father?\"\n\n\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" 20 He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.\n\nDispute Over Who Jesus Is\n\n21 Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\"\n\n22 This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\"\n\n23 But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. 24 I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.\"\n\n25 \"Who are you?\" they asked.\n\n\"Just what I have been telling you from the beginning,\" Jesus replied. 26 \"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\"\n\n27 They did not understand that he was telling them about his Father. 28 So Jesus said, \"When you have lifted up[a] the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me. 29 The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" 30 Even as he spoke, many believed in him.\n\nFootnotes\na. John 8:28 The Greek for lifted up also means exalted.",
    "Script 4": "Ezra 4\nAmerican Standard Version\n4 Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel; 2 then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them, Let us build with you; for we seek your God, as ye do; [a]and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither. 3 But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us. 4 Then the people of the land weakened the hands of the people of Judah, and [b]troubled them in building, 5 and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. 6 And in the reign of [c]Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.\n\n7 And in the days of [d]Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the [e]Syrian character, and set forth in the [f]Syrian tongue. 8 [g]Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort: 9 then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites, 10 and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest of the country beyond the River, and so forth.\n\n11 This is the copy of the letter that they sent unto Artaxerxes the king: Thy servants the men beyond the River, and so forth. 12 Be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations. 13 Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful unto the kings. 14 Now because we eat the salt of the palace, and it is not meet for us to see the king's dishonor, therefore have we sent and certified the king; 15 that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste. 16 We certify the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.\n\n17 Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and [h]in the rest of the country beyond the River: Peace, and so forth. 18 The letter which ye sent unto us hath been [i]plainly read before me. 19 And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein. 20 There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, custom, and toll, was paid unto them. 21 Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me. 22 And take heed that ye be not slack herein: why should damage grow to the hurt of the kings?\n\n23 Then when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power. 24 Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia.\n\n \nFootnotes\nEzra 4:2 Another reading is, yet we do not sacrifice since etc.\nEzra 4:4 Or, terrified\nEzra 4:6 Or, Xerxes. Hebrew Ahashverosh.\nEzra 4:7 Hebrew Artahshashta.\nEzra 4:7 Or, Aramaic\nEzra 4:7 Or, Aramaic\nEzra 4:8 4:8--6:18 is in Aramaic.\nEzra 4:17 Or, unto the rest beyond etc.\nEzra 4:18 Or, translated",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm : Or decrees / for their enduring reward",
    "Script 2": "Proverbs :-\n\n Go to the ant, you sluggard;\n    consider its ways and be wise!\n It has no commander,\n    no overseer or ruler,\n yet it stores its provisions in summer\n    and gathers its food at harvest.\n\n How long will you lie there, you sluggard?\n    When will you get up from your sleep?\n A little sleep, a little slumber,\n    a little folding of the hands to rest--\n and poverty will come on you like a thief\n    and scarcity like an armed man.\n\n A troublemaker and a villain,\n    who goes about with a corrupt mouth,\n     who winks maliciously with his eye,\n    signals with his feet\n    and motions with his fingers,\n     who plots evil with deceit in his heart--\n    he always stirs up conflict.\n Therefore disaster will overtake him in an instant;\n    he will suddenly be destroyed--without remedy.\n\n There are six things the Lord hates,\n    seven that are detestable to him:\n         haughty eyes,\n        a lying tongue,\n        hands that shed innocent blood,\n         a heart that devises wicked schemes,\n        feet that are quick to rush into evil,\n         a false witness who pours out lies\n        and a person who stirs up conflict in the community.\n\nWarning Against Adultery\n\n My son, keep your father's command\n    and do not forsake your mother's teaching.\n Bind them always on your heart;\n    fasten them around your neck.\n When you walk, they will guide you;\n    when you sleep, they will watch over you;\n    when you awake, they will speak to you.\n For this command is a lamp,\n    this teaching is a light,\nand correction and instruction\n    are the way to life,",
    "Script 3": "John :-\n\nDispute Over Jesus' Testimony\n\n When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"\n\n The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\"\n\n Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.  You judge by human standards; I pass judgment on no one.  But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.  In your own Law it is written that the testimony of two witnesses is true.  I am one who testifies for myself; my other witness is the Father, who sent me.\"\n\n Then they asked him, \"Where is your father?\"\n\n\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\"  He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.\n\nDispute Over Who Jesus Is\n\n Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\"\n\n This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\"\n\n But he continued, \"You are from below; I am from above. You are of this world; I am not of this world.  I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.\"\n\n \"Who are you?\" they asked.\n\n\"Just what I have been telling you from the beginning,\" Jesus replied.  \"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\"\n\n They did not understand that he was telling them about his Father.  So Jesus said, \"When you have lifted up[a] the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me.  The one who sent me is with me; he has not left me alone, for I always do what pleases him.\"  Even as he spoke, many believed in him.\n\nFootnotes\na. John : The Greek for lifted up also means exalted.",
    "Script 4": "Ezra \nAmerican Standard Version\n Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel;  then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them, Let us build with you; for we seek your God, as ye do; [a]and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither.  But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us.  Then the people of the land weakened the hands of the people of Judah, and [b]troubled them in building,  and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.  And in the reign of [c]Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.\n\n And in the days of [d]Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the [e]Syrian character, and set forth in the [f]Syrian tongue.  [g]Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:  then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,  and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest of the country beyond the River, and so forth.\n\n This is the copy of the letter that they sent unto Artaxerxes the king: Thy servants the men beyond the River, and so forth.  Be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations.  Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful unto the kings.  Now because we eat the salt of the palace, and it is not meet for us to see the king's dishonor, therefore have we sent and certified the king;  that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste.  We certify the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.\n\n Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and [h]in the rest of the country beyond the River: Peace, and so forth.  The letter which ye sent unto us hath been [i]plainly read before me.  And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein.  There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, custom, and toll, was paid unto them.  Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me.  And take heed that ye be not slack herein: why should damage grow to the hurt of the kings?\n\n Then when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power.  Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia.\n\n \nFootnotes\nEzra : Another reading is, yet we do not sacrifice since etc.\nEzra : Or, terrified\nEzra : Or, Xerxes. Hebrew Ahashverosh.\nEzra : Hebrew Artahshashta.\nEzra : Or, Aramaic\nEzra : Or, Aramaic\nEzra : :--: is in Aramaic.\nEzra : Or, unto the rest beyond etc.\nEzra : Or, translated",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": "Proverbs :-\n\n Go to the ant, you sluggard;\n    consider its ways and be wise!\n It has no commander,\n    no overseer or ruler,\n yet it stores its provisions in summer\n    and gathers its food at harvest.\n\n How long will you lie there, you sluggard?\n    When will you get up from your sleep?\n A little sleep, a little slumber,\n    a little folding of the hands to rest--\n and poverty will come on you like a thief\n    and scarcity like an armed man.\n\n A troublemaker and a villain,\n    who goes about with a corrupt mouth,\n     who winks maliciously with his eye,\n    signals with his feet\n    and motions with his fingers,\n     who plots evil with deceit in his heart--\n    he always stirs up conflict.\n Therefore disaster will overtake him in an instant;\n    he will suddenly be destroyed--without remedy.\n\n There are six things the Lord hates,\n    seven that are detestable to him:\n         haughty eyes,\n        a lying tongue,\n        hands that shed innocent blood,\n         a heart that devises wicked schemes,\n        feet that are quick to rush into evil,\n         a false witness who pours out lies\n        and a person who stirs up conflict in the community.\n\nWarning Against Adultery\n\n My son, keep your father's command\n    and do not forsake your mother's teaching.\n Bind them always on your heart;\n    fasten them around your neck.\n When you walk, they will guide you;\n    when you sleep, they will watch over you;\n    when you awake, they will speak to you.\n For this command is a lamp,\n    this teaching is a light,\nand correction and instruction\n    are the way to life,",
    "Script 3": "John :-\n\nDispute Over Jesus' Testimony\n\n When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"\n\n The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\"\n\n Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.  You judge by human standards; I pass judgment on no one.  But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.  In your own Law it is written that the testimony of two witnesses is true.  I am one who testifies for myself; my other witness is the Father, who sent me.\"\n\n Then they asked him, \"Where is your father?\"\n\n\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\"  He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.\n\nDispute Over Who Jesus Is\n\n Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\"\n\n This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\"\n\n But he continued, \"You are from below; I am from above. You are of this world; I am not of this world.  I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.\"\n\n \"Who are you?\" they asked.\n\n\"Just what I have been telling you from the beginning,\" Jesus replied.  \"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\"\n\n They did not understand that he was telling them about his Father.  So Jesus said, \"When you have lifted up[a] the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me.  The one who sent me is with me; he has not left me alone, for I always do what pleases him.\"  Even as he spoke, many believed in him.\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel;  then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them, Let us build with you; for we seek your God, as ye do; [a]and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither.  But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us.  Then the people of the land weakened the hands of the people of Judah, and [b]troubled them in building,  and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia.  And in the reign of [c]Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.\n\n And in the days of [d]Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the [e]Syrian character, and set forth in the [f]Syrian tongue.  [g]Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort:  then wrote Rehum the chancellor, and Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,  and the rest of the nations whom the great and noble Osnappar brought over, and set in the city of Samaria, and in the rest of the country beyond the River, and so forth.\n\n This is the copy of the letter that they sent unto Artaxerxes the king: Thy servants the men beyond the River, and so forth.  Be it known unto the king, that the Jews that came up from thee are come to us unto Jerusalem; they are building the rebellious and the bad city, and have finished the walls, and repaired the foundations.  Be it known now unto the king, that, if this city be builded, and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful unto the kings.  Now because we eat the salt of the palace, and it is not meet for us to see the king's dishonor, therefore have we sent and certified the king;  that search may be made in the book of the records of thy fathers: so shalt thou find in the book of the records, and know that this city is a rebellious city, and hurtful unto kings and provinces, and that they have moved sedition within the same of old time; for which cause was this city laid waste.  We certify the king that, if this city be builded, and the walls finished, by this means thou shalt have no portion beyond the River.\n\n Then sent the king an answer unto Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions that dwell in Samaria, and [h]in the rest of the country beyond the River: Peace, and so forth.  The letter which ye sent unto us hath been [i]plainly read before me.  And I decreed, and search hath been made, and it is found that this city of old time hath made insurrection against kings, and that rebellion and sedition have been made therein.  There have been mighty kings also over Jerusalem, who have ruled over all the country beyond the River; and tribute, custom, and toll, was paid unto them.  Make ye now a decree to cause these men to cease, and that this city be not builded, until a decree shall be made by me.  And take heed that ye be not slack herein: why should damage grow to the hurt of the kings?\n\n Then when the copy of king Artaxerxes' letter was read before Rehum, and Shimshai the scribe, and their companions, they went in haste to Jerusalem unto the Jews, and made them to cease by force and power.  Then ceased the work of the house of God which is at Jerusalem; and it ceased until the second year of the reign of Darius king of Persia.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]