[
  {
    "Date": "2025-09-14T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-a_Cz9XYIHA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=vyWv_G8giE8&list=PLVccJouc7Os98KlySB0kZqgo3usPUe-ig&index=3",
    "famous quote": "Recovering from suffering is not like recovering from a disease. Many people don't come out healed; they come out different.\n-David Brooks (in \"The Road To Character\")",
    "Ted Talks": "https://www.youtube.com/watch?v=arj7oStGLkU",
    "Nature Video": "https://www.youtube.com/watch?v=ROMMtHHyCp8",
    "User added": "\"But make sure that you don't get so absorbed and exhausted in taking care of all your day-by-day obligations that you lose track of the time and doze off, oblivious to God. The night is about over, dawn is about to break. Be up and awake to what God is doing! God is putting the finishing touches on the salvation work he began when we first believed.\"\r\n??Romans? ?13:11 MSG?????\r\n\r\nIt is easy to get so focused on what is right in front of us that we miss everything going on around us. Consider Martha when Jesus came to visit her, Mary, and Lazarus (Luke 10:38-42). Even doing \r\nwhat we think of as good can draw our focus away from the One who gives us those opportunities to do good (Eph 2:10). Rather, we should strive to be like Mary, putting Jesus first, watching for where He is working and joining Him there. Keeping in mind that every day that we live is one day closer to\r\nHis return. Maranatha! Amen and amen!\r",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Trevor:\n\n(part 2)\n\nI don't always get it right, but Im growing. The only way to know if you have heard from God is to step out and expect to see fruit happen. \r\n\nSometimes God speaks to me through words of Knowledge for physical healing. This is how it happens. I actually feel pain that isn't mine in a certain part of my body and that's how I know God wants me to heal someone who has that pain. It only lasts for a few seconds, but when it happens I know I should go and find that person. I have seen this happen multiple times and God has healed the person that I find right there on the spot.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/I8bDGHxTr5I",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]