[
  {
    "Date": "2025-10-13T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ZDv6WJTOoX4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=4",
    "famous quote": "It's about the journey--mine and yours--and the lives we can touch, the legacy we can leave, and the world we can change for the better.\n-Tony Dungy",
    "Ted Talks": "https://www.youtube.com/watch?v=uv-Pq0T2TK0",
    "Nature Video": "https://www.youtube.com/watch?v=hTcBL_bg29A",
    "User added": "\"Those who sow their tears as seeds will reap a harvest with joyful shouts of glee. They may weep as they go out carrying their seed to sow, but they will return with joyful laughter and shouting with gladness as they bring back armloads of blessing and a harvest overflowing!\"\n??Psalms? ?126:5-6 TPT?????\n\nAs sure as God is in heaven, trials and tragedy will find each and every one of us. In the midst of suffering, it is hard to see meaning, let alone joy that might come from our pain. It is okay to cry, and to cry out to God when things don't make sense. God knows our suffering in Christ Jesus. He has counted every tear before it fell, and He can make every tear count. Lean into Him, as you walk through the hard times. Don't be afraid. He is big enough to handle your conflicting emotions. There is joy on the other side. That is a promise-not mine, His.\n\n\"I had only heard about you before, but now I have seen you with my own eyes.\"\n??Job? ?42:5? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 4)\n\nOne time people called me because their cow had given birth but the calf couldn't walk. The people said if the calf walks we will receive your god. I said, \"No problem, but first I must ask you a question: the witchcraft thing they gave you to have around your neck, will you give it to me?\" She said \"No, I paid 500 birr for it (about $25).\" So I asked her which one is greater: 500 birr or your calf? She said she wants her calf, and she took it off. \r\nSo I prayed, \"Jesus that I saw in my dreams, where are you? I pray in Jesus' name.\" When I prayed the mother cow came near, made a sound and the calf got up and went to its mom.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/Mlj2VkdkN9Y",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]