[
  {
    "Date": "2025-12-09T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=c_ByO08UsWg",
    "Additional Link": "https://gravityleadership.com/podcast/brian-zahnd-deconstructs-deconstruction/",
    "Yoga": "https://www.youtube.com/watch?v=jlwxo431SvU&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=3",
    "famous quote": "\"You can't know, you can only believe - or not.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=G-lWWxJPfFo",
    "Nature Video": "https://www.youtube.com/watch?v=UqYUTTqupOY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=58",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy\nInterview (part 10)\n\nHow do you feel? Do you want to keep answering my questions?\r\n\nTesfaye smiles, nods, and is silent for a moment, picking his nose. Must be a cultural thing.\r\n\nJust a few more minutes but now I have a question for you, Ross. Is there a group of people that does not worship God?\r\nThere are a lot of groups that don't worship God. I feel like a lot of people I know sort of worship God. Not with their full heart.\r\nI think there is a group of people that think they are Christian but they haven't fully decided. They walk on two roads. I see lots of people behind you. When they come together with you they act like Christians and when they are apart from you they don't act like that. And you don't know why they do this.\r\nI see this group of people is putting an obstacle before you.\r\nHere is an experience of mine. When I went to minister at a house one time, people dug a hole and put a trap for my legs in it. After I finished ministering in that house, the Holy Spirit told me to go a different way home. Those guys who put an obstacle for me were drinking alcohol somewhere and after they finished drinking one of those guys had to go that way, and the trap got him. So that person got his leg wounded, and he couldn't even walk. \r\nSo Ross, that group of individuals is putting something in the way to harm you, but it can't get you. They will harm themselves. \r\n\nWhat do I do to help them?\r\n\nPray for them.\r\n\nWill they be saved?\r\n\nYes. \r\n\nWill I see a lot of persecution?\r\nNo.\r\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=T_hH2S7nUjo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M11PBJbFApw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]