[
  {
    "Date": "2025-12-14T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNjA2MzNjYmItYzY3OS0zYzNiLWFkMDgtMTFlNGM2ZjAyMGJk?sa=X&ved=0CAcQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQsRU",
    "Yoga": "https://www.youtube.com/watch?v=y8JkDmXE7O8&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm",
    "famous quote": "\"When I get honest, I admit I am a bundle of paradoxes. I believe and I doubt, I hope and get discouraged, I love and I hate, I feel bad about feeling good, I feel guilty about not feeling guilty. I am trusting and suspicious. I am honest and I still play games. Aristotle said I am a rational animal; I say I am an angel with an incredible capacity for beer.\nTo live by grace means to acknowledge my whole life story, the light side and the dark. In admitting my shadow side I learn who I am and what God's grace means. As Thomas Merton put it, \"A saint is not someone who is good but who experiences the goodness of God.\" -Brennan Manning",
    "Ted Talks": "https://www.youtube.com/watch?v=9EBkS2kE7uk",
    "Nature Video": "https://www.youtube.com/watch?v=c36UNSoJenI",
    "User added": "\"To care for the needs of all who mourn in Zion, give them bouquets of roses instead of ashes, Messages of joy instead of news of doom, a praising heart instead of a languid spirit. Rename them \"Oaks of Righteousness\" planted by God to display his glory. \"\n‭‭Isaiah‬ ‭61:3‬ ‭MSG‬‬‬‬‬‬\n\nAs Christ-followers, we believe that Jesus was fully man and fully God.  All by itself, Jesus' existence in time calls for change, because He is God. And because God is the Creator, it is not a change, or modification in what exists, but a whole new thing. A thing of joy, beauty, and righteousness. \nIt is us, His people, His church, His glory! Live the change, today!\n\n\"Keep your eyes on Jesus, who both began and finished this race we're in. Study how he did it. Because he never lost sight of where he was headed--that exhilarating finish in and with God--he could put up with anything along the way: Cross, shame, whatever. And now he's there, in the place of honor, right alongside God. \"\n‭‭Hebrews‬ ‭12:2 MSG‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nIntervew (part 4)\n\nWhat is your relationship with your wife like? \n\nHe breathes in deeply.\nI was sent as a missionary in 1996 by the Blair Foundation and she was also one of the church planters in that organization. We got married after 3 years. It's our 15th year together. You know it's difficult being a wife of someone who travels and goes to different places. But she has a heart for missions so she cares for our children and I just have a wonderful visionary support and help from my wife. And we are so grateful for being together in the ministry.\n\nHow much of your vision comes from, or is supported by her?\n\n100% she supports and 100% we work together. \n\nHow often do you get to see each other? \n\nWe live together. But I go away for training for about a week or two each month. But we are privileged being together, you know.\n\nWhat would you tell Americans who are having trouble believing the stories of miracles happening here? And even if they do believe it, how should they apply it?\n\nI can say that the miracles we are seeing today are in the Bible. We are applying the Bible in our lives. We are not bringing anything that is not written in the Bible. So we just use the authority God has given us as sons and daughters of the Lord. Driving out demons. Healing the sick. And we believe that these miracles and signs are just something that draws people to Christ. We are not impressed with the miracles. We use these things to bring people to the Lord. He is confirming his word is true through these miracles.\n\nWhat would you say about science's role in what God is doing?\n\nGod uses miracles and signs to bring people into his kingdom. Miracles aren't the main purpose. The main purpose is saving lives. But the humanitarian activity like clean water and medical are also tools, like the wonders and signs, to bring people to you so you can preach the gospel. The signs and wonders are things that bring people to you. And then you explain and prove that the word of God is true. \nSo medical help and clean water are tools to draw people to you and then you can present the gospel.\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=d089fLIKJpM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]