[
  {
    "Date": "2026-01-05T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TAOUtgdcjik",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZGViMjYzYmYtZDJiMi0zODIzLWEyMjgtMjRjZDE0YWY5YzIx?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=-06_yGoVJpI&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=5",
    "famous quote": "\"I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=eIho2S0ZahI",
    "Nature Video": "https://www.youtube.com/watch?v=pFoty21X370",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/twin-a-homeless-friend-in-our-church",
    "Interview image": "https://static.wixstatic.com/media/1f098c_c756444297594129b13c8a1a60af2141~mv2_d_2550_3444_s_4_2.jpg/v1/fill/w_592,h_800,al_c,q_90/1f098c_c756444297594129b13c8a1a60af2141~mv2_d_2550_3444_s_4_2.webp",
    "Interview Text": "Homeless Interview: Twin, from our church\n\nUpdate: Jason Branch, in New York City found the art I did with Twin's poetry and invited Twin and I to participate in an art show he threw in New York to honor and benefit the homeless and those on the margins. The Kickstarter (https://urlzs.com/bJ7ya) raised enough money to fly Twin up to New York with me! The opening was June 7th (2019), 6-9pm at \"One Art Space\" in the heart of the World Trade Center district. The show ran for three days. We sold each separate piece of Twin's poetry with a part of the larger portrait I sketched of him on the poetry paper. Below are some photos and Twin describing his work to attendees. \n\nAnd below is the original interview of Twin:\n\nTwin attends our church and has become a staple of our Sunday morning community. He impressed me when I saw that he does live poetry writing during the service.\n\nSo I asked if I could interview him and hear his story. We sat down in the entryway of the church as people were mulling about after the service.\nHe said he's had a rough life. \"I've been beaten, I've been robbed, I've been lied to, I've been locked up.\"\n\nTwin grew up in Atlanta, much of the time in Bankhead. And through what I understand to be a mixup in resources between his social worker, his family, and the housing authorities, they didn't help him get housing. He thinks they avoided him so they could spend their time on easier cases.\n\nHis thoughts on it were that a lot of people will only help people who don't really need help, because some of the people who really do need help are too much work. If it is people employed by the government who are not helping the ones who are hard to help, but really need it, then they're getting paid for not doing their job.\nI asked him about his gift, meaning his poetry. And he told me this story.\n\nTwin had his head down on his desk during 4th grade class when he was supposed to be paying attention. But what he was doing was writing poetry. The teacher called him out, and took his notepad. Later he got sent to the principal's office who sent him home. He thought he was in trouble all day but his family was being strangely nice to him. He kept on waiting for his punishment to come. But his grandma seemed so happy with him that he got even more worried. But they seemed happy when they sent him off to school the next day. \n\nWhen he got there they told him to come with his notepad to a place where there were a handful of other students from other grades. What had happened was that his teacher had read his notebook and entered him into a poetry contest which he had won for his grade. He's been writing poetry ever since.\n\nTwin shared some other good nuggets of wisdom with me. He also read some of his poetry he had written that day. Click the video (which is just audio) if you would like (his poetry starts at 15:35), but below I've written some of the highlights.\n\nHe said, God loves all colors. We have the same color of blood; we're the same at our core.\nHis grandma taught him to help people. She helped a lot of people. He said she didn't suffer so that we could not help people like she did.\n\nGiving is always better than stealing. Stealing will always catch up to you but when you help people that's more than stealing because you help mature a life.\n\nThanks so much for the interview, Twin. And thank you for being a part of our church and giving us your gift! Here is some art I did of Twin, inspired by what he is doing for us.\n\nRaw Spoon, 11-4-17",
    "Interview Video": "https://youtu.be/ZDjlggbs944",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]