[
  {
    "Date": "2025-08-13T07:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 12- Ordinary Time",
    "Script 1": "\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": " \"'The days are coming,' declares the Lord, 'when I will fulfill the good promise I made to the people of Israel and Judah.\n\n \"'In those days and at that time\n    I will make a righteous Branch sprout from David's line;\n    he will do what is just and right in the land.\n In those days Judah will be saved\n    and Jerusalem will live in safety.\nThis is the name by which it[a] will be called:\n    The Lord Our Righteous Savior.'\n\n For this is what the Lord says: 'David will never fail to have a man to sit on the throne of Israel,  nor will the Levitical priests ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.'\"\n\n The word of the Lord came to Jeremiah:  \"This is what the Lord says: 'If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time,  then my covenant with David my servant--and my covenant with the Levites who are priests ministering before me--can be broken and David will no longer have a descendant to reign on his throne.  I will make the descendants of David my servant and the Levites who minister before me as countless as the stars in the sky and as measureless as the sand on the seashore.'\"\n\n The word of the Lord came to Jeremiah:  \"Have you not noticed that these people are saying, 'The Lord has rejected the two kingdoms[b] he chose'? So they despise my people and no longer regard them as a nation.  This is what the Lord says: 'If I have not made my covenant with day and night and established the laws of heaven and earth,  then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes[c] and have compassion on them.'\"\n\n",
    "Script 3": " Peter asked, \"Lord, are you telling this parable to us, or to everyone?\"\n\n The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time?  It will be good for that servant whom the master finds doing so when he returns.  Truly I tell you, he will put him in charge of all his possessions.  But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the other servants, both men and women, and to eat and drink and get drunk.  The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers.\n\n \"The servant who knows the master's will and does not get ready or does not do what the master wants will be beaten with many blows.  But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.",
    "Script 4": "American Standard Version\n Then it seemed good to the apostles and the elders, with the whole church, to choose men out of their company, and send them to Antioch with Paul and Barnabas; namely, Judas called Barsabbas, and Silas, chief men among the brethren:  and they wrote thus by them, [a]The apostles and the elders, brethren, unto the brethren who are of the Gentiles in Antioch and Syria and Cilicia, greeting:  Forasmuch as we have heard that certain [b]who went out from us have troubled you with words, subverting your souls; to whom we gave no commandment;  it seemed good unto us, having come to one accord, to choose out men and send them unto you with our beloved Barnabas and Paul,  men that have hazarded their lives for the name of our Lord Jesus Christ.  We have sent therefore Judas and Silas, who themselves also shall tell you the same things by word of mouth.  For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things:  that ye abstain from things sacrificed to idols, and from blood, and from things strangled, and from fornication; from which if ye keep yourselves, it shall be well with you. Fare ye well.\n\n So they, when they were dismissed, came down to Antioch; and having gathered the multitude together, they delivered the epistle.  And when they had read it, they rejoiced for the [c]consolation.  And Judas and Silas, being themselves also prophets, [d]exhorted the brethren with many words, and confirmed them.  And after they had spent some time there, they were dismissed in peace from the brethren unto those that had sent them forth.[e]  But Paul and Barnabas tarried in Antioch, teaching and [f]preaching the word of the Lord, with many others also.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm89:1-18;Jeremiah33:14-26;Luke12:41-48",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.89,Jer.33,Luke.12",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_69bc4ec2376d418c806fa1a77bb80cba~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_a1b11655d65747a38fd97eceb3547733~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_07db4e5b5b6d411a8007965e3e0974b3~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_2b6a5384b4e040a89e3fc733c248dae0~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_07a56a8d2f704539883d7c0a5a783573~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 89:1-18",
    "Address Script 2": "Jeremiah 33:14-26",
    "Address Script 3": "Luke 12:41-48",
    "Address Script 4": "Acts 15:22-35",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.89.33d8fd0001982bd7ea7b7ec2d2467dda.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jer.33.08bc666c06cf51b43949c4f5e6f073de.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.12.214f5482c0a5ffacda5334d83ef9f436.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.15.a1b6321b32b3b52be47d4dae301f28c6.mp3",
    "Verse to start at for audio": 361
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 89:1-18\n\nA maskil[b] of Ethan the Ezrahite.\n\n1 I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n2 I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n3 You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n4 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n5 The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n6 For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n7 In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n8 Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n9 You rule over the surging sea;\n    when its waves mount up, you still them.\n10 You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n11 The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n12 You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n13 Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n14 Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n15 Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n16 They rejoice in your name all day long;\n    they celebrate your righteousness.\n17 For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n18 Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm 89:1 In Hebrew texts 89:1-52 is numbered 89:2-53.\nb. Psalm 89:1 Title: Probably a literary or musical term\nc. Psalm 89:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses 37, 45 and 48.\nd. Psalm 89:17 Horn here symbolizes strong one.\ne. Psalm 89:18 Or sovereign",
    "Script 2": "Jeremiah 33:14-26\n\n14 \"'The days are coming,' declares the Lord, 'when I will fulfill the good promise I made to the people of Israel and Judah.\n\n15 \"'In those days and at that time\n    I will make a righteous Branch sprout from David's line;\n    he will do what is just and right in the land.\n16 In those days Judah will be saved\n    and Jerusalem will live in safety.\nThis is the name by which it[a] will be called:\n    The Lord Our Righteous Savior.'\n\n17 For this is what the Lord says: 'David will never fail to have a man to sit on the throne of Israel, 18 nor will the Levitical priests ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.'\"\n\n19 The word of the Lord came to Jeremiah: 20 \"This is what the Lord says: 'If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time, 21 then my covenant with David my servant--and my covenant with the Levites who are priests ministering before me--can be broken and David will no longer have a descendant to reign on his throne. 22 I will make the descendants of David my servant and the Levites who minister before me as countless as the stars in the sky and as measureless as the sand on the seashore.'\"\n\n23 The word of the Lord came to Jeremiah: 24 \"Have you not noticed that these people are saying, 'The Lord has rejected the two kingdoms[b] he chose'? So they despise my people and no longer regard them as a nation. 25 This is what the Lord says: 'If I have not made my covenant with day and night and established the laws of heaven and earth, 26 then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes[c] and have compassion on them.'\"\n\nFootnotes\na. Jeremiah 33:16 Or he\nb. Jeremiah 33:24 Or families\nc. Jeremiah 33:26 Or will bring them back from captivity",
    "Script 3": "Luke 12:41-48\n\n41 Peter asked, \"Lord, are you telling this parable to us, or to everyone?\"\n\n42 The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? 43 It will be good for that servant whom the master finds doing so when he returns. 44 Truly I tell you, he will put him in charge of all his possessions. 45 But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the other servants, both men and women, and to eat and drink and get drunk. 46 The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers.\n\n47 \"The servant who knows the master's will and does not get ready or does not do what the master wants will be beaten with many blows. 48 But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.",
    "Script 4": "Acts 15:22-35\nAmerican Standard Version\n22 Then it seemed good to the apostles and the elders, with the whole church, to choose men out of their company, and send them to Antioch with Paul and Barnabas; namely, Judas called Barsabbas, and Silas, chief men among the brethren: 23 and they wrote thus by them, [a]The apostles and the elders, brethren, unto the brethren who are of the Gentiles in Antioch and Syria and Cilicia, greeting: 24 Forasmuch as we have heard that certain [b]who went out from us have troubled you with words, subverting your souls; to whom we gave no commandment; 25 it seemed good unto us, having come to one accord, to choose out men and send them unto you with our beloved Barnabas and Paul, 26 men that have hazarded their lives for the name of our Lord Jesus Christ. 27 We have sent therefore Judas and Silas, who themselves also shall tell you the same things by word of mouth. 28 For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things: 29 that ye abstain from things sacrificed to idols, and from blood, and from things strangled, and from fornication; from which if ye keep yourselves, it shall be well with you. Fare ye well.\n\n30 So they, when they were dismissed, came down to Antioch; and having gathered the multitude together, they delivered the epistle. 31 And when they had read it, they rejoiced for the [c]consolation. 32 And Judas and Silas, being themselves also prophets, [d]exhorted the brethren with many words, and confirmed them. 33 And after they had spent some time there, they were dismissed in peace from the brethren unto those that had sent them forth.[e] 35 But Paul and Barnabas tarried in Antioch, teaching and [f]preaching the word of the Lord, with many others also.\n\n \nFootnotes\nActs 15:23 Or, The apostles and the elder brethren\nActs 15:24 Some ancient authorities omit who went out.\nActs 15:31 Or, exhortation\nActs 15:32 Or, comforted\nActs 15:33 Some ancient authorities insert, with variations, verse 34 But it seemed good unto Silas to abide there.\nActs 15:35 Compare marginal note on 5:42.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Title: Probably a literary or musical term\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses ,  and .\nd. Psalm : Horn here symbolizes strong one.\ne. Psalm : Or sovereign",
    "Script 2": "Jeremiah :-\n\n \"'The days are coming,' declares the Lord, 'when I will fulfill the good promise I made to the people of Israel and Judah.\n\n \"'In those days and at that time\n    I will make a righteous Branch sprout from David's line;\n    he will do what is just and right in the land.\n In those days Judah will be saved\n    and Jerusalem will live in safety.\nThis is the name by which it[a] will be called:\n    The Lord Our Righteous Savior.'\n\n For this is what the Lord says: 'David will never fail to have a man to sit on the throne of Israel,  nor will the Levitical priests ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.'\"\n\n The word of the Lord came to Jeremiah:  \"This is what the Lord says: 'If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time,  then my covenant with David my servant--and my covenant with the Levites who are priests ministering before me--can be broken and David will no longer have a descendant to reign on his throne.  I will make the descendants of David my servant and the Levites who minister before me as countless as the stars in the sky and as measureless as the sand on the seashore.'\"\n\n The word of the Lord came to Jeremiah:  \"Have you not noticed that these people are saying, 'The Lord has rejected the two kingdoms[b] he chose'? So they despise my people and no longer regard them as a nation.  This is what the Lord says: 'If I have not made my covenant with day and night and established the laws of heaven and earth,  then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes[c] and have compassion on them.'\"\n\nFootnotes\na. Jeremiah : Or he\nb. Jeremiah : Or families\nc. Jeremiah : Or will bring them back from captivity",
    "Script 3": "Luke :-\n\n Peter asked, \"Lord, are you telling this parable to us, or to everyone?\"\n\n The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time?  It will be good for that servant whom the master finds doing so when he returns.  Truly I tell you, he will put him in charge of all his possessions.  But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the other servants, both men and women, and to eat and drink and get drunk.  The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers.\n\n \"The servant who knows the master's will and does not get ready or does not do what the master wants will be beaten with many blows.  But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.",
    "Script 4": "Acts :-\nAmerican Standard Version\n Then it seemed good to the apostles and the elders, with the whole church, to choose men out of their company, and send them to Antioch with Paul and Barnabas; namely, Judas called Barsabbas, and Silas, chief men among the brethren:  and they wrote thus by them, [a]The apostles and the elders, brethren, unto the brethren who are of the Gentiles in Antioch and Syria and Cilicia, greeting:  Forasmuch as we have heard that certain [b]who went out from us have troubled you with words, subverting your souls; to whom we gave no commandment;  it seemed good unto us, having come to one accord, to choose out men and send them unto you with our beloved Barnabas and Paul,  men that have hazarded their lives for the name of our Lord Jesus Christ.  We have sent therefore Judas and Silas, who themselves also shall tell you the same things by word of mouth.  For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things:  that ye abstain from things sacrificed to idols, and from blood, and from things strangled, and from fornication; from which if ye keep yourselves, it shall be well with you. Fare ye well.\n\n So they, when they were dismissed, came down to Antioch; and having gathered the multitude together, they delivered the epistle.  And when they had read it, they rejoiced for the [c]consolation.  And Judas and Silas, being themselves also prophets, [d]exhorted the brethren with many words, and confirmed them.  And after they had spent some time there, they were dismissed in peace from the brethren unto those that had sent them forth.[e]  But Paul and Barnabas tarried in Antioch, teaching and [f]preaching the word of the Lord, with many others also.\n\n \nFootnotes\nActs : Or, The apostles and the elder brethren\nActs : Some ancient authorities omit who went out.\nActs : Or, exhortation\nActs : Or, comforted\nActs : Some ancient authorities insert, with variations, verse  But it seemed good unto Silas to abide there.\nActs : Compare marginal note on :.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": "Jeremiah :-\n\n \"'The days are coming,' declares the Lord, 'when I will fulfill the good promise I made to the people of Israel and Judah.\n\n \"'In those days and at that time\n    I will make a righteous Branch sprout from David's line;\n    he will do what is just and right in the land.\n In those days Judah will be saved\n    and Jerusalem will live in safety.\nThis is the name by which it[a] will be called:\n    The Lord Our Righteous Savior.'\n\n For this is what the Lord says: 'David will never fail to have a man to sit on the throne of Israel,  nor will the Levitical priests ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.'\"\n\n The word of the Lord came to Jeremiah:  \"This is what the Lord says: 'If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time,  then my covenant with David my servant--and my covenant with the Levites who are priests ministering before me--can be broken and David will no longer have a descendant to reign on his throne.  I will make the descendants of David my servant and the Levites who minister before me as countless as the stars in the sky and as measureless as the sand on the seashore.'\"\n\n The word of the Lord came to Jeremiah:  \"Have you not noticed that these people are saying, 'The Lord has rejected the two kingdoms[b] he chose'? So they despise my people and no longer regard them as a nation.  This is what the Lord says: 'If I have not made my covenant with day and night and established the laws of heaven and earth,  then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes[c] and have compassion on them.'\"\n\n",
    "Script 3": "Luke :-\n\n Peter asked, \"Lord, are you telling this parable to us, or to everyone?\"\n\n The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time?  It will be good for that servant whom the master finds doing so when he returns.  Truly I tell you, he will put him in charge of all his possessions.  But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the other servants, both men and women, and to eat and drink and get drunk.  The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers.\n\n \"The servant who knows the master's will and does not get ready or does not do what the master wants will be beaten with many blows.  But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked.",
    "Script 4": "Acts :-\nAmerican Standard Version\n Then it seemed good to the apostles and the elders, with the whole church, to choose men out of their company, and send them to Antioch with Paul and Barnabas; namely, Judas called Barsabbas, and Silas, chief men among the brethren:  and they wrote thus by them, [a]The apostles and the elders, brethren, unto the brethren who are of the Gentiles in Antioch and Syria and Cilicia, greeting:  Forasmuch as we have heard that certain [b]who went out from us have troubled you with words, subverting your souls; to whom we gave no commandment;  it seemed good unto us, having come to one accord, to choose out men and send them unto you with our beloved Barnabas and Paul,  men that have hazarded their lives for the name of our Lord Jesus Christ.  We have sent therefore Judas and Silas, who themselves also shall tell you the same things by word of mouth.  For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things:  that ye abstain from things sacrificed to idols, and from blood, and from things strangled, and from fornication; from which if ye keep yourselves, it shall be well with you. Fare ye well.\n\n So they, when they were dismissed, came down to Antioch; and having gathered the multitude together, they delivered the epistle.  And when they had read it, they rejoiced for the [c]consolation.  And Judas and Silas, being themselves also prophets, [d]exhorted the brethren with many words, and confirmed them.  And after they had spent some time there, they were dismissed in peace from the brethren unto those that had sent them forth.[e]  But Paul and Barnabas tarried in Antioch, teaching and [f]preaching the word of the Lord, with many others also.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]