[
  {
    "Date": "2025-08-28T07:00:00.000Z",
    "Movie Scene": "https://youtu.be/2Ax0S0fIHGM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=oJdowI2v_so&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=10",
    "famous quote": "\"Hell is a state of mind - ye never said a truer word. And every state of mind, left to itself, every shutting up of the creature within the dungeon of its own mind - is, in the end, Hell. But Heaven is not a state of mind. Heaven is reality itself. All that is fully real is Heavenly. For all that can be shaken will be shaken and only the unshakeable remains.\"\n-- C.S. Lewis (The Great Divorce)",
    "Ted Talks": "https://www.youtube.com/watch?v=DqwzKPZK8AU",
    "Nature Video": "https://www.youtube.com/watch?v=z7TQSCkY6y4",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stephanie:\n\nPart 1:\n\nStephanie told me the greatest miracle she has seen was a woman with clubbed feet get healed. Her feet were deformed since birth and she hobbled with a cane and always had pain. She had started coming to the services put on by Stephanie's husband, and would walk a couple miles from her trailer park each time. Stephanie and the others would give her rides whenever they could. She was intelligent but had a speech impediment, and mannerisms like a child so people didn't take her very seriously sometimes.\n\nThey prayed for her feet for years, one person in particular would hold her malformed bare feet in his hands and pray for her over and over. And nothing changed. \n\nOne day the men were going on a men's retreat and so David, Stephanie's husband asked her to lead the service. She didn't quite feel comfortable because she felt the Bible said women shouldn't lead quite in that capacity, so she prayed and asked God for a name of someone who could. \n\nHer friend Peter's name popped up. He is a simple, soft-spoken carpenter and lives a couple hours away so it's a trip he and his wife couldn't make often. But when she called him he said he would love to. Stephanie knew that Peter seemed to have a gift of prophecy and when she asked him about it he said every time he prays for someone he gets a vision. \n\nWhen she had heard this she had asked him to pray for her and he saw a vision that her home was like a swiss chalet, welcoming weary visitors. And that image helped Stephanie be encouraged through many years of hosting guest after guest in their house.\n\nWell, a couple weeks prior to the meeting that Peter was to lead, the woman with the clubbed feet had started jumping up and down after some folks had been praying for her. Stephanie ran to her and she told Stephanie that although her feet were still clubbed, they didn't hurt anymore. \n\nAnd then on the night of the meeting, without knowing about the woman, Peter told the crowd that he was seeing there was someone in the crowd with fallen arches. (He later told Stephanie that he had seen an image of a foot like an exray in his head in which bones were moving back into place.)\n\nThe woman with the clubbed feet stepped forward and immediately burst out screaming with joy. It startled Stephanie but when they took off her shoes her feet were completely healed. \nThey were not normal sized women's feet, but \"cute, perfect little feet, like a child's\" Stephanie said. The callouses she had worn into her feet from years of walking on the sides of them had now shifted to the top. \n\nShe was probably not the type of woman that doctors would likely take seriously if she told them she had been miraculsoulsy healed, but later the man that had prayed for her for years got to hold them in his hands he said, \"These are not the same feet as she had before.\" \nSince then during church the woman dances around to the music.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=m7KAneehoOw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/abIh5UVjynQ",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]