[
  {
    "Art title 1": "Let Your Unique Light Shine",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2d121f27c9d3480a828508c6802c8b6b~mv2.jpg",
    "Artist Statement 1": "There were popular bracelets in the 90's that said \"WWJD\": What Would Jesus Do. That's an okay question for generalized matters of ethics and treatment of others, but the style and context with which Jesus' did things might not be how you should do them. What I mean is Jesus's personality and cultural context is probably not the same as yours. Seeing your beautifully unique personality, interests and passions coming out in how you live the gospel would, I bet, make Jesus happier than seeing you try to act just like he did it in those dramatized Bible films.\n\nDo you have a passion for Skateboarding? Use it for the kingdom. Do you have a passion for chihuahuas? Love people's pets for the kingdom. Are you an enneagram 9, a peacemaker, like me? I would not be eager to turn tables or confront powerful religious leaders in public like some might be. But I love welcoming our neighbors onto our porch for coffee every Saturday, though I've never seen that in the Bible.\n\nBut we can be assured that Jesus' love for the marginalized and his movement towards righteousness must be running through it all, whatever group or context our unique personality gets us into.  \n\nI say all this to encourage you to be free to be the person he has created you to be. Strive to be the most compassionate, righteous version of that person. And give it your flare. This world, and God's kingdom are made better by your unique contribution that only you can give. Ask yourself 'what would Jesus do,' but then do that like the best version of yourself would do it. Be brave. Be righteous. Be compassionate. Be like Jesus. But be you.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-73a1e72b-46b2-4971-9e47-fd04ab6a1c5b",
    "Art title 2": "Mary Did You Know?",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_fb2b958d11b243859814b4fedb649cd0~mv2.png",
    "Artist Statement 2": "Mary did you know that your baby boy would one day walk on water?\n\nAnd invite others on the waves with Him.\n\nMary did you know He came to make us sons and daughters?\n\nBy first becoming a son Himself.\n\nMary did you know He came to make all things new?\n\nBy first starting with your life.\n\nDid you know He would give sight to the blind?\n\nCalm the storms.\n\nHeal the sick.\n\nDine with sinners.\n\nBring hope to the hopeless.\n\nFeed the multitudes.\n\nRaise the dead.\n\nAnd Mary did you know,\n\nThat no one would take His life, but He would choose to willingly give it?\n\nThat He would choose 12 disciples, knowing they would leave Him in His most desperate hour?\n\nThat He would be sold for only 30 peices of silver?\n\nOne for every year He was with you.\n\nThat He would be denied 3 times, and then again and again for generations?\n\nThat He would have an opportunity to go free,\n\nBut they would instead choose Barabbas?\n\nThat they would make Him carry His own cross while you couldn't help Him?\n\nThe answer is yes.\n\nYou've always known.\n\nBecause you knew God, you knew your son's assignment.\n\nAnd yet, you still said yes.\n\nYes to His birth.\n\nYes to His calling.\n\nYes to His abandonment.\n\nYes to His torture.\n\nYes to His death.\n\nBut you also knew the weight of what you carried.\n\nThat the living God took His first Human breath with you.\n\nI believe there was room in the inn.\n\nJust not room for a woman like you.\n\nNo room for a woman who is pregnant without a husband.\n\nNo room for a woman who said yes when everyone else said no.\n\nThank you for birthing Him wherever you could.\n\nFor teaching us His arrival can happen anywhere.\n\nMary did you know?\n\nThat the baby you're about to deliver would soon deliver us too.\n\n(Anthony Gurrola)",
    "Picture link 2": "https://www.instagram.com/p/CXvzrTtrLmB/",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Along The Blind Path Home",
    "Story Link": "https://www.rawspoon.com/post/story-along-the-blind-path-home",
    "excerpt": "Bemer was a street orphan; his parents had been killed years before in their increasingly corrupt and violent town of Mont Zoko, Rwanda. \n\nBemer made a friend at school named Toto who invited him over often. Toto was crippled but the boys were very kind to each other. They gave Bemer a bed whenever he needed one. Toto even invited Bemer to spend Christmases with his family. Toto's family welcomed him in as their own whenever he needed a place to stay, or a family to be with. Toto's dad once told Bemer, \"You are a very good friend to my Toto. Thank you.\" Bemer had always felt Toto's family loved him, until at age 17 Toto's dad held Bemer down and cut into his eyes. \n\nIn the previous months, the river had dried up outside of Mont Zoko. And this strain on resources had raised tensions between tribal factions. Toto's dad had scared the family several nights when getting home he told them with a very somber voice that he sensed a civil war coming. He knew his society needed a moral cleansing, but he was not at all comfortable with what he sensed was ahead.\n\nEventually they hit a breaking point and one side commanded all their men to conduct a tribal cleansing. The young seemingly miraculous leader of Bemer's tribe had gone into hiding so Toto's tribe had started by commanding the killing of all young able bodied males from Bemer's tribe as a method to suss out the leader, but also to kill anyone else able to fight against them.\n\nIt was a gruesome Tuesday night, the likes of which had not been seen since the Rwandan genocide. Toto's dad barged into the room where Toto and Bemer slept. He was with a gruff-voiced man. Toto's dad said, \"This one. He's one of them.\" The other man said, \"Well then, do it!\" \n\nToto's dad dragged Bemer out into the street and told the other man to stand back.  Toto's dad stabbed at Bemer a couple times in a knocking of knuckles and forearms, and then said, \"I'm going to blind him just in case.\" He knocked Bemer down and held Bemer's head to the curb. He knelt on top of him and cut around his eyes, so there was lots of blood, and his eyelids were too mangled to see out of. And before he let him up he whispered, if you go up the river bed until it becomes straight we will be waiting for you there. Be there by Christmas.\"\n\nBemer stumbled his way toward the dried up river, holding his eyes, bleeding everywhere. Anybody could see that with blood everywhere he was in no state to fight, and so they left him alone. He finally found the edge and slipped down into the nearly dry riverbed. He washed his wounds and recovered there. He realized that even though he had been bruised and some cuts on his arms, Toto's father had not actually stabbed into his torso.\n\nHe still fumed. How could who he thought loved him betray him. \n\nBut as he heard shouts above him, and even heard people of the opposing tribe pass him in the riverbed, he realized Toto's father had effectively saved him. With blood everywhere, and appearing to be blind, no one thought he was a threat. Not only did Toto's dad save him, but he saved him from seeing the carnage.\n \nAfter he realized this he trekked up the river as Toto's father had instructed him, feeling his way along the edges drinking from the remaining water. He indeed felt the walls become straighter and smoother. The violent noises became more distant, and less frequent. \n\nEventually he heard little Toto's voice calling to him, \"Bemer! Bemer! Come over here!\" The rest of Toto's family came running. Apparently they had a house along the river in the rural lands outside of the town. They brought him in and sat him down. Toto's mother and father tended to his wounds and fed him. \n\nToto's dad said, \"Bemer, I can't express to you how sorry I am about what I did to your eyes. They said I had to prove what side I was on before they would move on from my family and they had seen you at our house. I know you are a good boy and we are trying to save the good ones while the wicked kill each other.\"\n\nToto nodded because he now understood. Then he asked, \"Who is . . . 'we'?\" There was a long pause and he sensed the family was excited to tell him some news. Toto's father said quietly, \"There is word that Dumbaboo, the miraculous leader of your tribe will save the righteous on Christmas. \n\n\"What is today?\"\n\n\"It's Christmas eve!\" little Toto said excitedly. \n\nToto's dad continued, \"The violent leaders of our tribe still haven't found him. But the most violent ones on each side have killed many of each other off. And judging by reports it is assumed that Dumbaboo has enough followers to handily take over the royal grounds. And we all know that he rules with equity and peace.\"\n\nAnd so they waited by the radio for the news of the coming of the benevolent regime to save them from the violent one, until it finally came on Christmas Day. And Bemer's eyes healed in a few weeks enough to see the beautiful new regime cleaning out and building up their little town.\n---\nIn Isaiah 42 it prophesies:\nI will lay waste the mountains and hills\nand dry up all their vegetation;\nI will turn rivers into islands\nand dry up the pools.\n16 I will lead the blind by ways they have not known,\nalong unfamiliar paths I will guide them;\nI will turn the darkness into light before them\nand make the rough places smooth.\nThese are the things I will do;\nI will not forsake them.\nAnd this is the strange and unsavory salvation coming to save the righteous. The wicked are to be destroyed, and the blind be led until they see the light. So wherever you are and whatever tumult is happening politically around the world, understand that sometimes a violent regime must be removed violently so that one of peace may take its place. ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/L9W5afjndtU",
    "Bible Project 2": "https://www.youtube.com/watch?v=YvoWDXNDJgs",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 80:1-7, 17-19",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Samuel 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 39\nAmerican Standard Version\n39 And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses.\n\n2 And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen. 3 And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman. 4 They made shoulder-pieces for it, joined together; at the two ends was it joined together. 5 And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses.\n\n6 And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel. 7 And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses.\n\n8 And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen. 9 It was foursquare; they made the breastplate double",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=x0-GIUqs7Zg",
    "Song 2": "https://www.youtube.com/watch?v=S0sO_9F4JL0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ce4167b8-b615-42ba-be1c-a295e8d35b85.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]