[
  {
    "Date": "2025-10-01T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=c_ByO08UsWg",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=BPwPsn4wlIg&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=3",
    "famous quote": "Don't let failure go to your heart, and don't let success go to your head. \n-Will Smith",
    "Ted Talks": "https://www.youtube.com/watch?v=yue6t5UmP4o",
    "Nature Video": "https://www.youtube.com/watch?v=RVca0LuEDaQ",
    "User added": "\"For while we were still helpless, at the right time Christ died for the ungodly.\"\n??Romans? ?5:6? ?NET??????\n\nWe all love the scene in a movie, or book where the characters come together at just the right time to achieve their goal. Timing is everything, right? Have you ever given thought to why Jesus came into history when He did? More specifically, have you ever considered why Jesus came into your history when He did? Looking back on my own salvation experience, I cannot think of a more perfect time in my life for Jesus to show up. How about you? \n\n\"\"'For this is what the sovereign Lord says: Look, I myself will search for my sheep and seek them out.\"\n??Ezekiel? ?34:11? ?NET??????\n \n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 4)\n\nI asked Matthias to feel free to include how he knew how to hear from the Lord as he tells me these stories. He replied by telling me how he first started to hear the Lord.\n\nIn December 2014 he felt a nudge toward ministry. \nHis Grandpa would always prophecy over him as a child, saying, 'that guy's going to be a bishop someday.' \n\nBack in 2014 Matthias felt a nudge not to go home with his family, but to be in ministry in the States. He talked to a few pastors and friends about this. But his parents gave him a deadline of March 2015 to figure out his ministry, or come back home.\n \nHe felt his calling was here in the US, not back home. He asked his house church for wisdom and exactly half of them said he should stay and half said he should leave. So he decided he needed to hear from the Lord himself. He read a book or two but they were not so helpful. He decided to fast until He heard from God. After a day, he had heard nothing discernible. The next day he decided to completely disconnect. He went to the arch by Atlantic station, put his phone in his bag, read his bible, and began asking God, what do I do? From 10am to 2:30 in the afternoon he was praying \"Lord, what do I do? What do I do?\" Finally at 2 or 2:30 he felt like he heard a thought that was not his own. It said, \"Stay here and trust me.\" Matthias finally felt like he had a thought that was not his own. He told his parents \"I'll stay here.\" Since then Matthias has tried to develop conversational prayer with the Lord.\n \nSo then, 3 months later, nothing out of his control had happened to move him toward ministry, nor get him the work Visa. Matthias thought, \"How long is this going to take?\" \nGod replied, \"I have all the time in the world; how much time do you have?\" \nIt threw Matthias for a loop. God was saying, \"There are things I need to train you in. You're not ready yet. That's why it's not right now.\" \n\nSince then Matthias tries to have an active practice to hear from the Lord. \nSome days he wakes up and asks God, \"What do you want me to do today?\" If it's easy he does it. If it is hard, he seeks confirmation.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]