[
  {
    "Art title 1": "Burn All Away But The Root To Be Redeemed",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_41620ef2d0274d31a3e7b584930bce0d~mv2.jpg/v1/fill/w_592,h_577,al_c,q_90/a07ded_41620ef2d0274d31a3e7b584930bce0d~mv2.webp",
    "Artist Statement 1": "(See short story for today) what is keeping us from being more committed to God?sometimes, some people lose everything they own in this world. Even the approval of others. And the only thing left for them to depend on is God. May we have faith in God without everything else being taken away. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-4bd5ce8b-66ea-47c7-8278-7d434d714a96",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Burn Away All That Cannot Be Redeemed",
    "Story Link": "https://www.rawspoon.com/post/story-burn-away-all-that-cannot-be-redeemed",
    "excerpt": "Bobby Fire had normal beginnings, other than his dad running a little newspaper in Worcestershire, England, and that they had fantastic Christmases. \n\nOn Christmas morning they would come out of their rooms dressed as one of their heroes. They would impersonate them until they eventually all burst into laughter and tumbled out of character and opened presents and laughed all through Christmas brunch.\n\nBut that was before Bobby Fire (his family's name was spelled Phyre) rebelled, ran off to America, got his voice in front of a music producer who said, \"I could work with that,\" and was shaped into a sensational pop star.\n\nHis family texted and emailed, called, and even wrote letters to him. They invited him to Christmases, but the best they ever got was a reply from his assistant saying Bobby regrets to say he has a commitment with talk show host so and so or whoever.\n\nBut Bobby's dad wrote often about his son in their little county newspaper. He even started a Youtube channel where he reported on his son's successes, appearing as serious as a journalist should, pushing his iconic half-lens, type-setter's glasses up on his nose and reaching into his lapel pocket to read from his messy notebook. He usually pointed out his admirable characteristics and said somewhere in the newscast, \"This young man is destined for big things,\" as if being a pop star wasn't the goal. Although Bobby's sisters and mom soured toward him, his dad always honored him.\n\nBut for his third album Bobby's managers coached him to make an album that told chapters in a story with a strategically diverse cast of characters. But one talk show host took offense to a native american character who liked to drink a little too much, and labeled Bobby Fire a racist. \n\nSoon venues cancelled his concerts, and his producers no longer wanted their names next to his. Even the women he was dating and Hollywood friends swore off their allegiance to such a 'disgusting' individual.\n\nBobby Fire was in a hotel room on the edge of Paris one evening as the sun was setting. A bottle of pills, a handle of vodka, and a steak knife were laid out in a row on his bedside table. He was completely alone on Christmas eve.\n\nHe decided to do one last search for his name to see the legacy he would leave behind. On the second page of Google he saw a Youtube channel from Worcestershire, England. He clicked through and recognized his father. He clicked on the latest couple of videos, afraid. But they were kind. His dad defended him, saying he knew Bobby to be a good young man and was destined for big things.\n\n***\nOn Christmas day Bobby's family was eating and laughing when they got a knock on the door. Bobby's niece ran and opened the door before anyone cold stop her. There, in the doorway, against a chilly gray sky, stood a man that looked remarkably like Bobby's father. He had half-lens typesetter's glasses, and held a shaggy notebook and pen. He imitated a scratchy old man's voice, and said, \"I'm here to-- uh-- interview the father of that disgusting individual.\"\n\nA man, who was now quite old and was dressed in one of Bobby's famous concert outfits, rose from the table and cleared his throat. He walked with an exaggerated swagger toward the door and said, \"Well, his father's not here but I believe that individual you speak of is standing before you.\" \n\n\"Well, in that case,\" Bobby replied, his gritty voice now wavering, \"I would like to sit down with him and perhaps ask him a few questions.\" \n\n\"Are you a friend of his?\"\n\n\"Oh, I thought you would have heard, Sir. He doesn't have any friends anymore. I am his reporter father.\"\n\n\"Ahh yes, his father\" Bobby's father looked up and down at the costume, smiled and replied, \"Then you are a dear, dear friend of his. I happen to know his father loves him deeply and longs for him back. In fact his whole family has missed him and would love for him to join them for Christmas. And I have a reporter's hunch that he is still destined for big things.\"\n\nThis time when they broke character they fell into each others' arms, in tears. \n\nBobby eventually, humbly, sat down at the table. He introduced himself to his niece who was delighted by his costume and in  this his sisters saw Bobby's efforts to start again. As his mother served him her beloved quiche, he hugged her waist and held her for a long time. And after a few more tears were shed, before long, they were all laughing together again.\n\n---\nThe prophet Isaiah talks about the works of man being like chaff, all burning away, but this leaves behind a purified remnant which can be cultivated by the father to be righteous again. Sometimes a worldly destruction is what is needed to burn away all parts but those that cannot be redeemed.\n\nRaw Spoon, 9-24-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/zG0lDh6zjcg",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=aNOZ7ocLD74",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 124:1-8",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 54",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 24",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 22",
    "The Chosen 3": "https://youtu.be/A8OauAN8hck",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=EqQ5Gx-z9Bo",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/65",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/68816302-8542-4fc6-9966-383a0fe2c8ae.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=IBPenPW-UOo",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]