[
  {
    "Art title 1": "Thistles and Roses Are Good ",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0c4d34d9ce734604ba4eb2bf64177d3a~mv2.jpg",
    "Artist Statement 1": "This image and story were meant to show God's heart and how he sees those of us who feel like weeds as valuable as roses, and in fact he is able to cultivate us to become more and more beautiful.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-337dfd75-01b8-4687-85ed-2d7b57cc956c",
    "Art title 2": "Wooded Love",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_1bce200805f24e189cb6d4b22f447541~mv2.jpg",
    "Artist Statement 2": "Who do you need to love today?",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-e349ee9c-6f7e-499c-9c12-d02ccd439a37",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Padre Pedro's Garden",
    "Story Link": "https://www.rawspoon.com/post/story-padre-pedro-s-garden",
    "excerpt": "Padre Pedro's house was world-renowned for its acres of highly curated gardens that pruned and tended any plant, whether weed or rose, into pristine beauty. And for the residents of their little town just outside of Bogotá, Columbia, it was known even more as an orphanage that welcomed any child, no matter their need, and produced strong and wise, young adults.\n\nBut to some of the older kids in the home, Padre Pedro was just an \"hijoeputa.\" In fact Christopher was waiting outside Padre Pedro's office cursing him under his breath. He thought about all of his friends lately who had been given very severe chores in the garden as punishment or kicked them out all together.\n\nPadre Pedro came out with his arms folded across his white frock. \"Christopher, I'm very disappointed in how you've been lately. Come with me to the garden.\"\n\nThey walked down the old wood floors, through the plaster-arched hallway to the large double doors that lead to the expansive garden. They walked past beautiful flower beds, plump fruit on trees, and the hedges being trimmed by local laborers, \"Buen dia, Padre Pedro.\" \n\nHe would always reply with respect to each.\n\nThen he said to Christopher, \"This is going to sound harsh but I'm requiring you to prune the southern 3 acres of our garden each week. This will keep you busy so that you can think, and away from the others for a time. Too many people look up to you. These young seedlings,\" Padre Pedro gestured back to the large home, \"Need to be pointed at the sky while their stalks are still forming.\"\n\n***\n\nAfter the first week, Christopher had worked 60 hours, just barely finished the three acres, and was soaked in sweat, dirt, and resentment. When Padre Pedro answered the door Christopher said, \"I quit. Everybody else thinks you're nice but we know the real you.\"\n\nPadre Pedro's face was hard and his arms still crossed. \"You can do that if you want to Christopher. I am not changing my consequence for your attitude. But will you walk with me into the garden first?\"\n\nChristopher followed the heavy footed white frock all the way to the north eastern corner of the gardens, the waiting room for the plants he would plant in the garden. Padre Pedro walked through the picket gate partitioning it from the rest and Christopher followed. There were all sorts of young plants in temporary plastic buckets surrounding them. \"What do you see here?\"\n\nChristopher looked around and replied, \"A bunch of random messy, worthless plants. You're letting them die by leaving them here.\"\n\n\"What do you think of the plants in the rest of our garden?\"\n\nChristopher could not deny every single plant, whether it was the tall grasses, the extravagant rosebushes, or the weeping willow in the center of the property barely had a rotten leaf or bloom. \"The world doesn't see the real you. This garden is all a front.\"\n\nThen Padre Pedro asked, \"Christopher, what do you see inside of you?\"\n\nChristopher thought as he looked at the ground, boiling inside. \"I am a strong, smart, brave man who doesn't put up with any mierda from people like you.\"\n\n\"Do you remember what you were like when I met you?\" Padre Pedro subtly gestured his head to the plants around him but Christopher was too self-absorbed to notice.\n\nChristopher started to shake his head but then said \"I was just fine.\"\n\nDo you remember how I left the orphanage for 2 days so I could go find your desperate mother in Venezuela? Do you remember how even after two years here you'd still hold meat in your cheeks for days because you were afraid you'd go hungry? Do you remember your insecurity around the stronger males when you were 12 and how you took it out on the younger boys? We've made it through all of that stuff together and you're a better man; do you remember?\" Christopher was silent.\n\n\"Yes,\" said Padre Pedro. \"I want everyone who needs a home to find one here. But I will not let any of you stay your old broken selves. I hold you to the utmost standards because I know what you can become. It is hard and requires painful pruning but I will not settle until I have let you see who you can be and given you the tools to pursue that greatness. I hope you will choose to stay and you'll learn to prune\" he gestured to the rest of the garden, \"and be pruned better and better. You will learn to be bigger and more capable than you were before. Unless we are pruned and tended by someone who knows what we can become we will never get to see our greatest blossoms.\"\n\nPadre Pedro put his hand on Christopher's shoulder as he said, \"Christopher, I will not desert you. But you have a choice,\" and he walked into the house.\n\nA few minutes later, Christopher did the same, his strong gait looking more and more like Padre Pedro's every day.\n\n---\n\nI was at a prayer room last week when the topic they were praying for us to see was who Christ is. The first images that popped into my mind were what I had just read in Exodus where God is about to leave his people to their own devices in the desert because they built other idols. And then I thought about how Jesus is so enigmatic and difficult to everyone but especially the Pharisees who asked him to prove himself with miracles. I prayed, God, is this who you are? \n\nBut then I started to remember other things God did. \n\nI remembered our God cared so much for his people he went to battle against the most powerful land in the world (Egypt) to rescue them. Imagine a romance where you rescue your love from a domineering abuser, and then she goes and cheats on you right away. You might threaten to leave her too; how much we are angered by someone is indicative of how much we love them. He loves us this much. And then I remembered Jesus as the one who would leave the 99 to rescue the 1. And he is the one who generously pays the same wages to all his workers, no matter when they started their shift. He's the one who welcomed the criminal thief moments before his death. He lavished love on the dirty woman who just came to wash his feet.\n\nAll this tells me that our God is a balance of two main things. He has a magnanimous love that wants all people, no matter how bad, to come be with him. But he also has a love so jealous and absolute that he cannot see us stop becoming our best selves who he is pruning us to be. He calls his garden of people to holiness, and humility and a patient love for all the world to see.",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_dd53f685e3c64e01b285aa33f3aa10dd.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=TQfbpJPh6FU&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/WmvyrLXoQio",
    "Bible Project 2": "https://youtu.be/IJ-FekWUZzE",
    "Bible Project 3": "https://www.youtube.com/watch?v=l3QkE6nKylM",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Leviticus 26",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 John 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 6",
    "The Chosen 3": "https://www.youtube.com/watch?v=xaWI4-n0z_0",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Bh2eVWC9We8",
    "Song 2": "https://www.youtube.com/watch?v=LKSjlquudWI",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@28.5389344,33.9754028,3a,75y,308.02h,86.56t/data=!3m7!1e1!3m5!1sAF1QipNzLYKPw4C8306AtlwSMtvW25wRPAOMQWI3I9ce!2e10!3e12!7i11264!8i5632?entry=ttu",
    "3dNotes2": "Mount Sinai is actually a group of peaks. Somewhere on this range is where God reportedly gave Moses the Ten Commandments",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/26",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/41fcdde6-b8ef-46a2-a469-d75f5487ffa5.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]