[
  {
    "": "2025-09-05T07:00:00.000Z",
    "Art title 1": "Good Burdens",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_44f56795cf184e36b0d59e2e878e3eb4~mv2.jpg",
    "Artist Statement 1": "Some burdens feel good to carry. What are those things in your life that feel good when you carry them?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_44f56795cf184e36b0d59e2e878e3eb4~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGod is Not Politically Correct",
    "Story Link": "https://www.rawspoon.com/post/god-is-not-politically-correct",
    "excerpt": "I'm reading through when God asks Abraham to sacrifice his son to prove how devoted he is to Him.\n\nAnd I'm thinking \"that would totally never fly today.\" Anybody who even considers telling someone to kill anyone, especially their own child, is considered the enemy. Evil. Crazy.\n\nBut God even sent his own son to die. And I've heard people say before that type of God is not one they can believe in, or serve. One that would kill their own son. That's the opposite of everything good that we know.\n\nBut that's the result of eating of the tree of the knowledge of Good and Evil. Now we think we know, and can judge God on what we think is good or evil. And we think if God seems cruel to us, we can't serve him. He can't offend anyone. God has to be a PC God.\n\nThis was the danger, I think, in eating of that tree. Because now we say things like, \"I can't serve a God that allows such horrible suffering to exist. Or he must not exist.\"\n\nWho could have known that Abraham's narrative of killing his own son, would open the way for Abraham to bless all the world with his seed, and would become a powerful foreshadowing of God's killing of his own son*? But who could have known beyond that when Jesus was killed that he would not be held down by the grave and he would make a way to save all of us through it. A very non-PC thing led to a very much better outcome.\n\nWe just can't see the whole story. So we can not be the judge of what God does or allows to happen. We just can't see the ending of the story He's writing.\n\n\nGod totally isn't PC. But he asks us to do our best to be. I mean he asks us to be kind and do what seems right (unless we hear otherwise from him). But to do that we must trust he will do what's right in the end, even if right now it seems totally wrong. This is, perhaps, the weirdest type of faith he asks us to practice. But he does. Maybe because it proves that even though we think we know what's best, we still trust that God knows better. It shows that we trust that he is God.\n\n\nRaw Spoon, 11-30-18\n\n\n*some of the parallels of the Isaac story to the Jesus story:\n+Isaac carried the wood for his own death on his back up the mountain, like Jesus carried his own cross.\n+The replacement ram was caught by the horns in a thicket. Jesus had a crown of thorns around his head.\n+It was a three day walk from when God told Abraham to kill Isaac to the mountain where Isaac would be redeemed from the dead. Jesus was in the tomb for three days before he rose.\n+The whole father killing son parallel.\n+There are more!",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-7-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_349859101e3c4e6f9336695f76ae2470~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_851eccdf4e8b40f698ce3b6c79773978~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=GZuceW7eh5M",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=pXTXlDxQsvc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Colossians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Daniel 10",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=8yUcC93khzU",
    "Song 2": "https://www.youtube.com/watch?v=x5sFYvu6h-Y",
    "Song 3": "https://www.youtube.com/watch?v=GxfZQlX8oWo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/a049585f-7915-468c-88a7-022534150ea3.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]