[
  {
    "Date": "2025-10-27T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=sI7NK3TQmVE&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=7",
    "famous quote": "The only man who never makes a mistake is the man who never does anything.\n-Theodore Roosevelt",
    "Ted Talks": "https://www.youtube.com/watch?v=r5swS-U8AyI",
    "Nature Video": "https://www.youtube.com/watch?v=XVWQCd5j_ec",
    "User added": "\"Many false witnesses came forward, but the evidence could not be corroborated. Finally two men came forward and declared, \"This man said, 'I can destroy God's temple and build it again in three days!' \"\"\n??Matthew? ?26:60-61? ?TPT??????\n\nThis is the only charge that the Jewish leaders could make stick against Jesus. But what was the big deal? It is not like one man could tear it down. So why get all worked up? Think about this; a temple is where people worshipped their gods. There is more to it, but today, ask yourself: What is my temple? If Jesus threatened my temple, how would I respond?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\r\nInterview (part 1)\r\n\r\nGirma Jabesa Dorsisa sits down with my translator and me. I get him coffee and he looks into it as he stirs it slowly, and we prepare for the interview. He has a square head, and sits upright, legs together, like a child who is conscious of being well-behaved. His eyes squint often and appear to be watering. By this time I know to expect miraculous stories so I plan on asking tougher questions much sooner.\r\n\r\nHow did you become a Christian?\r\nWell, my wife was worshipping witchcraft. My mom got sick and no one could cure her. Pastor Beckala came as a missionary to the place where we lived.\r\nI remember back to hearing that Pastor Beckala was one of the first pastors in this movement.\r\nPastor Beckala told me there is no one who can cure your mom unless you read your Bible and tell her about Jesus. I said I don't care if mom is okay; I will believe. Then he prayed for me and I became a Christian. Then I went to the house of my mom and healed her. A demon left her. We realized it was a demon spirit so we decided we must seek revenge on the demons.\r\n",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=A-5B00_KAeQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_9",
    "Other Video": "",
    "Music Video": "https://youtu.be/5rOiW_xY-kc",
    "Music Video Instructions": "If you're hurting, and you feel alone, hear God telling you to hold on; you are not alone."
  }
]