[
  {
    "Date": "2025-09-17T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=e4wkqFYWiwI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=mp6yg3whxW0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=3",
    "famous quote": "\"Affliction is often that thing which prepares an ordinary person for some sort of an extraordinary destiny.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=GZGY0wPAnus",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE",
    "User added": "\"Taste and see that the Lord is good. Oh, the joys of those who take refuge in him!\"\n??Psalms? ?34:8? ?NLT??????\n\nI enjoy eating! Whether you enjoy it a lot, or a little, everyone has to eat to live. But, no one would sit down in front of a table full of food, stare at it longingly for a time, and then get up and walk away expecting to be satisfied. You have to eat. the. food! Today, ask yourself, Am I sitting before a banquet table, choosing not to eat, yet waiting to be satisfied?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bayo:\n\n(part 3)\n\nI ask him, \"Can you tell me about faith in America verses Africa?\"\r\nIn Africa it is much different. I Raised a boy from the dead and when I tell people back in New York they are skeptical and ask me questions like \"Are you sure he wasn't just epileptic, or that he just fainted?\" It is because in Africa they must believe in God. They don't have the government that will pay them welfare if they can't support themselves. Much of the time they can only depend on God. In America you don't really starve.",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/GP1dEP_cPaU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]