[
  {
    "Date": "2026-01-23T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMzA5ZmU1M2UtNjJjMy0zNWY0LTgwNzgtYmZhZTk1NWY4ZjI1?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=3",
    "famous quote": "No matter how good you get, you can always get better, that's the exciting part.\n-Tiger Woods",
    "Ted Talks": "https://www.youtube.com/watch?v=L7vXZ1BnTBI",
    "Nature Video": "https://www.youtube.com/watch?v=DAlzlebbdPo",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Being Healed vs. Being Known:\n\nI think my friend Woody may be a mystic. He feels mysterious things deeply. He may not always know why but sometimes sorrow or fear weighs heavily on him.\r\n\nIf you have read Watership Downs, he is like Fiver, the quiet rabbit who senses when there is impending danger and whispers it to his brother Hazel. When Hazel listens to him the warren of rabbits stays safe. When he doesn't, bad things happen.\r\n\nWoody is my best friend.\r\n\nI had dinner with him the day after I got back and I told him about the miracles, about the prophecies over me, and my questions about how to apply it to life in America before it disappeared. He told me he had been praying for me and though it had been a hard week for him spiritually, seeing me changed was a huge answer to his prayer.\r\nAfter I told him everything I asked him what he thought about healings and how to hear from God and what he wants from Americans. His response was, \"Maybe physical healing isn't what America needs in order to draw them to God. Maybe it is just being known.\"\r\n\nAfter dinner I asked if we could pray. He said an emphatic yes, but then added that he didn't want to. I think he was scared of what it would make him feel. Even prayer can be heart-wrenching for him at times.\r\nWe began praying. For him, for me, and for our friends. We sat on the couch, putting a hand on each other when praying for each other. We knelt to the floor as we felt humbled and desperate, crammed between his couch and coffee table. We sang, read the Bible and cried for like an hour and a half. It felt like God was moving. He was close to our hearts. Woody is one of the ones here that will go there with me. It's curious which people are.\r\n\nIn the middle sometime, in response to the prophecy I had been given, he said, \"I don't think it will be someone that you think it is, that will try to betray you. I think it will be like in China when you got into someone's car and you realized they could take you anywhere and you were at their mercy. It will be someone you will meet and you will trust that will take advantage of you.\"\n\r\nHe said he was scared. He said that from 2am to 5am were the hardest times lately because he would wake up and feel the weight of fear. It would keep him up and it had for so many nights, he just wanted a break from that.\r\nI told he didn't have to worry. As far as the East was from the West was how far God's love would reach for us. I pictured Jesus coming in a white robe, like in the stories, to rescue him. There was nothing to fear. \r\nBut he said, \"Please I just want you to understand my fear. You don't feel it because of who you are, but it is very real.\"\r\nBut I went on, read a chapter in Revelation and showed him it would all be okay. \r\nEventually he said, I think it is time to go to bed. He felt scared and alone. \r\nWhen I left I realized I had tried to heal him, when he just wanted to feel known. \r\n\n-Raw Spoon",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=m7KAneehoOw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]