[
  {
    "Art title 1": "Desert Mandala",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_378eaa428f19489aa2778f32bce90f59~mv2.jpg",
    "Artist Statement 1": "My soul feels like a spiritual desert. To pray seems pointless and dry. But there is rumor that He puts flesh on dry bones again.",
    "Picture link 1": "https://www.rawspoon.com/fullscreen-store-page/comp-k0fkuklg/e1f82990-1d0d-4c3d-847f-fbf3d15d1176/32/%3Fi%3D32%26p%3Dz0os2%26s%3Dstyle-k0fkxx9i%26rl%3D1",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "His Coming in Heaven",
    "Story Link": "https://www.rawspoon.com/post/story-his-coming-in-heaven",
    "excerpt": "\"Haven't you heard it, Justus?\"\n\nI shook my head slightly, trying to smile. \n\n\"I would have thought God would have told you first; you're such a good man. He's coming to visit us, here in West Ruben!\" Little Henrietta turned from me to tell someone else. \n\nI smiled and let her tell others in my shop like a bee visiting flowers. I had not heard anything yet. I'm not as good at hearing, I guess. \n\nHe usually came to visit the city of Ruben each month. Real lunar months, of course, not the asymmetric calendar months of the old world. But he had strangely not visited us for two months. And it seemed like it had been a year since I had heard the whispers from the Spirit.\n\nI finished crushing a bag of grain and mixing it into dough so it could rise while I was gone. I needed to go for a walk. His coming had been the talk of the people in my shop all week but people were almost in a frenzy today. I thought, \"Maybe I just hadn't stopped to listen very well yet.\" I sold a pizza and a baguette to the last couple of friends and put a few more in the window for folks to take while I was not there. It was unusually quiet so I thought now is my chance to walk.\n\nI headed towards the trail in the woods. \"Spirit, have I let you down in some way?\" And I corrected myself, \"No that was the old world.\" I thought back and despite my trying, it just seemed like God had stopped speaking to me.\n\nI followed a strange sort of light ahead of me. Lights were always shifting here, much more than in the old earth. I was looking for a  place where the light was right and then I would bow with my head touching the ground and really cry out to God. This had become my habit for me and God. That posture was when my closest moments with him used to happen. \n\nI wanted to be alone and seek God but as I followed the light there was a slowly growing roar of voices. I had been walking for half an hour and gone off the trail. I wasn't quite sure what was over that hill.\n\n\"But wait, God. I still haven't heard you.\" And the voices were loudening. \"Don't take this away from me, please, Lord!\" The light was fading, leaving without me. I followed and before I knew it I was looking down into a valley filled with people. The entire city somehow had been told to come here, except for me. Though now a hush settled over them. They were watching a light grow at the very bottom, the center of the valley. On a little wooden bridge that ran over the river is where the growing light seemed to be focused. \n\nThey all waited for him to appear there. But I was feeling like an imposter. He still hadn't really told me he was coming. It was like I had stumbled on a party I hadn't really been invited to.\n\nThen an image of Jesus started to appear on the bridge. People held their breath. But as it came clear, it was simply one of those catholic statues in white plaster with blood painted over his heart and Jesus holding up two fingers with one hand and a scepter with the other. People looked at each other, confused. They knew this wasn't the real him. Then one man started to laugh. He got the joke. And the others realized it was too. And laughter flowed over the people. People were marveling at how they never knew what to expect with him, how creative he was. But where was he? Quiet came over the audience again, as they waited for the real appearance. Was this really the right place? \n\nI found myself at the back of the crowd, having drawn closer to try and see the center better. I really was feeling let down. Others may have felt humor, but now I was just feeling taunted.\n\nIt was then I felt a tender hand on my shoulder. I turned around and my heart melted. It was him. I was the only one looking at him. He was smiling at me with such pleasure. \n\nHe whispered, \"I know I've been distant. I've been preparing to stay with you for a week. I've seen how you work with so much passion and innovation and I want to enjoy doing that, side by side with you.\"\n\nI felt tears of love seep out. I almost hugged him. But he said, \"Not yet. The time has not yet come. Now I need you to do what you came here to do.\"\n\n\"Now?\" I gestured to the ground, a little confused.\n\nHe nodded like saying, of course. And he repeated, \"Now, Justus. This is the moment.\"\n\nI fell to the ground and rested my forehead on the sod. I breathed in the deepest breath I may have ever drawn, all the emotion in my heart welling up. I felt his hand on my back; he was kneeling beside me. Then I released it all as a song that came from me as loud as I could. \n\nThe crowd was completely silent, besides a shuffle of bodies around me, as I heard my song echo back to me from across the valley. I looked up. And saw that people all around me had fallen to their faces as well, as the song had burst from me. And then their song started to rise in unison with mine. We all were hearing the same tune leading us from our hearts.\n\nAnd it spread. The crowd, one by one, group by group were falling to their knees and joining into the song. They knew Jesus was with us, for their hearts felt the joy of being near to their creator. \n\nAs I sang, Jesus prayed for 15 minutes for me with his hand on my back, expressing his love of me to the father and the dreams he had for me. And then he moved on to those around me and the same spirit of prayer for others spread like wildfire. People turned to those around them and prayed for each other. Ministered to each other. Held each other. Cried with each other for hours on end.\n\nThis was the essence of what our souls were made for. And he had finally come to do it with us again.\n\nRaw Spoon, March 20, 2023",
    "Audio file": "",
    "Blog Title": "BLOG:\nPrayer is Running From Bad Guys",
    "Blog Link": "https://www.rawspoon.com/post/prayer-is-running-from-bad-guys",
    "Blog excerpt": "I had been so busy over the past few weeks that I hadn't gone on any runs. Then yesterday I tried it again and I sucked. I can usually run for 10 minutes before I start to breath hard. But this time I was puffing right away. It also happened to be the morning I woke up from a dream of running away from bad guys in a bling-rimmed orange Camaro. (I wonder if that's subconsciously why I went running?). But I guess I realized that if I haven't been running every day, when orange Camaros come after me, I'll more likely get shot. It is the tragic event that reveals where the conditioning of my heart is really at.\n\nAnd I've been thinking about tragedy and how some people leave God because of it. How an event happens and they leave God because suddenly God is too mean. Like we lose a loved one or a job or something and we think, I just don't have it in me to serve a God like that.\n\nBut I think the tragedy just reveals the condition of our heart. Where did our devotion lie before the event happened. Is God our first and foremost priority, or is our wife or job or merits.\n\nAnd if orange camaros are needed to reveal where my heart is, maybe the orange camaro tragedy is actually helping me know where my heart lies before I'm really dead and learn the really hard way.\n\nRaw Spoon, 10-3-17",
    "Animation": "https://www.youtube.com/watch?v=vwNxXSnDA2Y&list=PLry9yPdQbBMPJYyr6Wg1K2_wUc_S2GfLF&index=7",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=UNDX4tUdj1Y",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=QpnIrbq2bKo",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 24",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 46",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 21",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 14",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=NxauXTR8PKg",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.6726379,35.0883789,3a,75y,69.79h,72.39t/data=!3m8!1e1!3m6!1sAF1QipMgUOZ31cQtolLeJTZbYhMI6jJRiTkwZXNF27zC!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMgUOZ31cQtolLeJTZbYhMI6jJRiTkwZXNF27zC%3Dw203-h100-k-no-pi2.8630037-ya206.56688-ro1.473955-fo100!7i5376!8i2688!5m1!1e4?entry=ttu",
    "3dNotes2": "Mt. Carmel: view from Mt. Carmel",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/52ed6451-7905-4f24-886f-972cbc0b2ec8.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]