[
  {
    "Date": "2025-10-10T07:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Proper 20- Ordinary Time",
    "Script 1": "\n Praise the Lord.[b]\n\nI will extol the Lord with all my heart\n    in the council of the upright and in the assembly.\n\n Great are the works of the Lord;\n    they are pondered by all who delight in them.\n Glorious and majestic are his deeds,\n    and his righteousness endures forever.\n He has caused his wonders to be remembered;\n    the Lord is gracious and compassionate.\n He provides food for those who fear him;\n    he remembers his covenant forever.\n\n He has shown his people the power of his works,\n    giving them the lands of other nations.\n The works of his hands are faithful and just;\n    all his precepts are trustworthy.\n They are established for ever and ever,\n    enacted in faithfulness and uprightness.\n He provided redemption for his people;\n    he ordained his covenant forever--\n    holy and awesome is his name.\n\n The fear of the Lord is the beginning of wisdom;\n    all who follow his precepts have good understanding.\n    To him belongs eternal praise.\n\n",
    "Script 2": "The Numbering of the Levite Clans\n\n Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by clans, were ,.  This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command through Moses.\n\n The Gershonites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans and families, were ,.  This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command.\n\n The Merarites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans, were ,.  This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord's command through Moses.\n\n So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families.  All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting  numbered ,.  At the Lord's command through Moses, each was assigned his work and told what to carry.\n\nThus they were counted, as the Lord commanded Moses.\n\nThe Purity of the Camp\n\n: The Lord said to Moses,  \"Command the Israelites to send away from the camp anyone who has a defiling skin disease[a] or a discharge of any kind, or who is ceremonially unclean because of a dead body.  Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\"  The Israelites did so; they sent them outside the camp. They did just as the Lord had instructed Moses.\n\n",
    "Script 3": "The Appeal Renewed\n\n You then, my son, be strong in the grace that is in Christ Jesus.  And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.  Join with me in suffering, like a good soldier of Christ Jesus.  No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer.  Similarly, anyone who competes as an athlete does not receive the victor's crown except by competing according to the rules.  The hardworking farmer should be the first to receive a share of the crops.  Reflect on what I am saying, for the Lord will give you insight into all this.",
    "Script 4": "American Standard Version\n And Jehovah said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tent of meeting, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tent of meeting.  And Jehovah appeared in the Tent in a pillar of cloud: and the pillar of cloud stood [a]over the door of the Tent.  And Jehovah said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and play the harlot after the strange gods of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.  Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come upon them; so that they will say in that day, Are not these evils come upon us because our God is not among us?  And I will surely hide my face in that day for all the evil which they shall have wrought, in that they are turned unto other gods.  Now therefore write ye this song for you, and teach thou it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel.  For when I shall have brought them into the land which I sware unto their fathers, flowing with milk and honey, and they shall have eaten and filled themselves, and waxed fat; then will they turn unto other gods, and serve them, and despise me, and break my covenant.  And it shall come to pass, when many evils and troubles are come upon them, that this song shall testify before them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they frame this day, before I have brought them into the land which I sware.  So Moses wrote this song the same day, and taught it the children of Israel.  And he gave Joshua the son of Nun a charge, and said, Be strong and of good courage; for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.\n\n And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,  that Moses commanded the Levites, that bare the ark of the covenant of Jehovah, saying,  Take this book of the law, and put it by the side of the ark of the covenant of Jehovah your God, that it may be there for a witness against thee.  For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against Jehovah; and how much more after my death?  Assemble unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.  For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do that which is evil in the sight of Jehovah, to provoke him to anger through the work of your hands.\n\n And Moses spake in the ears of all the assembly of Israel the words of this song, until they were finished.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm111;Numbers4:34-5:4;2Timothy2:1-7",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.111,Num.4-Num.5,2Tim.2",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_79e8c2a6179e4ff2b479db529c5197bd~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_00f27df38ec84be28057726a44852cb7~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_c4a70900fed34e60b5cb61c0e07f93cc~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 111",
    "Address Script 2": "Numbers 4:34-5:4",
    "Address Script 3": "2 Timothy 2:1-7",
    "Address Script 4": "Deuteronomy 31:14-30",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.111.746806fdbb58169cc24c3da96eeb48e4.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Num.4.45324c1bda71bedd57284f07046ba4b4.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Tim.2.3dc9a783d7e8e2c2f78c240735d011b5.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 0
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 111[a]\n\n1 Praise the Lord.[b]\n\nI will extol the Lord with all my heart\n    in the council of the upright and in the assembly.\n\n2 Great are the works of the Lord;\n    they are pondered by all who delight in them.\n3 Glorious and majestic are his deeds,\n    and his righteousness endures forever.\n4 He has caused his wonders to be remembered;\n    the Lord is gracious and compassionate.\n5 He provides food for those who fear him;\n    he remembers his covenant forever.\n\n6 He has shown his people the power of his works,\n    giving them the lands of other nations.\n7 The works of his hands are faithful and just;\n    all his precepts are trustworthy.\n8 They are established for ever and ever,\n    enacted in faithfulness and uprightness.\n9 He provided redemption for his people;\n    he ordained his covenant forever--\n    holy and awesome is his name.\n\n10 The fear of the Lord is the beginning of wisdom;\n    all who follow his precepts have good understanding.\n    To him belongs eternal praise.\n\nFootnotes\na. Psalm 111:1 This psalm is an acrostic poem, the lines of which begin with the successive letters of the Hebrew alphabet.\nb. Psalm 111:1 Hebrew Hallelu Yah",
    "Script 2": "Numbers 4:34-5:4\n\nThe Numbering of the Levite Clans\n\n34 Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families. 35 All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting, 36 counted by clans, were 2,750. 37 This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command through Moses.\n\n38 The Gershonites were counted by their clans and families. 39 All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting, 40 counted by their clans and families, were 2,630. 41 This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command.\n\n42 The Merarites were counted by their clans and families. 43 All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting, 44 counted by their clans, were 3,200. 45 This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord's command through Moses.\n\n46 So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families. 47 All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting 48 numbered 8,580. 49 At the Lord's command through Moses, each was assigned his work and told what to carry.\n\nThus they were counted, as the Lord commanded Moses.\n\nThe Purity of the Camp\n\n5:1 The Lord said to Moses, 2 \"Command the Israelites to send away from the camp anyone who has a defiling skin disease[a] or a discharge of any kind, or who is ceremonially unclean because of a dead body. 3 Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\" 4 The Israelites did so; they sent them outside the camp. They did just as the Lord had instructed Moses.\n\nFootnotes\na. Numbers 5:2 The Hebrew word for defiling skin disease, traditionally translated \"leprosy,\" was used for various diseases affecting the skin.",
    "Script 3": "2 Timothy 2:1-7\n\nThe Appeal Renewed\n\n1 You then, my son, be strong in the grace that is in Christ Jesus. 2 And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others. 3 Join with me in suffering, like a good soldier of Christ Jesus. 4 No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer. 5 Similarly, anyone who competes as an athlete does not receive the victor's crown except by competing according to the rules. 6 The hardworking farmer should be the first to receive a share of the crops. 7 Reflect on what I am saying, for the Lord will give you insight into all this.",
    "Script 4": "Deuteronomy 31:14-30\nAmerican Standard Version\n14 And Jehovah said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tent of meeting, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tent of meeting. 15 And Jehovah appeared in the Tent in a pillar of cloud: and the pillar of cloud stood [a]over the door of the Tent. 16 And Jehovah said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and play the harlot after the strange gods of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them. 17 Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come upon them; so that they will say in that day, Are not these evils come upon us because our God is not among us? 18 And I will surely hide my face in that day for all the evil which they shall have wrought, in that they are turned unto other gods. 19 Now therefore write ye this song for you, and teach thou it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel. 20 For when I shall have brought them into the land which I sware unto their fathers, flowing with milk and honey, and they shall have eaten and filled themselves, and waxed fat; then will they turn unto other gods, and serve them, and despise me, and break my covenant. 21 And it shall come to pass, when many evils and troubles are come upon them, that this song shall testify before them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they frame this day, before I have brought them into the land which I sware. 22 So Moses wrote this song the same day, and taught it the children of Israel. 23 And he gave Joshua the son of Nun a charge, and said, Be strong and of good courage; for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.\n\n24 And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished, 25 that Moses commanded the Levites, that bare the ark of the covenant of Jehovah, saying, 26 Take this book of the law, and put it by the side of the ark of the covenant of Jehovah your God, that it may be there for a witness against thee. 27 For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against Jehovah; and how much more after my death? 28 Assemble unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them. 29 For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do that which is evil in the sight of Jehovah, to provoke him to anger through the work of your hands.\n\n30 And Moses spake in the ears of all the assembly of Israel the words of this song, until they were finished.\n\n \nFootnotes\nDeuteronomy 31:15 Or, by",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\n Praise the Lord.[b]\n\nI will extol the Lord with all my heart\n    in the council of the upright and in the assembly.\n\n Great are the works of the Lord;\n    they are pondered by all who delight in them.\n Glorious and majestic are his deeds,\n    and his righteousness endures forever.\n He has caused his wonders to be remembered;\n    the Lord is gracious and compassionate.\n He provides food for those who fear him;\n    he remembers his covenant forever.\n\n He has shown his people the power of his works,\n    giving them the lands of other nations.\n The works of his hands are faithful and just;\n    all his precepts are trustworthy.\n They are established for ever and ever,\n    enacted in faithfulness and uprightness.\n He provided redemption for his people;\n    he ordained his covenant forever--\n    holy and awesome is his name.\n\n The fear of the Lord is the beginning of wisdom;\n    all who follow his precepts have good understanding.\n    To him belongs eternal praise.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the lines of which begin with the successive letters of the Hebrew alphabet.\nb. Psalm : Hebrew Hallelu Yah",
    "Script 2": "Numbers :-:\n\nThe Numbering of the Levite Clans\n\n Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by clans, were ,.  This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command through Moses.\n\n The Gershonites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans and families, were ,.  This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command.\n\n The Merarites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans, were ,.  This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord's command through Moses.\n\n So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families.  All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting  numbered ,.  At the Lord's command through Moses, each was assigned his work and told what to carry.\n\nThus they were counted, as the Lord commanded Moses.\n\nThe Purity of the Camp\n\n: The Lord said to Moses,  \"Command the Israelites to send away from the camp anyone who has a defiling skin disease[a] or a discharge of any kind, or who is ceremonially unclean because of a dead body.  Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\"  The Israelites did so; they sent them outside the camp. They did just as the Lord had instructed Moses.\n\nFootnotes\na. Numbers : The Hebrew word for defiling skin disease, traditionally translated \"leprosy,\" was used for various diseases affecting the skin.",
    "Script 3": " Timothy :-\n\nThe Appeal Renewed\n\n You then, my son, be strong in the grace that is in Christ Jesus.  And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.  Join with me in suffering, like a good soldier of Christ Jesus.  No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer.  Similarly, anyone who competes as an athlete does not receive the victor's crown except by competing according to the rules.  The hardworking farmer should be the first to receive a share of the crops.  Reflect on what I am saying, for the Lord will give you insight into all this.",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n And Jehovah said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tent of meeting, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tent of meeting.  And Jehovah appeared in the Tent in a pillar of cloud: and the pillar of cloud stood [a]over the door of the Tent.  And Jehovah said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and play the harlot after the strange gods of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.  Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come upon them; so that they will say in that day, Are not these evils come upon us because our God is not among us?  And I will surely hide my face in that day for all the evil which they shall have wrought, in that they are turned unto other gods.  Now therefore write ye this song for you, and teach thou it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel.  For when I shall have brought them into the land which I sware unto their fathers, flowing with milk and honey, and they shall have eaten and filled themselves, and waxed fat; then will they turn unto other gods, and serve them, and despise me, and break my covenant.  And it shall come to pass, when many evils and troubles are come upon them, that this song shall testify before them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they frame this day, before I have brought them into the land which I sware.  So Moses wrote this song the same day, and taught it the children of Israel.  And he gave Joshua the son of Nun a charge, and said, Be strong and of good courage; for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.\n\n And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,  that Moses commanded the Levites, that bare the ark of the covenant of Jehovah, saying,  Take this book of the law, and put it by the side of the ark of the covenant of Jehovah your God, that it may be there for a witness against thee.  For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against Jehovah; and how much more after my death?  Assemble unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.  For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do that which is evil in the sight of Jehovah, to provoke him to anger through the work of your hands.\n\n And Moses spake in the ears of all the assembly of Israel the words of this song, until they were finished.\n\n \nFootnotes\nDeuteronomy : Or, by",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\n Praise the Lord.[b]\n\nI will extol the Lord with all my heart\n    in the council of the upright and in the assembly.\n\n Great are the works of the Lord;\n    they are pondered by all who delight in them.\n Glorious and majestic are his deeds,\n    and his righteousness endures forever.\n He has caused his wonders to be remembered;\n    the Lord is gracious and compassionate.\n He provides food for those who fear him;\n    he remembers his covenant forever.\n\n He has shown his people the power of his works,\n    giving them the lands of other nations.\n The works of his hands are faithful and just;\n    all his precepts are trustworthy.\n They are established for ever and ever,\n    enacted in faithfulness and uprightness.\n He provided redemption for his people;\n    he ordained his covenant forever--\n    holy and awesome is his name.\n\n The fear of the Lord is the beginning of wisdom;\n    all who follow his precepts have good understanding.\n    To him belongs eternal praise.\n\n",
    "Script 2": "Numbers :-:\n\nThe Numbering of the Levite Clans\n\n Moses, Aaron and the leaders of the community counted the Kohathites by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by clans, were ,.  This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command through Moses.\n\n The Gershonites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans and families, were ,.  This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord's command.\n\n The Merarites were counted by their clans and families.  All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,  counted by their clans, were ,.  This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord's command through Moses.\n\n So Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families.  All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting  numbered ,.  At the Lord's command through Moses, each was assigned his work and told what to carry.\n\nThus they were counted, as the Lord commanded Moses.\n\nThe Purity of the Camp\n\n: The Lord said to Moses,  \"Command the Israelites to send away from the camp anyone who has a defiling skin disease[a] or a discharge of any kind, or who is ceremonially unclean because of a dead body.  Send away male and female alike; send them outside the camp so they will not defile their camp, where I dwell among them.\"  The Israelites did so; they sent them outside the camp. They did just as the Lord had instructed Moses.\n\n",
    "Script 3": " Timothy :-\n\nThe Appeal Renewed\n\n You then, my son, be strong in the grace that is in Christ Jesus.  And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.  Join with me in suffering, like a good soldier of Christ Jesus.  No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer.  Similarly, anyone who competes as an athlete does not receive the victor's crown except by competing according to the rules.  The hardworking farmer should be the first to receive a share of the crops.  Reflect on what I am saying, for the Lord will give you insight into all this.",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n And Jehovah said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tent of meeting, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tent of meeting.  And Jehovah appeared in the Tent in a pillar of cloud: and the pillar of cloud stood [a]over the door of the Tent.  And Jehovah said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and play the harlot after the strange gods of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.  Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come upon them; so that they will say in that day, Are not these evils come upon us because our God is not among us?  And I will surely hide my face in that day for all the evil which they shall have wrought, in that they are turned unto other gods.  Now therefore write ye this song for you, and teach thou it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel.  For when I shall have brought them into the land which I sware unto their fathers, flowing with milk and honey, and they shall have eaten and filled themselves, and waxed fat; then will they turn unto other gods, and serve them, and despise me, and break my covenant.  And it shall come to pass, when many evils and troubles are come upon them, that this song shall testify before them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they frame this day, before I have brought them into the land which I sware.  So Moses wrote this song the same day, and taught it the children of Israel.  And he gave Joshua the son of Nun a charge, and said, Be strong and of good courage; for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.\n\n And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,  that Moses commanded the Levites, that bare the ark of the covenant of Jehovah, saying,  Take this book of the law, and put it by the side of the ark of the covenant of Jehovah your God, that it may be there for a witness against thee.  For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against Jehovah; and how much more after my death?  Assemble unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.  For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do that which is evil in the sight of Jehovah, to provoke him to anger through the work of your hands.\n\n And Moses spake in the ears of all the assembly of Israel the words of this song, until they were finished.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]