[
  {
    "Art title 1": "It Takes Work to Listen to God",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_429153a1f42b42e3994e42d74eee572c~mv2.jpg",
    "Artist Statement 1": "Sometimes we have to work really hard to block out distractions and quiet our minds so that we can listen to God.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-4a35994c-1746-41d3-a93d-a9a176164676",
    "Art title 2": "Maybe God is the Storm (by Anthony Gurrola)",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_2152b52e7ab54ca9a7d095e3c72f37e3~mv2.png",
    "Artist Statement 2": "What if the very thing we deemed our biggest obstacle was actually the hand of God in our lives?\n\nWhat if the most violent storm we encounter is actually the reckless, furious, and jealous love of God?\n\nHow different would the story of Jonah look if we only saw the storm he encountered as a problem and not the process?\n\nIf we only saw it as God's abandonment and not His direct involvement.\n\nA God so loving would not let his son sail off so far in disobedience without some divine redirection.\n\nFor even the son that sits in the belly of the whale is still in the hands of God.\n\nMaybe the very thing that hinders our arrival is instead preparing for yours.\n\nMaybe not every inconvenience is a spiritual attack from the devil,\n\nBut the grace of God that knows far better than I.\n\nLord,\n\nMay I look at every storm and only see you.\n\nMay I not entertain ghosts, and demons, but only see your Holy Spirit.\n\nMay I look past the winds and the waves, and only see the miracle of you walking towards heart.\n\nMay the next time I am late only be seen as more time with you.\n\nMay I see your eyes in the storm.\n\nYour hands in the waves.\n\nYour tears in the rain.\n\nYour voice in the thunder.\n\nYour jealousy in the lightning.\n\nAnd your heart within mine.\n\n*Inspired by last night's leaders meeting with Pastor Mattie on spiritual warfare* catch it on the podcast\n\n(Anthony Gurrola)",
    "Picture link 2": "https://www.instagram.com/p/CXRMtXdrqVp/",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Searching for His Voice",
    "Story Link": "https://www.rawspoon.com/post/story-searching-for-his-voice",
    "excerpt": "His dad was known for the treehouses he had made and this was his best one, with a tower that reached up even higher than the top of the big tree in their backyard. Reginald sat on the roof of the treehouse now, fiddling with his ancient high powered radio with tin foil hanging from the long antenna like a sail. The night was overcast and dark.\n\nReginald lost his dad to war when Reginald was only ten. The government said they literally lost him, lost track of him. Whether that was true or not, Reggie's dad had not been home for five years.\n\nHis father had been a ground commander doing reconnoissance missions in North Korea during the Kim Jong Un regime. His unit had to pull out quickly, but he had made a valuable friendship with someone with key intel and if he disappeared it might trigger reactive responses. So he stayed. Their connections to the outside world were already pretty dark but when Reginald's dad found himself alone and in such a compromising position, he had to become even more secretive. \n\nHaving to be there and being a Christian, his dad also started underground churches. He risked his life on both fronts. But he missed Reggi and his wife, especially on the hardest days. Now at age 15, Reginald really missed his father, especially because his mother was really sick. \n\nReginald had taken up interest in radios when he was young and his father had taught him the basics. So Reginald often spent hours on the treehouse roof scrolling carefully through the dial, listening for an alias that sounded like it could be his dad. Other nights he searched online for some way to communicate with his dad. His dad had to switch methods pretty often to avoid being tracked but bouncing low frequency radio from tower to tower was hard to track, and Reginald was clever and he was getting to know his dad's methods better and better.\n\nSo after cleaning up dinner and setting up his mom's IV in her bed, Reginald had come to the treehouse. He squinted and listened to his headphones as he inched the dial through the frequency spectrum. Every now and then he spoke into his little microphone, \"This is On-the-Reg reaching out to Treeman. Come in.\"\n\n\"C'mon. C'mon.\" It was getting late and he had school tomorrow. He was able to find and connect with his dad about once every six months. But he really needed to hear from him tonight. Reggie could try to bury his hope and pain where it would die, or he could try a little longer. There were a lot of spammy interferences but at 1:56am he found a voice that sounded like his dad crackling through faintly. \"Would love to hear from Reg-man. Reg-man come in. This is TreeHouser.\" \n\nReginald could not sound too excited as to raise concerns of anyone listening. But he responded. \"On-the-Reg, or uh, Reg-man here. Treehouser? It is good to hear your voice.\"\n\n\"Wow, Reg-man,\" came the voice on the other end trying to hold steady. \"I hardly recognize your voice, young man. You are growing up. But I'd still know your voice anywhere. I've been searching for you every day since we talked last.\"\n\nReginald held back tears. \"Treehouser,\" he swallowed. \"I have sad news. Wonderwoman is on morphine in bed at home. 6 months left they say.\"\n\nThere was silence and then a sniff before a shaky voice replied, \"That is very sad news.\"\n\nReggie said, \"What should I do... Treehouser?\" He took a breath and added, \"You always know what to do.\"\n\nAnother long pause, a sniff and the words, \"Tell her Treehouser never stops thinking about Reg-man and Wonderwoman.\" A pause and then he added, \"Reg-man, please play her What a Wonderful World. Louis's version from 1967. Copy?\"\n\nReginald's father always knew what to say to bring up a sweet memory and encourage Reggie's mom. Reggie assumed this would be no exception. \"Yessir. Over.\" Reginald himself tried to hide a sniff and then asked, \"And for Reggie-man? Any words for a very hard season... for him?\"\n\nA rare and quiet, risky compassion came through from his father, \"Oh, my son you are so dear to me. Just know your father has a plan and is coming to be with you both soon. Be patient a little bit longer.\"\n\nWhen the burning in his eyes and clenching of his stomach allowed, Reggie replied, \"Over.\" he breathed a shaky breath and said, \"That's what Reg-man needed to hear. I can wait and hope a little longer.\"\n\nTreehouser's voice was beginning to break up in crackles. But before Reggie lost him completely he heard him say, \"I see myself, you, and Wonderwoman looking at the stars from a certain treehouse again before our chance is gone.\" \n\n---\nWe often have to listen for a long time and be innovative to hear God. It's so much easier to slip into TikTok or work emails instead of just waiting, talking to the air, and scanning for messages that might be God's voice. Today or tomorrow, see if you can play a whole song, or sit in silence for five minutes, or read a passage, while really listening. Just spend a little longer giving God a place to speak. \n\nMy tendency is to do work on my app or monitor performance on Instagram when I wake up, but for this season I've committed to try to seek God until noon. It's interesting how it takes almost that whole time sometimes for my mind to quiet enough to hear a few seconds of transmission that I feel could be from God. And sometimes nothing life-changing actually comes. but I still choose to wait for when I do and because I think simply waiting for God is good.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/01/TRBC-1-5-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_a2642c6c133c4db9b195fe953da99b9a~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=TJLan-pJzfQ",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=Y71r-T98E2Q",
    "Bible Project 4": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 60",
    "Research 3-link": "https://enduringword.com/bible-commentary/Ephesians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 2",
    "The Chosen 3": "https://youtu.be/tuhR6B-z0Bc",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes4": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/65",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/cb0f014d-ace2-497c-98e1-0e11152b6a60.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ff679d9a-e85a-47ef-a09f-daf9dd87b221.mp3",
    "Bible in Song 2": "https://www.youtube.com/watch?v=0K5-8SlZi54",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]