[
  {
    "Date": "2025-11-19T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Proper 26- Ordinary Time",
    "Script 1": "\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "God's Glory Returns to the Temple\n\n Then the man brought me to the gate facing east,  and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory.  The vision I saw was like the vision I had seen when he[a] came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown.  The glory of the Lord entered the temple through the gate facing east.  Then the Spirit lifted me up and brought me into the inner court, and the glory of the Lord filled the temple.\n\n While the man was standing beside me, I heard someone speaking to me from inside the temple.  He said: \"Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The people of Israel will never again defile my holy name--neither they nor their kings--by their prostitution and the funeral offerings[b] for their kings at their death.[c]  When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger.  Now let them put away from me their prostitution and the funeral offerings for their kings, and I will live among them forever.\n\n \"Son of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider its perfection,  and if they are ashamed of all they have done, make known to them the design of the temple--its arrangement, its exits and entrances--its whole design and all its regulations[d] and laws. Write these down before them so that they may be faithful to its design and follow all its regulations.\n\n \"This is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple.\n\n",
    "Script 3": " \"Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing.  Look, your house is left to you desolate.  For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'[a]\"\n\nThe Destruction of the Temple and Signs of the End Times\n\n: Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings.  \"Do you see all these things?\" he asked. \"Truly I tell you, not one stone here will be left on another; every one will be thrown down.\"\n\n As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"\n\n Jesus answered: \"Watch out that no one deceives you.  For many will come in my name, claiming, 'I am the Messiah,' and will deceive many.  You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come.  Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.  All these are the beginning of birth pains.\n\n \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me.  At that time many will turn away from the faith and will betray and hate each other,  and many false prophets will appear and deceive many people.  Because of the increase of wickedness, the love of most will grow cold,  but the one who stands firm to the end will be saved.  And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.\n\n",
    "Script 4": "American Standard Version\n And Jehovah said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: [a]when he shall let you go, he shall surely thrust you out hence altogether.  Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.  And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people.\n\n And Moses said, Thus saith Jehovah, About midnight will I go out into the midst of Egypt:  and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle.  And there shall be a great cry throughout all the land of Egypt, such as there hath not been, nor shall be any more.  But against any of the children of Israel shall not a dog [b]move his tongue, against man or beast: that ye may know how that Jehovah doth make a distinction between the Egyptians and Israel.  And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in hot anger.\n\n And Jehovah said unto Moses, Pharaoh will not hearken unto you; that my wonders may be multiplied in the land of Egypt.  And Moses and Aaron did all these wonders before Pharaoh: and Jehovah [c]hardened Pharaoh's heart, and he did not let the children of Israel go out of his land.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm141;Ezekiel43:1-12;Matthew23:37-24:14",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.141,Ezek.43,Matt.23-Matt.24",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_e37cdd0d9333466d8f852587924e5c6f~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_1548185b4e6045eea904b2a64db4d2c8~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_56542703cdb446c8afaff24db9648672~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 141:1-10",
    "Address Script 2": "Ezekiel 43:1-12",
    "Address Script 3": "Matthew 23:37-39, Matthew 24:1-14",
    "Address Script 4": "Exodus 11",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": "254"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 141\n\nA psalm of David.\n\n1 I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n2 May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n3 Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n4 Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n5 Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n6 Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n7 They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n8 But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n9 Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n10 Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel 43:1-12\n\nGod's Glory Returns to the Temple\n\n1 Then the man brought me to the gate facing east, 2 and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory. 3 The vision I saw was like the vision I had seen when he[a] came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown. 4 The glory of the Lord entered the temple through the gate facing east. 5 Then the Spirit lifted me up and brought me into the inner court, and the glory of the Lord filled the temple.\n\n6 While the man was standing beside me, I heard someone speaking to me from inside the temple. 7 He said: \"Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The people of Israel will never again defile my holy name--neither they nor their kings--by their prostitution and the funeral offerings[b] for their kings at their death.[c] 8 When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger. 9 Now let them put away from me their prostitution and the funeral offerings for their kings, and I will live among them forever.\n\n10 \"Son of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider its perfection, 11 and if they are ashamed of all they have done, make known to them the design of the temple--its arrangement, its exits and entrances--its whole design and all its regulations[d] and laws. Write these down before them so that they may be faithful to its design and follow all its regulations.\n\n12 \"This is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple.\n\nFootnotes\na. Ezekiel 43:3 Some Hebrew manuscripts and Vulgate; most Hebrew manuscripts I\nb. Ezekiel 43:7 Or the memorial monuments; also in verse 9\nc. Ezekiel 43:7 Or their high places\nd. Ezekiel 43:11 Some Hebrew manuscripts and Septuagint; most Hebrew manuscripts regulations and its whole design",
    "Script 3": "Matthew 23:37-24:14\n\n37 \"Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing. 38 Look, your house is left to you desolate. 39 For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'[a]\"\n\nThe Destruction of the Temple and Signs of the End Times\n\n24:1 Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings. 2 \"Do you see all these things?\" he asked. \"Truly I tell you, not one stone here will be left on another; every one will be thrown down.\"\n\n3 As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"\n\n4 Jesus answered: \"Watch out that no one deceives you. 5 For many will come in my name, claiming, 'I am the Messiah,' and will deceive many. 6 You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come. 7 Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places. 8 All these are the beginning of birth pains.\n\n9 \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me. 10 At that time many will turn away from the faith and will betray and hate each other, 11 and many false prophets will appear and deceive many people. 12 Because of the increase of wickedness, the love of most will grow cold, 13 but the one who stands firm to the end will be saved. 14 And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.\n\nFootnotes\na. Matthew 23:39 Psalm 118:26",
    "Script 4": "Exodus 11\nAmerican Standard Version\n11 And Jehovah said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: [a]when he shall let you go, he shall surely thrust you out hence altogether. 2 Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold. 3 And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people.\n\n4 And Moses said, Thus saith Jehovah, About midnight will I go out into the midst of Egypt: 5 and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle. 6 And there shall be a great cry throughout all the land of Egypt, such as there hath not been, nor shall be any more. 7 But against any of the children of Israel shall not a dog [b]move his tongue, against man or beast: that ye may know how that Jehovah doth make a distinction between the Egyptians and Israel. 8 And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in hot anger.\n\n9 And Jehovah said unto Moses, Pharaoh will not hearken unto you; that my wonders may be multiplied in the land of Egypt. 10 And Moses and Aaron did all these wonders before Pharaoh: and Jehovah [c]hardened Pharaoh's heart, and he did not let the children of Israel go out of his land.\n\n \nFootnotes\nExodus 11:1 Or, when he shall let you go altogether, he shall utterly thrust you out hence\nExodus 11:7 Hebrew whet.\nExodus 11:10 Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel :-\n\nGod's Glory Returns to the Temple\n\n Then the man brought me to the gate facing east,  and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory.  The vision I saw was like the vision I had seen when he[a] came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown.  The glory of the Lord entered the temple through the gate facing east.  Then the Spirit lifted me up and brought me into the inner court, and the glory of the Lord filled the temple.\n\n While the man was standing beside me, I heard someone speaking to me from inside the temple.  He said: \"Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The people of Israel will never again defile my holy name--neither they nor their kings--by their prostitution and the funeral offerings[b] for their kings at their death.[c]  When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger.  Now let them put away from me their prostitution and the funeral offerings for their kings, and I will live among them forever.\n\n \"Son of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider its perfection,  and if they are ashamed of all they have done, make known to them the design of the temple--its arrangement, its exits and entrances--its whole design and all its regulations[d] and laws. Write these down before them so that they may be faithful to its design and follow all its regulations.\n\n \"This is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple.\n\nFootnotes\na. Ezekiel : Some Hebrew manuscripts and Vulgate; most Hebrew manuscripts I\nb. Ezekiel : Or the memorial monuments; also in verse \nc. Ezekiel : Or their high places\nd. Ezekiel : Some Hebrew manuscripts and Septuagint; most Hebrew manuscripts regulations and its whole design",
    "Script 3": "Matthew :-:\n\n \"Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing.  Look, your house is left to you desolate.  For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'[a]\"\n\nThe Destruction of the Temple and Signs of the End Times\n\n: Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings.  \"Do you see all these things?\" he asked. \"Truly I tell you, not one stone here will be left on another; every one will be thrown down.\"\n\n As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"\n\n Jesus answered: \"Watch out that no one deceives you.  For many will come in my name, claiming, 'I am the Messiah,' and will deceive many.  You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come.  Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.  All these are the beginning of birth pains.\n\n \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me.  At that time many will turn away from the faith and will betray and hate each other,  and many false prophets will appear and deceive many people.  Because of the increase of wickedness, the love of most will grow cold,  but the one who stands firm to the end will be saved.  And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.\n\nFootnotes\na. Matthew : Psalm :",
    "Script 4": "Exodus \nAmerican Standard Version\n And Jehovah said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: [a]when he shall let you go, he shall surely thrust you out hence altogether.  Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.  And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people.\n\n And Moses said, Thus saith Jehovah, About midnight will I go out into the midst of Egypt:  and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle.  And there shall be a great cry throughout all the land of Egypt, such as there hath not been, nor shall be any more.  But against any of the children of Israel shall not a dog [b]move his tongue, against man or beast: that ye may know how that Jehovah doth make a distinction between the Egyptians and Israel.  And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in hot anger.\n\n And Jehovah said unto Moses, Pharaoh will not hearken unto you; that my wonders may be multiplied in the land of Egypt.  And Moses and Aaron did all these wonders before Pharaoh: and Jehovah [c]hardened Pharaoh's heart, and he did not let the children of Israel go out of his land.\n\n \nFootnotes\nExodus : Or, when he shall let you go altogether, he shall utterly thrust you out hence\nExodus : Hebrew whet.\nExodus : Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel :-\n\nGod's Glory Returns to the Temple\n\n Then the man brought me to the gate facing east,  and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory.  The vision I saw was like the vision I had seen when he[a] came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown.  The glory of the Lord entered the temple through the gate facing east.  Then the Spirit lifted me up and brought me into the inner court, and the glory of the Lord filled the temple.\n\n While the man was standing beside me, I heard someone speaking to me from inside the temple.  He said: \"Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The people of Israel will never again defile my holy name--neither they nor their kings--by their prostitution and the funeral offerings[b] for their kings at their death.[c]  When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger.  Now let them put away from me their prostitution and the funeral offerings for their kings, and I will live among them forever.\n\n \"Son of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider its perfection,  and if they are ashamed of all they have done, make known to them the design of the temple--its arrangement, its exits and entrances--its whole design and all its regulations[d] and laws. Write these down before them so that they may be faithful to its design and follow all its regulations.\n\n \"This is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple.\n\n",
    "Script 3": "Matthew :-:\n\n \"Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, and you were not willing.  Look, your house is left to you desolate.  For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'[a]\"\n\nThe Destruction of the Temple and Signs of the End Times\n\n: Jesus left the temple and was walking away when his disciples came up to him to call his attention to its buildings.  \"Do you see all these things?\" he asked. \"Truly I tell you, not one stone here will be left on another; every one will be thrown down.\"\n\n As Jesus was sitting on the Mount of Olives, the disciples came to him privately. \"Tell us,\" they said, \"when will this happen, and what will be the sign of your coming and of the end of the age?\"\n\n Jesus answered: \"Watch out that no one deceives you.  For many will come in my name, claiming, 'I am the Messiah,' and will deceive many.  You will hear of wars and rumors of wars, but see to it that you are not alarmed. Such things must happen, but the end is still to come.  Nation will rise against nation, and kingdom against kingdom. There will be famines and earthquakes in various places.  All these are the beginning of birth pains.\n\n \"Then you will be handed over to be persecuted and put to death, and you will be hated by all nations because of me.  At that time many will turn away from the faith and will betray and hate each other,  and many false prophets will appear and deceive many people.  Because of the increase of wickedness, the love of most will grow cold,  but the one who stands firm to the end will be saved.  And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And Jehovah said unto Moses, Yet one plague more will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: [a]when he shall let you go, he shall surely thrust you out hence altogether.  Speak now in the ears of the people, and let them ask every man of his neighbor, and every woman of her neighbor, jewels of silver, and jewels of gold.  And Jehovah gave the people favor in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh's servants, and in the sight of the people.\n\n And Moses said, Thus saith Jehovah, About midnight will I go out into the midst of Egypt:  and all the first-born in the land of Egypt shall die, from the first-born of Pharaoh that sitteth upon his throne, even unto the first-born of the maid-servant that is behind the mill; and all the first-born of cattle.  And there shall be a great cry throughout all the land of Egypt, such as there hath not been, nor shall be any more.  But against any of the children of Israel shall not a dog [b]move his tongue, against man or beast: that ye may know how that Jehovah doth make a distinction between the Egyptians and Israel.  And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in hot anger.\n\n And Jehovah said unto Moses, Pharaoh will not hearken unto you; that my wonders may be multiplied in the land of Egypt.  And Moses and Aaron did all these wonders before Pharaoh: and Jehovah [c]hardened Pharaoh's heart, and he did not let the children of Israel go out of his land.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]