[
  {
    "Date": "2025-09-05T07:00:00.000Z",
    "Movie Scene": "",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vam9obi1vcnRiZXJnLXNhY3JlZC1oYWJpdHMtZjhjZDNjNGZmZGYyYjlmMTI5MmFjMmEwNDA0ZDkxZTA?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=P-OYBoAPKeQ&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=2",
    "famous quote": "Wherever you fly, you'll be best of the best. Wherever you go, you will top all the rest. Except when you don't. Because, sometimes, you won't. I'm sorry to say so but, sadly, it's true that Bang-ups and Hang-ups can happen to you.\n-Dr. Seuss (in \"Oh! The Places You'll Go\")",
    "Ted Talks": "https://www.youtube.com/watch?v=qN8vzlcYAE8",
    "Nature Video": "https://www.youtube.com/watch?v=aZZiiQUEoFw",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Scott:\n\n(Part 1)\n\nWhen my friends and I at Renew Outreach, across the driveway from the Palusky's house, saw a stocky, graying man with glasses walking the grounds and my friend says, \"That's Scott. He lifted a bus one time. Just saying.\"\n\nAnd then when Stephanie took us in and saw Scott walking up to the house she said, \"I invited Scott because he has some amazing stories. One time he picked up a bus.\" \n\nSo naturally when we got a chance to talk to Scott I said, tell us the bus story.\n\nScott Costello and David Palusky had been best friends since high school. Scott moved back to go to David's church, where he met his wife Vicky who also works at Renew. One day during a prayer service, Stephanie looked over and told her friends that she somehow saw that Scott was receiving the anointing of Samson. Samson was the man in the Bible whose strength, when the spirit of God came over him, could bring down the pillars of a building or kill 1000 men with the jawbone of a donkey. \nOne time in the Dominican Republic they were hosting a revival, complete with witches throwing rocks at the building in protest. But on their way back, a tire blew out in their 15 passenger van, in one of the worst parts of Santo Domingo. There were homeless gathered around flaming trash barrels watching on. When they found out the jack they had was not the right type, it would only raise the van a couple inches off of the ground, Scott told everybody to get out of the van. He told the locals men that were riding with him in the van to change the tire as he lifted the wheel well up. They gave him a weird look so he said it again, assuming he didn't communicate it in their language well enough. \n\nEventually he felt comfortable they understood and he \"curled the wheel well.\" And while he was lifting the van off the ground he became aware that the van could still roll so, while he had the wheel well lifted he shimmied the whole van until its other tire was safely against the curb, and waited for them to finish putting the tire on before he put it back on the ground. He said it was like he was lifting a plastic chair. It wasn't hard at all. Some people can do powerful things in moments of great adrenalin but Scott said he was perfectly calm. When he put it back down and looked at his hands. The wheel well had cut into his hands and left a bloody stripe across both his palms where he had been holding it.\nVicky walked through as he was telling the story, smiled, and said, \"I saw it. I'm a witness.\"",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WFq2xuooKDM",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]