[
  {
    "Date": "2025-10-06T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=y8JkDmXE7O8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=8",
    "famous quote": "If something is important enough, even if the odds are against you, you should still do it.\n-Elon Musk",
    "Ted Talks": "https://www.youtube.com/watch?v=25bwiSikRsI",
    "Nature Video": "https://www.youtube.com/watch?v=tt66izA5y28",
    "User added": "\"Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change.\"\n??James 1:17? ?TPT?????\n\n\"Never subject to change.\" That is God. Nothing changes God, and God never changes!Now, consider just one aspect of what that means: God loves you and I now with the same love He had for us before eternity when He sent Jesus to die for us! It is the same. Unchanged. Everything we have done, or will do, that makes us feel ashamed, unworthy, petty, evil, etc. - none of it has changed God, or how He loves us from before time began! Rest in Him, today!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Faye Feda\nResurrection and casting out demons\n(Video of interview at link)\n\nOnce we reach our destination in Gojo we get settled into a cement dormitory that is next to a church funded by the organization. The church looks more like a football-field-sized warehouse with plaster walls and a corrugated, metal roof. For all of our meals and meetings we gather in a building made up of a dozen or so rooms, connected in the shape of a square, facing an inner courtyard. The space in the middle of the courtyard is a tiled clearing and in it are a raised fire pit and a freestanding hut. In this hut is where I conduct interviews of pastors who have come for the pastor training and who will take a break to talk with me. Faye Feda is my first interview.\nWe sit down in the hut while people move around us outside. The pastor, my interpreter, and I sit close together in three chairs, my video camera and audio recorder pointing at them. After we are settled and have exchanged pleasantries, I ask my first question. I've come all this way and I'm ready to hear about miracles.\nWhat is the greatest thing God has done in your life?\nThe translator translates for him and then translates back his brief and direct answer.\nOne dead person came to life again.\nYes. This is what I came to find out about. I watch him explain the rest of the story to the interpreter, whom they call PK (this is American speak for Pastor Ketsela). The pastor I am interviewing, Faye Feda, is tall. He has receding hair, graying on the sides, and protruding cheekbones that make his temples look concave. Deep wrinkles climb his forehead and crow's feet spread from the corner of his eyes. His chin looks sculpted, strong and young. He wears a pink shirt, buttoned to the top and a dark sport jacket. His clothes are clean, when many others' clothes here are dirty and limp. He has a very humble smile and peaceful eyes. He smiles as he describes the miracles.\nPK turns to me and translates the following story.\nI went to a village to evangelize and I saw a group gathered, crying because a woman had died. \nThey were waiting to bury her until the rest of the family could be there and be part of the ceremony. She had been 25 years old, married, and had a child. \nI asked if I could pray for her. They said yes so I knelt down and prayed from 3 p.m. until 11 p.m. I stopped one time but the Holy Spirit told me to keep praying so I did.\nThen I told the family to untie the dead body. They did and I checked for breathing. She had started to breathe again.\nI went to open her jaw but I couldn't; it was shut tightly. But I gave her hot water and told them she was okay. Then I left.\nI went back in the morning and she was sitting, alive with her family. She had asked what happened yesterday and her family told her, \"You were dead, and a man came and prayed for you and you came back to life.\" When I told her it was I who prayed for her, she went to my home with me so I could teach her about Jesus. She said, \"Give me your Jesus. Give me your Jesus. I want him.\" She prayed and followed Jesus.\nHis small mouth smiles slightly as he glances at me. I'm amazed. And a bit skeptical. So I ask deeper.\nAre you sure she was dead? Did you check?\nYes, I checked her. Her body was very much cold, and they had already tied her up in a cloth. She died in the morning and I got there by 3 p.m.\nI guess they would be the ones to know if she was really dead or not, and if they had already prepared her for burial it appears they believed she was.\nI wondered if his other stories were as unusual as this.\n",
    "Interview Video": "https://youtu.be/qmxJ8t73wOk",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=07U1ojc57vE",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=VqhCQZaH4Vs",
    "Music Video Instructions": "Be grateful for God for such beauty in this world."
  }
]