[
  {
    "": "2025-10-14T07:00:00.000Z",
    "Art title 1": "Tame Me (art by Raw Spoon, Lettering by Jairu)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_df3531b61fb346f6b6577a70290199c2~mv2_d_4500_4500_s_4_2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3840bcf9-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "COVID and new bodies",
    "Story Link": "https://www.rawspoon.com/post/story-covid-and-new-bodies",
    "excerpt": "Bennie was a Psychiatrist at Grady hospital when COVID-19 hit. She was black and round, with hair buzzed close to her head. And she had an abnormal prayer life. She saw things others didn't see. She got messages sometimes that she didn't want. In other cultures she would have been a great witchdoctor. If she weren't raised Christian, she'd probably fall into being a psychic because it seemed the dead could communicate through her.\n\nInstead of being a psychic, she became a psychiatrist. And like was said before, she was a psychiatrist with an an unusual prayer life.\n\nIt was near the end of her 28 hour shift, on Wednesday at 3pm that it happened. She had just finished her rounds, and was so discouraged. They had 14 deaths that day, 12 of them directly from COVID. And it looked like there might be another one tonight. This was the worst day any Atlanta hospital had had in the epidemic so far. \n\nShe closed the door of her office and sat down. She slid her N95 mask off her mouth and down to her neck. She pushed up her glasses and rubbed her eyes. A whisper slipped from her mouth, \"Why all this, god?\" Her mind quickly drifted toward sleep.\n\nBut suddenly a woman stood there with her, just inside the door. But there had been no creak or click. She had a smile on her face. Her shoulder-length, white hair gleamed. Her arms were crossed and feet planted. Maybe 45? Bennie didn't know her. . . she didn't think.\n\n\"Bennie.\" The woman said. \n\n\"Leslie!?\" Bennie suddenly did recognize her. \"What--?! What are you--?\" She fell silent.\n\n\"I came to talk to you, and show you some things.\"\n\nLeslie had been her mentor in Bennie's doctorate program, and had died at age 65, 2 years prior. They had been close. \"Sorry, I totally didn't recognize you, so wierd. But I heard you, well, died. I guess not. And how'd you get in here?!\"\n\n\"I know. It's a trick with these bodies.\" A secret smile crept across her face.\n\n\"These bodies?\"\n\n\"Resurrected ones. Remember how you and I would just chat in my office way past when the building would close.\"\n\n\"About what the new heaven and new earth would be like.\" Then she shuddered under her breath. \"So you are dead.\" \n\n\"Yes.\" Leslie's smile was grand and beautiful. \"I know now is a rough time for a lot of people, and you're feeling the weight more than most. I just wanted to check in on you and give you something.\"\n\n\"What's that?\"\n\n\"Answers.\" She let her arms down to her sides. \"Want to take a walk with me?\"\n\nLeslie turned the knob and opened the door for them...\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_faad4921205041c6af9e051e3ca1ee33~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=YbipxLDtY8c",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=Y71r-T98E2Q",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 61:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/Ephesians 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 33\nAmerican Standard Version\n33 And this is the blessing, wherewith Moses the man of God blessed the children of Israel before his death. 2 And he said,\n\nJehovah came from Sinai,\nAnd rose from Seir unto them;\nHe shined forth from mount Paran,\nAnd he came from the ten thousands of [a]holy ones",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=rC_F3zNeQ5Y",
    "Song 2": "https://www.youtube.com/watch?v=4_RCZU5Ysjw",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/43",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1bc9f166-3fac-4ca7-9a69-ac73dc781286.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]