[
  {
    "Date": "2025-09-01T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Mpylc-dsxtE",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=S2oiH3spggw&list=PLVccJouc7Os9oOzpscL2UCrrHAlAW9GcC&index=4",
    "famous quote": "Human beings need loyalty. It does not necessarily produce happiness, and can even be painful, but we all require devotion to something more than ourselves for our lives to be endurable. Without it, we have only our desires to guide us, and they are fleeting, capricious, and insatiable.\n-Atul Gawande (in \"Being Mortal\")",
    "Ted Talks": "https://www.youtube.com/watch?v=n1fL-EdTsTI",
    "Nature Video": "https://www.youtube.com/watch?v=SR6X-j55eEA",
    "User added": "\"For physical training is of some value (useful for a little), but godliness (spiritual training) is useful and of value in everything and in every way, for it holds promise for the present life and also for the life which is to come.\"\n??1 Timothy? ?4:8? ?AMPC??????\n\nThere have been seasons of my life when I was into exercising, but honestly, it is hard work! Ugh! Have you considered what exercise looks like in your spiritual life? Is it church on Sunday? Maybe bible study on Wednesday night? personal devotionals? What about prayer and quiet time before God? What do you think is the \"promise\" that Paul is talking about? Maybe you are in a season of vigorous spiritual exercise. What do you think God is training you for? Heavenly Father, grant us strength, according to Your will, to do that which brings You joy,  and draw us ever closer to rest in You, in the name of Jesus. Amen.\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stephanie:\n(part 5)\n\nThen I asked her what we can do in our personal time with God to hear from God. She said she tries to read the Bible to understand the story, the context and the history, just from an 'understand what happened' perspective. But then she reads it again to pick out something and let Him talk to her through it. That grows my faith. And when faith grows things happen. \r\nI start journaling when I think he's talking to me. Then I read what I wrote. If I don't hear from him for a while I seem to forget who I am. I get insecure. \r\nSo when I get ideas through praying, then I test them to see if they are from God. There are a lot of voices and sometimes what I think is God turns out to be wrong. One time I thought I heard we were supposed to build a house in a certain spot. But after talking looking into it, and talking to people, it turned out it wasn't meant to be. So I need to test them against things like what other people know, and open doors, and also the scripture. \r\nWhen I feel like I do have a word for someone, it requires a risk, a step in that direction. So sometimes when we had our church services and I felt like I heard God say something about someone, I'd ask them if something was correct. I would make sure to say \"I think\" before I told them something, because I just know sometimes I hear wrong. If they say 'how did you know that' it's a sign it was probably from God. And after you do this some you get better at discerning what is and isn't God's voice. But sometimes at the end of our church meetings I would feel almost electric and it was almost always correct then. Then I could be more brave and can venture out further. Having a place to practice like this is important.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=WUrNcRd80C4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WFq2xuooKDM",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]