[
  {
    "Date": "2025-07-31T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=bYJT--cIy8A",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk",
    "famous quote": "People think pleasing God is all God cares about. But any fool living in the world can see it always traying to please us back.\n-Alice Walker (in \"The Color Purple\")",
    "Ted Talks": "https://www.youtube.com/watch?v=NgFczqJuklg",
    "Nature Video": "https://www.youtube.com/watch?v=UR_byRbXxvs",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Heather (LGBTQ)\n\n(part 1)\n\nI mention Heather in my book of interviews of people who have stories dealing with LGBT and the church. \nShe also told me about moments when she heard from God and it was very transformational for her. \nShe was born as a girl but had never lived up to her father's desire to have a \"daddy's girl.\" Instead of wanting to play with dolls and makeup she played with GI Joes and rough-housed with the boys. She also found herself attracted to women. When her church seemed too uncomfortable with these questions she found answers, and the feelings of family she had always lacked, among the LGBT community. They recognized her gender disforia and encouraged her to start transitioning from being a woman to being a man. The process was freeing in a lot of ways. But after she had surgery to remove her breasts she woke up from the surgery and looked down. Instead of feeling happy she felt sad. \nAnd she started realizing that although her LGBT community had loved her in a lot of ways the church hadn't and the transitioning had given her some new resonance between her body and her feelings, she was still unhappy. And she found herself coping in unhealthy ways such as by abusing food and having codependent relationships.\nShe eventually prayed with a charismatic ministry and felt like God asked her, \"Why are you trying to solve bits and pieces of your problems when I want to heal all of you. If you keep avoiding the root problem you will run from one coping mechanism to the next, never finding true satisfaction.\"\nAnd she asked, \"Do you want me to be a woman or a man? Who do you see me as?\"\nAnd she heard, \"You are my daddy's girl.\"\nAnd this is what started transforming her at her core. It is helping her redefine what femininity means for her and hanging close to God as He walks her through what to do daily.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=70De0BqZ37M",
    "Music Video Instructions": "If you're feeling doubts, talk about them with God."
  }
]