[
  {
    "": "2025-09-28T07:00:00.000Z",
    "Art title 1": "New Life Rages Without Permission (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_675c673b06e147b89b225a474fe12c15~mv2.png",
    "Artist Statement 1": "Spring is officially upon us.\n\nMy allergies can testify to that.\n\nAnd no matter what I do, no matter how much I prepare, spring still comes and my teary filled eyes follow.\nI love springtime, It's the evidence of everything being made new.\n\nThe dormant pollen is flying through the wind again,\n\nThe bird's songs have come back home after a long winter,\n\nIce melts away, and the streams flow once more, giving life to the cool grass around it.\n\nAs the spring breeze blows, the branches of the trees are shaken and new color and leaves are reintroduced to the world.\n\nBabies are born, some from animals, and some from our best friends.\n\nNot only is it the birth of a new baby, but it's also the birth of a new parent.\n\nIn the unrelenting process of life, there is birth and there is death.\n\nThere is the birth of a parenting journey,\n\nBut there is the death of unlimited free time.\n\nThere is the birth of a new covenant in marriage,\n\nBut there is also death of the single life you once new.\n\nThere is the birth of miles and miles of flowers,\n\nBut there is the death of an allergy free season.\n\nNew life is relentless.\n\nIt seeks no permission from Death.\n\nOnce it's here, it's here unforgivingly.\n\nAnd once you have gone through the death process, and are a new creation,\n\nNothing can be against you.\n\nNot the depression of winter's past,\n\nFor you are stepping into the shining light of joy.\n\nNot the suicidal thoughts from last week,\n\nFor you are being awaken to life and life abundantly.\n\nNot the one night stand you thought would satisfy,\n\nFor His presence is becoming enough.\n\nNot the burnout from last semester,\n\nFor this season is in the cool of the day.\n\nNot the constant running out of time,\n\nBut the consistent walk in the garden.\n\nIf God is for you, no season can be against you.",
    "Picture link 1": "https://www.instagram.com/p/CbcoLZdrCfS/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG: \nOne God, Many Perspectives",
    "Story Link": "https://www.rawspoon.com/post/one-god-many-perspectives",
    "excerpt": "I had a friend send me a really cool article that said science found that in Multiple Personality Disorder, people's brains really had different functionality/capabilites when they inhabited their different personalities! And then it commented on the nature of reality given this information.\n\nIt puts new light on the topic of if we all serve the same God. Since our brains live in different realities, don't we ALL have different ideas of God? And therefore if they're all different how could anybody's perspective of God be penalized for being less right than another's?\n\nI think that yes, many people probably speak to the same God, even if they don't think it's the same God as others.\n\nBut I think there are also probably limits to that. I think God is way bigger than Christianity. He created THE ENTIRE UNIVERSE. But I wonder if some conceptions of God may be a more accurate way to see him than others? I mean I'm pretty sure I could gain a fuller experience of God through the rich practices in other religions and cultures, but maybe some perspectives/theologies have a less accurate or less informed understanding of God's attributes and God's history. (I mean can some histories of God actually never have happened?)\n\nI think this is partly how I've justified staying with Christianity, because we follow a dude who said, hey I can tell you all about God because I was sent directly from him, and I'll back it up with miracles.\"See, there. The wind and waves stopped. Now, can you believe me, guys?\" He says, I don't have time to tell you everything I know about God, and it will only be through the context of one culture, but it's enough to get you in the right direction, and head off a lot of less accurate ones.\n\nAnd maybe partly why he came was because some perspectives of God have been hijacked by glory-hungry humans and maybe even unfriendly spiritual beings. And therefore they are possibly directing our devotion to serving them instead! I mean, why wouldn't they?\n\nAnd no matter what the name is that we worship I'm guessing anybody's well intentioned worship is probably still appreciated by the right God. But it doesn't mean the person worshipping isn't listening to, and being directed by the wrong one. I'm guessing any spiritual being that wants some servants would want to convince us they are God and get us to do what they say! And I'm guessing in the same way we want to listen to the Holy Spirit, we can be listening and hearing unholy spirits.\n\nI don't think that all well-intentioned worshippers are throwing their devotion completely away. I think God knows their hearts and credits it to them. But I'm thinking that maybe God is being misrepresented to them! Maybe this is why some of us think God just seems brutal and unfair! And maybe we can be in closer, more direct communication with the ultimate God if we've been given more details about his attributes passed on to us by the one who is, and who knows God directly. And then we can be hearing truer messages when we are more informed as we listen. It's like if I know the right door to knock on, I'm more likely to summon the one I intend to talk to and hear what he thinks. But if I knock on another door in the hills outside the kingdom, thinking it's the king's door, you may get someone answering the door that sees a naive pilgrim ready serve a master with a different name. \"Yeah, that's me. I'm God, or at least a version of him in a way. Come on in, and uh, why don't you make me some soup for lunch, if you really want to make me happy.\"\n\nIn \"The Last Battle\" the last book in the Narnia series by My Hero, C.S. Lewis, there is a character who served Tash his whole life, because that's who he thought was the true king. But he served this master with all the virtues that Aslan (the true king) taught and desired of his disciples. And when, after the final battle, all are parsed out into what kingdoms they belong to, this character, Emeth finds himself in a beautiful land, cowering before the huge Aslan. He says something like, I know now you are the more powerful god, and I have served the wrong one my whole life. Reap what punishment you must on me.\n\nAslan replies, \"Beloved, unless thy desire had been for me thou wouldst not have sought so long and so truly. For all find what they truly seek.\"\n\nI don't know if this is true, of course. But even if it is, there would be a risk with unknowingly serving the wrong God. We can get so pulled into their ethic, that we no longer want the true God. Plus, a whole lifetime of misunderstanding the God you long to be in intimate relationship with can be a tragedy in itself.\n\nThere may be many ways to picture the ultimate God, but I think probably there is one that is more correct than the others.\n\nAnd if Jesus was really God like he said, I'm guessing he is the best way to know about God. But among the multitude of interpretations of Jesus, I assume different sects are more correct than others in different areas. And maybe there is even one within Christianity that is closer than the others.\n\nI just have no idea which it is.\n\nRaw Spoon, 6-25-18",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 2": "https://www.youtube.com/watch?v=mGgWaPGpGz4",
    "Bible Project 3": "https://www.youtube.com/watch?v=7RoqnGcEjcs",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 91:1-6, 14-16",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 32",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Timothy 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 16",
    "The Chosen 3": "https://youtu.be/jNzxZZMBE-k",
    "The Chosen 4": "https://youtu.be/jNzxZZMBE-k",
    "Song": "https://www.youtube.com/watch?v=8HLIF2Dq57o",
    "Song 2": "https://www.youtube.com/watch?v=c0t3w9ZYsTo&list=OLAK5uy_kFnhOnKipyeX6iXDYiMLo4shnwUYRu2qE&index=7",
    "Song 3": "https://www.youtube.com/watch?v=wO62TQDgSTs",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.543426,44.4208333,3a,88.9y,148.92h,81.25t/data=!3m8!1e1!3m6!1sAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI%3Dw203-h100-k-no-pi-0-ya18.862755-ro-0-fo100!7i7680!8i3840?entry=ttu",
    "3dNotes2": "The ruins of ancient Babylon. If you look west on one of the hills you can see one of Saddam Hussein's abandoned palaces.  ",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/56",
    "Bema 2": "https://www.bemadiscipleship.com/47",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]