[
  {
    "Date": "2025-12-05T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=bKmSmp3tjsw",
    "Additional Link": "https://lnns.co/qpi5f19YPdU",
    "Yoga": "https://www.youtube.com/watch?v=y1cCPKWURkg&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=6",
    "famous quote": "\"You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.\"\n-- John Lennon",
    "Ted Talks": "https://www.ted.com/talks/malcolm_gladwell_the_unheard_story_of_david_and_goliath?language=en",
    "Nature Video": "https://www.youtube.com/watch?v=0aSCPmabRpM&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=54",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy\nInterview (part 6)\n\nAlso, there are a group of missionaries here that are sharing a room and yesterday night while they were sleeping I realized that one of the missionaries came here to attend the training and then planned to go back home and stop being a missionary. I tried to go to sleep but I couldn't. I went to him and said, brother you made a promise to yourself before you came here. Tell it to me. He wouldn't tell me. So I said, I will tell you. You told yourself you would stop being a missionary. He started crying. That missionary called his wife so that I could get the confirmation from his wife. She said, \"Yes, my husband told me he would stop being a missionary and find a job to survive.\" And she invited me to their home so I can pray for them.\n\nI see my opportunity.\n\nI want you to speak over me. \n\nPraise the Lord. \nHe smiles and looks sideways at me\nBefore I came into this room I saw a person who was filming. I saw God's hand over your head and this voice said to me 'God puts you on His hand. So you are in His protection and in His presence.' \nAt this point I am tearing up, making it hard to type. Something he's said has struck a chord. I don't even know what it was.\nThe enemies before you have put up something like huge, long ropes to make you trip. But before you were going to trip the hand that I saw over you stretched out a big stick so that it swallowed the ropes making your way become free.\nI see a computer with my bare eyes on your lap. But I see a child in your hand. \n\nWhat does that mean? \n\nGod said, \"It is a gift I give him.\" \nI will pray for you after this.\n\nHow can I care for this child? \n\nHe smiles again and looks down, playing with the pictures in his hand, his Bible with faded gold pages in his lap.\n\nWell, for myself I saw that I was carrying lots of eggs in a basket. God wanted to see how I would carry those things. I was walking fast and one fell and broke. God said, \"Why did the egg fall?\" I answered, because I was walking fast. God spoke to me and said slow down and be careful with what you have so these eggs will hatch. You are the one to care for them.\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=GVgwZdyLRM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]