[
  {
    "Date": "2025-10-14T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-06_yGoVJpI&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=5",
    "famous quote": "\"A moderated religion is as good for us as no religion at all--and more amusing.\"\n-- C.S. Lewis (The Screwtape Letters)",
    "Ted Talks": "https://www.youtube.com/watch?v=TYtXqO_Uy9c",
    "Nature Video": "https://www.youtube.com/watch?v=tvVcfzVQRC8",
    "User added": "\"Yes. I'll stay with you, I'll protect you wherever you go, and I'll bring you back to this very ground. I'll stick with you until I've done everything I promised you.\"\n??Genesis? ?28:15 MSG?????\n\nGod is speaking to Jacob in this verse. You know Jacob, the one who tricked his brother out of his birthright and lied to his dad to get his blessing. Even though Jacob has a personal encounter with God here, he goes on to do more questionable things in his life. Right here is where my faith takes root. Not in Jacob's continuing bad behavior, but in God's faithfulness in fulfilling His promise. The crazy, awesome, amazing, wonderful truth is that God has made the same promise to you and me in Christ Jesus!\n\n\"May God himself, the God who makes everything holy and whole, make you holy and whole, put you together--spirit, soul, and body--and keep you fit for the coming of our Master, Jesus Christ. The One who called you is completely dependable. If he said it, he'll do it!\"\n??1 Thessalonians? ?5:23-24? MSG????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 5)\n\nAnd then another story.\r\nThere was a boy who died because of a stomach illness and after three days I went there to tell them about Jesus Christ. I found the father was sick in the same way his son had been. I put olive oil on my hands and I laid my hand on his stomach and prayed. What this man had in his stomach came out as air from his butt, and as soon as the man stood up 22 people received Christ.\r\nNice. He saved 22 people by inducing a voluminous fart.\r\nBut the witch doctor of the village said, \"Abdisa has to die. The person who kills Abdisa will get 10,000 birr (about $500) and a pistol.\" So, the next day, when I went back to the village to teach them about Jesus a tall man with a long jacket met me. I said, \"I love you. How are you?\" The man responded, \"I do not love you. You will not make it through the night.\" But the man couldn't pull the gun trigger. He went back to the witch doctor and said I don't want the money or the gun. I don't want to kill him.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=p2-naaWqkwI",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]