[
  {
    "Art title 1": "We Pray Out Our Anger in the Psalms",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_17c0a415100a47acac0c5b7871c49d64~mv2.jpg",
    "Artist Statement 1": "Part of why we can yell at God in the psalms is because it drains our anger without propagating a cycle of hurt. And when we trust the consequences of their actions in God's hands it helps release us from carrying the pain they gave us. So try it. Be honest about your feelings to God. It may need to be done every day for a whole season. But it's better than carrying it, and better than taking it out and reproducing a cycle of hurt.",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Your Kingdom will Fade, but My Word Over You...",
    "Story Link": "https://www.rawspoon.com/post/story-your-kingdom-will-fade-but-my-word-over-you",
    "excerpt": "King Randall III sat in the stone tower at his desk with his head in his hands. Brightness came in through the open window. Voices and clopping hooves echoed up from below.\n\nRandall prayed, \"God, my father was such a decisive man. All I do is question myself. And I am so afraid to let anybody down.\"\n\nThey were in a brittle trade battle, being threatened from a powerful nearby kingdom to decrease their prices but his own people fought him to do the opposite.\n\nRandall had spent months seeking counsel from wise people, and had been chewing on what to do for even longer. He gave a place to all the voices in his life and considered them valuable for exactly what they brought. It was the first thought as he woke each day, he spent his waking hours rehashing the nuances and complexities of the debate, and carried the weight of it into the night. His friends teased him, that he could write a book on the topic because he had thought more about it than anyone they knew.\n\nBut all this brought him to the place he was now. Indecisive. Filled with anxiety. Having exhausted his advisors and friends.\n\nHe was pleading with God for an answer of what to do when he got a knock on the door. He had requested that no one interrupt this prayer time.\n\n\"Yes?\" He could not seem to make his tone harsh, even though he was annoyed. They didn't respect him enough to honor his requests. This was just the type of person he had shown them he was.\n\n\"Your highness, forgive me.\" It was his friend Friar George, an apprentice priest, 35 just like he was. \"But I have a message from the Lord for you.\"\n\n\"Come in.\"\n\nThe wooden door brushed open and George stood in the doorway with kind tears of joy in his eyes. \"Today I was praying for you and I don't often get clear words from God-- I am much like you-- but today I did.\" He stepped forward and handed him a folded piece of paper.\n\nRandall took the paper and looked down at it with apprehension.\n\nFriar George turned to leave but Randall said, \"George?\"\n\nGeorge stopped.\n\n\"I'm scared of who will look down on me, whatever it is God tells me to do.\"\n\nFriar George smiled and said, \"Oh, your highness. He has not told you what to do. It is far better.\" George's smile reminded Randall how much this man loved him. George slipped out, closing the door gently behind him.\n\nRandall took a deep breath, rooted himself in his chair and slowly opened the piece of paper. On it was written in neatly quilled ink, \"Your kingdom will rise and fall in time, like all do. But my words over you will never fade. I have made you this way. I will do great things with you because of exactly who you are.\"\n\n--\n\nWhat are you looking down on yourself for that God wants to say, \"I know it makes some things hard, but I have made you this way for a reason\"?\n\nRaw Spoon, 11-23-2020",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_aa72a1dd54494bd8b75a875611d1c968~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=Y71r-T98E2Q",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Kings 10",
    "Research 3-link": "https://enduringword.com/bible-commentary/Ephesians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 22",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1bc9f166-3fac-4ca7-9a69-ac73dc781286.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]