[
  {
    "": "2025-07-25T07:00:00.000Z",
    "Art title 1": "Robe Me in Your Thoughts Lord (by Cory Snyder at Dry Bones Studio)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_411f830d05a14f3fb283c33ee06b15ff~mv2.png",
    "Artist Statement 1": "Robe me in your thoughts, Lord. Give us your heavenly mindset. When we think we know all there is to know we pray you convict of us of knowledge. Convict us of improper ways of thought. Humble us to acknowledge we may be wrong and Listen. (Cory Snyder at Dry Bones Studio)",
    "Picture link 1": "https://www.instagram.com/p/CW_LPQBuLXm/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGuest Post: Help with Suicidal Thoughts (part 3)",
    "Story Link": "https://www.rawspoon.com/post/guest-post-help-with-suicidal-thoughts",
    "excerpt": "(continued from yesterday's things that helped with suicidal thoughts) \n\n\n3. PAIN hurts. Again, PAIN hurts. I do NOT want to minimize what you are going through or what you HAVE gone through. Sometimes it feels like this problem that you are experiencing will NEVER end. And you want so desperately to get out of the pain ? to END your pain. It may seem that suicide is the only answer. God HEARS us when we are in pain. \"Evening, morning and noon I cry out in distress, and he hears my voice.\" Psalm 55:17. God IS listening. I don't know why, but God does not promise that we won't experience pain. Even Jesus said, \"In this world you will have trouble.\" John 16:33. But God DOES promise to be with us and carry us THROUGH our pain. Psalm 23:4 says, \"Even though I walk THROUGH the valley of the shadow of death, I will fear no evil, for you are with me.\" Robert Frost wrote, \"The best way out is always through.\" Sometimes we have to go THROUGH pain before it will subside. Martin Luther King Jr. said, \"Unearned suffering is redemptive.\" We may not realize it, but we learn from pain. The pain of touching a hot stove teaches you not to touch it again. Sometimes pain brings things out of us that would never come out otherwise. Enduring THROUGH the pain builds our character. Dealing with pain teaches us perseverance, creates courage in us, enables us to learn coping skills we never would have otherwise, and teaches us to NEVER GIVE UP.\n\n\nWhen we are in pain, all we want is for it to END. We think ending our life will end the pain. But ending your life will only create more pain ? those who love you will be in pain and the world will lose you- the world will miss out on the beauty you bring by existing. In addition, PAIN ENDS. It WILL subside. Job, a character in the Bible, experienced such suffering that he wished he'd never been born. But Job learned something about himself and about God through his experience, and God richly blessed him. You also will receive an incredible blessing if you don't give up. \"BLESSED is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.\" James 1:12. God wants to reward you and build your character through your experience. Romans 5:3-4 says, \"Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance; perseverance, character; and character, hope.\" Hang in there. Stay positive. One day at a time. God is teaching you something and he's building your character.\n\n(continued tomorrow)",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-5-31-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2019/02/test_image.jpg?w=960&ssl=1",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=PFTLvkB3JLM",
    "Bible Project 2": "https://www.youtube.com/watch?v=JydNSlufRIs",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 138",
    "Research 2-link": "https://enduringword.com/bible-commentary/Esther 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 20\nAmerican Standard Version\n20 And there happened to be there a base fellow, whose name was Sheba, the son of Bichri, a Benjamite",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=noSuGDEx90E",
    "Song 2": "https://www.youtube.com/watch?v=r46Qex8jMSs",
    "Song 3": "https://www.youtube.com/watch?v=URlxQO6uqVo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/place/Nazareth+Village/@32.699934,35.2920402,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs%3Dw129-h86-k-no!7i5616!8i3744!4m7!3m6!1s0x151c4dd276f66109:0xc2f92a36e97c5a5b!8m2!3d32.6998773!4d35.2920481!10e5!16s%2Fm%2F063yfp6!5m1!1e4?entry=ttu",
    "3dNotes3": "Museum of life in ancient Nazareth",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/70",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]