[
  {
    "Date": "2025-10-21T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=P53a6QG4jlY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=BoIuNwrfvRg&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=6",
    "famous quote": "Live simply. Dream Big. Be Grateful. Give Love. Laugh Lots.\n-Christina Burns",
    "Ted Talks": "https://www.youtube.com/watch?v=KocDKQgWrSk",
    "Nature Video": "https://www.youtube.com/watch?v=p16g5IVCdeE",
    "User added": "\"\"Everyone who hears these words of mine and does them is like a wise man who built his house on rock.\"\n??Matthew? ?7:24? ?NET??????\n\nWhen I was a kid, I could not wait to be allowed to cut the grass. It wasn't because I loved my parents and thought it would be a blessing to be able to relieve them of that chore. No, I wanted to do it. It made me feel grown up and showed everyone how grown up I was. You didn't see me anxiously waiting to do the dishes or take out the trash. I treat Jesus' commandments the same way.   Do you find yourself picking and choosing how you live out the Gospel? Today, take some time to check your motivation.\n\n\"For in Christ Jesus neither circumcision nor uncircumcision carries any weight -- the only thing that matters is faith working through love.\"\n??Galatians? ?5:6? ?NET??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 11)\n\nAbdisa continues. \r\nAnother time I saw this man in a vision. It was two weeks after I knew Christ, when I lived where I used to live. I had a lady friend named Shitaye, which means \"my odor.\" She had introduced me to my girlfriend whose name was also Shitaye. But my girlfriend had just died and now my friend Shitaye said, \"Your girlfriend is dead. Don't be sad. Shitaye died but there are many other Shitayes.\" \r\nAnd she said she wanted me to sleep with her. So at 7 that night I went to my sister's home (by where I would meet her) and Shitaye went back to clean up. When it was time I saw her walking back and forth outside, waiting for me.\r\nI knew I had made an appointment but I couldn't get out of my chair! After about an hour I said, \"What is the problem with sleeping with this woman?\" I tried to leave the chair to go and have sex with her but I couldn't! When I was finally able to get up and leave the house I couldn't find her. So I went home. \r\nAround 2 AM in a dream I saw a big fire and that same huge person in my house. He came and I saw a lamb. He had a stick and penetrated the sheep's stomach and took it and held it over the fire on the stick. Then he touched me and said, \"This sheep is you. Before, you slept with four women. They were all HIV positive and they are all dead. But you are not dead. If you had slept with that woman you would die like a fire burning the sheep you see. I have saved you before. But if you do it again you will die like this in the fire. The voice said, \"Live with me carefully.\" \r\nI didn't sleep with anyone after I was a Christian.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]