[
  {
    "Date": "2026-01-06T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Second week of Christmastide",
    "Script 1": "\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\n",
    "Script 2": "Jacob's Dream at Bethel\n\n Jacob left Beersheba and set out for Harran.  When he reached a certain place, he stopped for the night because the sun had set. Taking one of the stones there, he put it under his head and lay down to sleep.  He had a dream in which he saw a stairway resting on the earth, with its top reaching to heaven, and the angels of God were ascending and descending on it.  There above it[a] stood the Lord, and he said: \"I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying.  Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring.[b]  I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"\n\n When Jacob awoke from his sleep, he thought, \"Surely the Lord is in this place, and I was not aware of it.\"  He was afraid and said, \"How awesome is this place! This is none other than the house of God; this is the gate of heaven.\"\n\n Early the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it.  He called that place Bethel,[c] though the city used to be called Luz.\n\n Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear  so that I return safely to my father's household, then the Lord[d] will be my God  and[e] this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\"\n\n",
    "Script 3": " All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth.  People who say such things show that they are looking for a country of their own.  If they had been thinking of the country they had left, they would have had opportunity to return.  Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.\n\n By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n",
    "Script 4": "American Standard Version\n Moreover the word of Jehovah came unto me, saying,  Say now to the rebellious house, Know ye not what these things mean? tell them, Behold, the king of Babylon came to Jerusalem, and took the king thereof, and the princes thereof, and brought them to him to Babylon.  And he took of the seed royal, and made a covenant with him; he also brought him under an oath, and took away the mighty of the land;  that the kingdom might be [a]base, that it might not lift itself up, but that by keeping his covenant it might stand.  But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such things? shall he break the covenant, and yet escape?  As I live, saith the Lord Jehovah, surely in the place where the king dwelleth that made him king, whose oath he despised, and whose covenant he brake, even with him in the midst of Babylon he shall die.  Neither shall Pharaoh with his mighty army and great company help him in the war, when they cast up mounds and build forts, to cut off many persons.  For he hath despised the oath by breaking the covenant; and behold, he had given his hand, and yet hath done all these things; he shall not escape.  Therefore thus saith the Lord Jehovah: As I live, surely mine oath that he hath despised, and my covenant that he hath broken, I will even bring it upon his own head.  And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will enter into judgment with him there for his trespass that he hath trespassed against me.  And all his fugitives in all his bands shall fall by the sword, and they that remain shall be scattered toward every wind: and ye shall know that I, Jehovah, have spoken it.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm72;Genesis28:10-22;Hebrews11:13-22",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.72,Gen.28,Heb.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f71545205fce4948935a5221fcec2423~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_afe5843d47174ff29237182495930073~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_a4356a853f704d36bbb2ce437496cba5~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 72",
    "Address Script 2": "Genesis 28:10-22",
    "Address Script 3": "Hebrews 11:13-22",
    "Address Script 4": "Ezekiel 17:11-21",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.72.1030a891e6bb9a0c8cad26114b1f35d1.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.28.1397009df94c8666cf45d6d456fba43f.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Heb.11.6827a69efee25254d95af5aeb0006411.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.17.9fa21622835d08fd56faab5c37df41c2.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 72\n\nOf Solomon.\n\n1 Endow the king with your justice, O God,\n    the royal son with your righteousness.\n2 May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n3 May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n4 May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n5 May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n6 May he be like rain falling on a mown field,\n    like showers watering the earth.\n7 In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n8 May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n9 May the desert tribes bow before him\n    and his enemies lick the dust.\n10 May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n11 May all kings bow down to him\n    and all nations serve him.\n\n12 For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n13 He will take pity on the weak and the needy\n    and save the needy from death.\n14 He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n15 Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n16 May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n17 May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n18 Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n19 Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n20 This concludes the prayers of David son of Jesse.\n\nFootnotes\na. Psalm 72:5 Septuagint; Hebrew You will be feared\nb. Psalm 72:8 That is, the Euphrates\nc. Psalm 72:16 Probable reading of the original Hebrew text; Masoretic Text Lebanon, / from the city\nd. Psalm 72:17 Or will use his name in blessings (see Gen. 48:20)",
    "Script 2": "Genesis 28:10-22\n\nJacob's Dream at Bethel\n\n10 Jacob left Beersheba and set out for Harran. 11 When he reached a certain place, he stopped for the night because the sun had set. Taking one of the stones there, he put it under his head and lay down to sleep. 12 He had a dream in which he saw a stairway resting on the earth, with its top reaching to heaven, and the angels of God were ascending and descending on it. 13 There above it[a] stood the Lord, and he said: \"I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying. 14 Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring.[b] 15 I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"\n\n16 When Jacob awoke from his sleep, he thought, \"Surely the Lord is in this place, and I was not aware of it.\" 17 He was afraid and said, \"How awesome is this place! This is none other than the house of God; this is the gate of heaven.\"\n\n18 Early the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it. 19 He called that place Bethel,[c] though the city used to be called Luz.\n\n20 Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear 21 so that I return safely to my father's household, then the Lord[d] will be my God 22 and[e] this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\"\n\nFootnotes\na. Genesis 28:13 Or There beside him\nb. Genesis 28:14 Or will use your name and the name of your offspring in blessings (see 48:20)\nc. Genesis 28:19 Bethel means house of God.\nd. Genesis 28:21 Or Since God ... father's household, the Lord\ne. Genesis 28:22 Or household, and the Lord will be my God, 22 then",
    "Script 3": "Hebrews 11:13-22\n\n13 All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth. 14 People who say such things show that they are looking for a country of their own. 15 If they had been thinking of the country they had left, they would have had opportunity to return. 16 Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.\n\n17 By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son, 18 even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a] 19 Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n20 By faith Isaac blessed Jacob and Esau in regard to their future.\n\n21 By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n22 By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\nFootnotes\na. Hebrews 11:18 Gen. 21:12",
    "Script 4": "Ezekiel 17:11-21\nAmerican Standard Version\n11 Moreover the word of Jehovah came unto me, saying, 12 Say now to the rebellious house, Know ye not what these things mean? tell them, Behold, the king of Babylon came to Jerusalem, and took the king thereof, and the princes thereof, and brought them to him to Babylon. 13 And he took of the seed royal, and made a covenant with him; he also brought him under an oath, and took away the mighty of the land; 14 that the kingdom might be [a]base, that it might not lift itself up, but that by keeping his covenant it might stand. 15 But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such things? shall he break the covenant, and yet escape? 16 As I live, saith the Lord Jehovah, surely in the place where the king dwelleth that made him king, whose oath he despised, and whose covenant he brake, even with him in the midst of Babylon he shall die. 17 Neither shall Pharaoh with his mighty army and great company help him in the war, when they cast up mounds and build forts, to cut off many persons. 18 For he hath despised the oath by breaking the covenant; and behold, he had given his hand, and yet hath done all these things; he shall not escape. 19 Therefore thus saith the Lord Jehovah: As I live, surely mine oath that he hath despised, and my covenant that he hath broken, I will even bring it upon his own head. 20 And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will enter into judgment with him there for his trespass that he hath trespassed against me. 21 And all his fugitives in all his bands shall fall by the sword, and they that remain shall be scattered toward every wind: and ye shall know that I, Jehovah, have spoken it.\n\n \nFootnotes\nEzekiel 17:14 Hebrew low.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\nFootnotes\na. Psalm : Septuagint; Hebrew You will be feared\nb. Psalm : That is, the Euphrates\nc. Psalm : Probable reading of the original Hebrew text; Masoretic Text Lebanon, / from the city\nd. Psalm : Or will use his name in blessings (see Gen. :)",
    "Script 2": "Genesis :-\n\nJacob's Dream at Bethel\n\n Jacob left Beersheba and set out for Harran.  When he reached a certain place, he stopped for the night because the sun had set. Taking one of the stones there, he put it under his head and lay down to sleep.  He had a dream in which he saw a stairway resting on the earth, with its top reaching to heaven, and the angels of God were ascending and descending on it.  There above it[a] stood the Lord, and he said: \"I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying.  Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring.[b]  I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"\n\n When Jacob awoke from his sleep, he thought, \"Surely the Lord is in this place, and I was not aware of it.\"  He was afraid and said, \"How awesome is this place! This is none other than the house of God; this is the gate of heaven.\"\n\n Early the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it.  He called that place Bethel,[c] though the city used to be called Luz.\n\n Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear  so that I return safely to my father's household, then the Lord[d] will be my God  and[e] this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\"\n\nFootnotes\na. Genesis : Or There beside him\nb. Genesis : Or will use your name and the name of your offspring in blessings (see :)\nc. Genesis : Bethel means house of God.\nd. Genesis : Or Since God ... father's household, the Lord\ne. Genesis : Or household, and the Lord will be my God,  then",
    "Script 3": "Hebrews :-\n\n All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth.  People who say such things show that they are looking for a country of their own.  If they had been thinking of the country they had left, they would have had opportunity to return.  Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.\n\n By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\nFootnotes\na. Hebrews : Gen. :",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  Say now to the rebellious house, Know ye not what these things mean? tell them, Behold, the king of Babylon came to Jerusalem, and took the king thereof, and the princes thereof, and brought them to him to Babylon.  And he took of the seed royal, and made a covenant with him; he also brought him under an oath, and took away the mighty of the land;  that the kingdom might be [a]base, that it might not lift itself up, but that by keeping his covenant it might stand.  But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such things? shall he break the covenant, and yet escape?  As I live, saith the Lord Jehovah, surely in the place where the king dwelleth that made him king, whose oath he despised, and whose covenant he brake, even with him in the midst of Babylon he shall die.  Neither shall Pharaoh with his mighty army and great company help him in the war, when they cast up mounds and build forts, to cut off many persons.  For he hath despised the oath by breaking the covenant; and behold, he had given his hand, and yet hath done all these things; he shall not escape.  Therefore thus saith the Lord Jehovah: As I live, surely mine oath that he hath despised, and my covenant that he hath broken, I will even bring it upon his own head.  And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will enter into judgment with him there for his trespass that he hath trespassed against me.  And all his fugitives in all his bands shall fall by the sword, and they that remain shall be scattered toward every wind: and ye shall know that I, Jehovah, have spoken it.\n\n \nFootnotes\nEzekiel : Hebrew low.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\n",
    "Script 2": "Genesis :-\n\nJacob's Dream at Bethel\n\n Jacob left Beersheba and set out for Harran.  When he reached a certain place, he stopped for the night because the sun had set. Taking one of the stones there, he put it under his head and lay down to sleep.  He had a dream in which he saw a stairway resting on the earth, with its top reaching to heaven, and the angels of God were ascending and descending on it.  There above it[a] stood the Lord, and he said: \"I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your descendants the land on which you are lying.  Your descendants will be like the dust of the earth, and you will spread out to the west and to the east, to the north and to the south. All peoples on earth will be blessed through you and your offspring.[b]  I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised you.\"\n\n When Jacob awoke from his sleep, he thought, \"Surely the Lord is in this place, and I was not aware of it.\"  He was afraid and said, \"How awesome is this place! This is none other than the house of God; this is the gate of heaven.\"\n\n Early the next morning Jacob took the stone he had placed under his head and set it up as a pillar and poured oil on top of it.  He called that place Bethel,[c] though the city used to be called Luz.\n\n Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear  so that I return safely to my father's household, then the Lord[d] will be my God  and[e] this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\"\n\n",
    "Script 3": "Hebrews :-\n\n All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance, admitting that they were foreigners and strangers on earth.  People who say such things show that they are looking for a country of their own.  If they had been thinking of the country they had left, they would have had opportunity to return.  Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.\n\n By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  Say now to the rebellious house, Know ye not what these things mean? tell them, Behold, the king of Babylon came to Jerusalem, and took the king thereof, and the princes thereof, and brought them to him to Babylon.  And he took of the seed royal, and made a covenant with him; he also brought him under an oath, and took away the mighty of the land;  that the kingdom might be [a]base, that it might not lift itself up, but that by keeping his covenant it might stand.  But he rebelled against him in sending his ambassadors into Egypt, that they might give him horses and much people. Shall he prosper? shall he escape that doeth such things? shall he break the covenant, and yet escape?  As I live, saith the Lord Jehovah, surely in the place where the king dwelleth that made him king, whose oath he despised, and whose covenant he brake, even with him in the midst of Babylon he shall die.  Neither shall Pharaoh with his mighty army and great company help him in the war, when they cast up mounds and build forts, to cut off many persons.  For he hath despised the oath by breaking the covenant; and behold, he had given his hand, and yet hath done all these things; he shall not escape.  Therefore thus saith the Lord Jehovah: As I live, surely mine oath that he hath despised, and my covenant that he hath broken, I will even bring it upon his own head.  And I will spread my net upon him, and he shall be taken in my snare, and I will bring him to Babylon, and will enter into judgment with him there for his trespass that he hath trespassed against me.  And all his fugitives in all his bands shall fall by the sword, and they that remain shall be scattered toward every wind: and ye shall know that I, Jehovah, have spoken it.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]