[
  {
    "Date": "2025-10-19T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=qNk-kc0XH4A",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=7d6PmRAS4DM&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=4",
    "famous quote": "To launch a business means successfully solving problems. Solving problmes means listening.\n-Richard Branson",
    "Ted Talks": "https://www.youtube.com/watch?v=BhdPVAni8K8",
    "Nature Video": "https://www.youtube.com/watch?v=qmN1Gf8rRc8",
    "User added": "\"There was such a swirl of activity around Jesus, with so many people coming and going, that they were unable to even eat a meal. So Jesus said to his disciples, \"Come, let's take a break and find a secluded place where you can rest a while.\"\"\n??Mark? ?6:31? ?TPT??????\n\nAs a Christ-follower, you have been set apart by God to live a life that differs from what the world would have you live. Paul uses the word \"calling\" to describe that point in time where the voice of Jesus overcomes the voice of your own rebellious heart. Today, make space in your day to hear His voice. God will make sure the world carries on without you. And if that thought scares you, all the more reason to \"rest a while\" with Jesus.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 9)\n\nI was thinking back to his vision, and trying to figure out how those things were powerful enough to make such a significant change in him. I wanted to make sure I understood them. So I asked. \r\nWhat did the sword hanging from the ceiling mean? \r\nAt that time I considered myself a hero and that made me not feel afraid of anyone. So in that moment the sword being there was saying you can do what you want to do but you will have to answer for your actions. It was saying you will either die or live. The voice was from God. You know, even today when I pray, if I see that vision of a sword that person will be healed.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://youtu.be/axYBz0BfmRg?si=RddMo7SgPKq1xZyW",
    "Music Video Instructions": "Imagine God meeting you in your despair with an adventure like this, His Holy Spirit \"Washing\" over you. You are \"His Baby\"."
  }
]