[
  {
    "": "2025-08-29T07:00:00.000Z",
    "Art title 1": "Choose Joy",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1118dcb4d258462caf9ddc06d039c2b9~mv2.jpg",
    "Artist Statement 1": "We have a choice, we can lift our heads above the thick water and choose to focus on the warmth of joy.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-04397904-ad0a-4b48-80a7-7d38fa4e18ad",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Little Dude Inside",
    "Story Link": "https://www.rawspoon.com/post/the-little-dude-inside",
    "excerpt": "Derrick was the best, nicest Christian in the whole school. . .\n\nIf you could really call him a Christian.\n\nHe walked with all the ugly, poor, and mentally challenged kids at school and everybody loved him for it.  He practiced his Bible verses on the bus and knew them better than anyone at church.  He was the go-between for his parents and his rebellious brother and sister.  He had a very kind-hearted, pretty girlfriend and left romantic notes on her locker every day. He worked hard in his classes and when everybody was cheating off of each others' papers, he was very proud that his eyes didn't wander.\n\nBut pride was the problem that his whole house of cards was built on . . .\n\nHe didn't realize he was jostling it when after six months of dating his girlfriend he dumped her.  \"She's a great girl,\" he thought to himself, \"and it sounds terrible but I think i can get better.\" He broke it off after church, in a very polite and proper way but she was devastated and cried for days. Although he was lonely sometimes, he found himself already looking for better girls.\n\nIt wasn't until a month later that the house of cards got a bigger push and his life crashed down. It happened when another boy asked her out. The guy that asked her out was older, better looking, had a job and a car already, and played football on varsity. PLUS, this new boy was a very strong Christian. This is when Derrick realized his mistake was that he stayed with her until he thought he could get better, not because he really loved her. She had loved him with true, real love, even though she COULD have gotten someone better looking and more talented the wh",
    "Audio file": "",
    "Blog Title": "Life is not Fair, But it is your story",
    "Blog Link": "https://www.rawspoon.com/post/life-is-not-fair-but-it-is-your-story",
    "Blog excerpt": "As much as we'd like it to be otherwise, life is not fair. Some people with mediocre ethics get the hot spouse, healthy kids, their career takes off, and they're naturally charismatic, which brings them tons of friends. \n\n\nThen there is my friend who chose to live out of her car so that she could better minister to the many young women she discipled, and then got a chronic pain disease. Not just any pain disease, but a disease called the \"suicide disease\" because the pain is so bad, most people commit suicide from it. \n\n\nDefinitely doesn't sound fair to me. \n\n\nWe're very much into things being fair as modern Americans. Equality has become perhaps the most important ethic in our modern paradigm. We all deserve equal rights. You can't take my individual rights away! \n\n\nAnd I think fairness is definitely good to strive for when it's us whose giving it. \n\n\nBut here's the tension: it seems that God doesn't seem to prize that ethic nearly much as we do (at least in matters of pleasures and success.) People die young. The bad person gets the job. Innocent love is taken advantage of. All of us are either benefactors or victims of a world that is not fair.\n\n\nIf God is in charge of all this, and we hold fairness in such paramount importance, it kind of makes us think God isn't good at all.\n\n\nBut if we lift fairness up as the ultimate ethic, and judge God by it I think we miss out on something far richer. \n\n\nStory. \n\n\nThink about Joni Erickson Tada. You know, that Christian lady who dove into shallow water or something when she was young and was paralyzed. Not fair. But she decided to use her platform as a paraplegic for good. Motivational speaking and books and stuff. And it's part of a beautiful story people write about in books.\n\n\nBut it doesn't have to be a story with an heroic outcome. It can be a very sad story and still be beautiful. Think of your favorite movies. It usually starts off by a good person who is broken in some way. There is a change that needs to happen inside of them for them to be more whole. And they go through some really difficult, unfair things to get there. But in the end, it has changed them. Even if they are alone in their low income, one room apartment at the end, if they have learned the value of love, or have simply survived a horrendous battle, and come out the other side a more humble, whole, loving person, we love them, and love their story. And we cherish that movie. That's what we like to see in movies, instead of someone who easily gets exactly what they think they deserve.\n\n\nI know not all stories end up with a better human on the other side. But remember we don't yet get to see the credits. And it's not just about us. This is a very long story involving the whole world of people, and our story spans generations before and after us. And the risk of it not working out is also what makes a good story. There is a threat of humungous loss in the balance. \n\n\nThe best stories are the ones with the most at stake. And I'd like to be part of those. \n\n\nAnd pleasure here in this world is nice but the story, and the transformation of who we are is what we believe carries over into the next life and stays with us forever. I'd rather go through very difficult things because life is richer, I will grow my eternal spirit, and the story the angels will tell about us some day will be greater.\n\n \n\nAnd that never could have happened if life was fair. \n\n\nRaw Spoon\n\n9-22-2020",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0110-scaled.png?w=2560&ssl=1",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_1b3b544ba8ff48aa8c2f0354b658049f~mv2.jpg",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0105-scaled.png?w=2560&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=tEBc2gSSW04",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=WhP7AZQlzCg",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 112:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 18",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Peter 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Daniel 4",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=zK_8FMAR618",
    "Song 2": "https://www.youtube.com/watch?v=g8dK6HMS2Ns",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0cfa7dee-ef1f-4d59-8c26-5f3d10799b22.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]