[
  {
    "Date": "2025-08-17T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-nh3g6F63qM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=8",
    "famous quote": "There is no greater threat to the critics and cynics and fearmongers than those of us who are willing to fall because we have learned how to rise.\n-Bren? Brown (in \"Rising Strong\")",
    "Ted Talks": "https://www.youtube.com/watch?v=_dpanM1yPbk",
    "Nature Video": "https://www.youtube.com/watch?v=LJmnuR0wAeo",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "by Anthony Gurrola:\n\nBlessed are the pure of heart, ..for they will see God.\n\nAs a survivor of sexual assault, this has been the thorn in my flesh.\n\nThis has been the battle against my identity.\n\nThat because of what was done to me, I am therefore not pure.\n\nThat didn't seem fair.\n\nAnd it's not.\n\nBut neither is His grace.\n\nI remember one time, my wife, my friend and I paid a visit to the International House of Prayer in KC.\n\nWith no intentions other than His presence, and no expectations other than maybe leaving feeling good, we went in.\n\nWe sat together for a bit, listened to worship, prayed, then the Lord told me to do something I was terrified of.\n\n\"Close your eyes for 20 minutes.\"\n\nMy heart sank. Immediately I was filled with anxiety.\n\n\"What if when I close my eyes, my wife and friend are gone?\"\n\n\"What if I'm abandoned?\"\n\n\"What if I'm alone?\"\n\nThese were the thoughts running rampant through my head. They were so chaotic and violent. It felt like my soul was hemorrhaging.\nIf you have ever struggled with anxiety, you know the feeling.\n\nAbove my safety, I wanted to be obedient.\n\nSo I did it. It took everything in me but I closed my eyes.\n\nInstantly everything was black. Void of color. No sign of life.\n\nThen almost immediately after, what I saw forever changed how I live my life.\n\nI saw eyes that burned like flames of fire.\n\nRaging flames consumed my vision.\n\nThe darkness was lit up.\n\nIt was terrifying. More so than being alone was.\n\nFor the only thing scarier than being alone is being in the full presence of God.\n\nBut this is the fear I needed.\n\nAll of a sudden, I heard these words.\n\n\"Fear only me.\"\n\nAnd just as soon as a closed my eyes, they were opened again.\n\nThe 20 minutes had passed like lightening.\n\nWhat I hadn't realized at first was what Yahweh was doing in me.\n\nAt first when I closed my eyes, all I could see was black, then an explosion of orange. The flames were all consuming.\n\nThis was significant to me because the room I was assaulted in was orange.\n\nAnd I'll never forget it.\n\nHe was healing what had been done to me and at the same time, doing a new thing in me.\n\nHe was making Himself more terrifying than anything abuse had to offer.\n\nHe was restoring my vision.\n\nWhenever I would see a sunrise I was reminded of suffering.\n\nWhenever I saw a sunset, I only felt pain.\n\nHe was purifying my heart.\n\nSo that when I saw the colors of fire, instead of seeing my suffering.\n\nI saw Him.\n\nHim in all His terrifying goodness.\n\nBlessed are the pure of heart, for they will see God.\n\nEven when you feel like your innocence was stolen.(like mine)\n\nHe says \"You are already clean.\"\n\nEven when I feel the furthest from purity, He doesn't hide Himself from me.\n\nBlessed are the abused.\n\nNot because it's a blessing to be abused.\n\nBut because Christ bears it with you.\n\nIf you'll let Him,\n\nHe'll take the weight.\n\nHe'll take the suffering.\n\nHe'll take the dirtiness.\n\nHe'll take the perversion.\n\nHe'll take the molestation.\n\nHe'll take the rape.\n\nHe'll take the trauma.\n\nHe'll drink the cup of their sin and your suffering only to bring you peace.\n\nAnd if you were the only one, He would say you're worth it.\n\nBlessed are the pure of heart, Because not matter what they have seen before, they will still see God.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zCkivHKI8t0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/A6eJxO_PF1c",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]