[
  {
    "Date": "2025-11-23T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1EXhh7fgu3A",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=7",
    "famous quote": "Treasure your relationships, not your possessions.\n-Anthony J. D'Angelo",
    "Ted Talks": "https://www.youtube.com/watch?v=FWTNMzK9vG4",
    "Nature Video": "https://www.youtube.com/watch?v=ndQZBQJf034&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=42",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 12)\n\nSo you could see bits of his hair?\n\nI couldn't see it for much time because of the light. Sometimes it changed the color to something like that green. \n\nHe points at our neon green nametags.\n\nSometimes strong light comes out of his eyes. \nAnd in the vision I saw the book of life. It is a really, really big book. It has a reddish color. I saw a few other books, which were smaller, stacked next to it and I asked, \"What are these books?\" And he told me these books were the gospels, which the missionaries use as their guidelines. \n\nThe Gospels? Like Matthew, Mark, Luke, and John?\n\nIt was the whole Bible, on either side, in little books. I asked the man in my vision what they were. And he said, \"These are the books of Moses. These are the guidelines for Christians on earth.\" I understood that the Book of Moses was the whole Bible, because Moses wrote the part with the Ten Commandments that were the instructions to the Israelites, but Jesus' life is the instructions of how to fulfill it.\n\nWhat did the look of Jesus make you feel? Fear? Love?\n\nEverything was perfect in my vision. The country was flat and everything was perfect. The light, the fire I saw, gave me joy. \n\nDo you think you saw heaven? \n\nI'm not sure, but that vision gave me joy. \nHe points to the sky and it looks like he is describing what he is seeing.\nI saw my name in the middle of names after he opened the book. That brought me happiness.\n\nWere there other people in the flat land? \n\nNo. And I don't want to add anything to that land. \n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.facebook.com/1124461228/videos/612857703425512/",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]