[
  {
    "Date": "2025-12-15T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=82IDhHARryM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMzg1MDQxY2UtZTg4MS0zZTBmLWI5ZjctYmIxY2RmMDJlM2Qz?sa=X&ved=0CAcQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQvhU",
    "Yoga": "https://www.youtube.com/watch?v=IOeCWsIj2c0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=2",
    "famous quote": "Do what is easy and your life will be hard. Do what is hard and your life will become easy. \n-Les Brown",
    "Ted Talks": "https://www.youtube.com/watch?v=NkYk36wpk-4",
    "Nature Video": "https://www.youtube.com/watch?v=NvlalDNxccw",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 5)\n\nWhat message do you want to give to Americans?\r\n\nI believe that this world is becoming complicated, and globalization is bringing people together and making people think differently. People are after knowledge right now. They think if you have knowledge, money and God, that is enough. But life is beyond even that, bigger than that. Life is giving yourself to others so that you can impact other lives. It is just not living your own life. You should not be self-centered. Give what you have.\r\nI know American people are the most giving people for the gospel and humanitarian work. And I respect Americans for the value they give to missions. But they are after knowledge. They do not need the wonders and miracles. But my people are not after knowledge or wealth. They depend on God for everything. They depend on God for what they eat, what they drink, for everything in their life. Their faith in God is what brings the miracles.\r\nBeing dependent on God brings the miracles.\r\nFaith brings the miracles. \r\nIf you feel you have everything and are efficient you don't need to have faith to do something. But African people don't have anything so they depend on God and God is providing what they need.\r\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=8Uw15Ld84Ew",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]