[
  {
    "": "2025-08-31T07:00:00.000Z",
    "Art title 1": "Do Not awaken Love Until it So Desires",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a84a97b236c74ee7a61c3b07bec4ee18~mv2.jpg",
    "Artist Statement 1": "When the powerful talons of love are awoken at the wrong time, it can tear a heart apart. But if it is awoken when the timing is right, it can take that same heart and soar.\n\nThis is the art my wife bought, which was our first meeting. We both realized that, despite the pressure from culture to be married by our 40's, it was God's timing that would bring us love.  \n\nSong of Solomon 8:4, Song of Songs 2:7, Song of Songs 3:5, Song of Songs 8:4",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383c4d09-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "Love Has Awoken",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_8c428d13ddd146c78dbbda5838f4f0ea~mv2.jpg",
    "Artist Statement 2": "",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-383c4d09-cb81-11ea-8c85-12879e2400f0",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Martin's Daughter",
    "Story Link": "https://www.rawspoon.com/post/martin-s-daughter",
    "excerpt": "Martin and Carrie have four kids.  Their youngest daughter, Mary is a tenderhearted fourth grader and she idolizes her 7th grade brother, Maylin, despite his rebellious nature.\n\nMartin knew the dangers awaiting his son in middle school.  that's why he was worried that Maylin would not listen to his parents despite increasingly severe punishment.\n\nOne time Martin sent him home to his room for pushing a little girl into the pool at a neighborhood party. When Martin and the rest of the family got home they found Maylin had taken the TV from the family room into his room and was watching it. Martin thought, if Maylin wouldn't respect him now, would he listen to him when it was more important?\n\nLittle Mary always followed her brother around. She had been with him when he pushed the neighbor girl into the pool. She was the one who went for help when the little girl fell in the pool, but when she got home she went into Maylin's room to silently sit by his side to watch TV next to him. She told her dad she felt bad for him.\n\nWhen the neighbor told Martin's wife one time that Maylin had pushed her son into the street and he would have to stop playing with Maylin unless something changed, Martin was humiliated but was intent on giving his son severe, though fair punishment. For a crime that could have caused much physical pain, physical pain would be the punishment. Martin sat in a chair in the living room, bent Maylin over his knee and found it extremely hard to bring his hand down hard enough on his son's behind to make it apt punishment.But he did his best and gave him five firm swats. Maylin was strong and while fighting off tears, he shot an indignant smirk back at his dad as he went to his room.Again Mary wanted to go be with her brother because she felt bad for him. Martin heard her knock on Maylin's closed door but this time Maylin said she couldn't come in. She sat outside and waited for him until they let him come out for dinner.\n\nOne day Maylin spit on a boy at school in front of all the kids in the playground. Martin knew he must give apt punishment to Maylin.  He hadn't thought it all the way through when he declared what the punishment would be.  He was angry.  He had said, Maylin must know what it feels like to be spit on, and then he would go to his room to think about it for the rest of the night. As Martin realized what that meant, he knew he could not bring himself to spit on his son. Before he realized what he was saying the gospel came out of him.With the whole family listening he said that there was a new rule. He declared that just punishment must be taken for every crime, but now some one else could take the punishment for him. Martin and Maylin stood in a silent standoff. Finally Martin crouched down and lowered his head in front of Maylin's face. The moment was awkward as Martin sternly commanded his son to spit on him if he did not want to take his own punishment. Maybe this would change Maylins heart.\n\nThey waited there in this absurd standoff for probably 30 very long seconds. Finally Maylin, hesitantly spit in Martin's thinning black hair. He watched it soak in with his jaw locked, clenching his fists at his side. Martin slowly got up, looked at his son's stubborn face and went to his room for the rest of the night.\n\nMartin washed and he read the Bible for a bit, finding where it says, no greater love hath someone than giving up his life for his friends. When Carrie came up after dinner she told him Maylin had acted as if nothing had happened. She said that little Mary still sat next to Maylin and even gave him her ice cream when he finished his.\n\nThe next big blowup was when Maylin pushed a kid down who had gotten Heelies (the shoes with wheels in them). Everybody knew that Maylin wanted Heelies but that he was not allowed to get any because he had been so bad. So when one of his friends from the neighborhood was skating through his house Maylin told him he couldn't wear them in his house. He told him to give him the wheelies but the boy crossed his arms and said no. Eventually he went to leave and Maylin pushed him down the steep cement porch steps. He skinned his hands and knees pretty badly and scuffed his new wheelies. Mary had been following Maylin around but ran to her room when she saw her brother push the boy all the way down the three steps.\n\nThat night when Martin got home and his wife told him what had happened, he took Maylin into the living room by himself. As Martin explained to his son how he was disappointed with him and how he was never going to keep any friends if he continued to hurt people, he slowly removed his belt.\n\nMaylin's eyes got wide and he was very quiet. Martin continued, \"That boy could have gotten very very hurt. What if he had hit his head? I will give you a fair punishment. You hurt that boy very bad but you are lucky it wasn't worse.\" Martin slowly folded the belt over in his hand and walked over to an end table. He slapped the belt down hard against the table, making a loud snap. Maylin's eyes were locked on the place on the table. He resisted flinching.\n\n\"How many spankings will I have to give you with this belt?\"\n\nMaylin clenched his fists and stared his dad in the eye and said, \"As many as you want. It won't hurt.\"\n\nMartin slapped the belt against the edge of the table again. Their stare was locked and unmovable. He slapped the table again.\n\n\"It won't hurt.\"\n\nMartin slapped the table for the fourth time.\n\n\"It won't hurt.\"\n\nMartin continued slapping the table until he slapped the table for the seventh time. This one harder than any of the others.\n\nA scream came from the stairs around the corner. Little Mary had come down from her room and was listening from the stairs. Maylin shot a look at his dad. Then they saw her peek around the corner. She was crying. She held the back of her wrist against her eye, sniffing, as she shuffled to her daddy's leg. She was avoiding looking at Maylin.\n\nStruggling to keep a stern voice Martin told her, \"Not right now, Mary. I need to talk with Maylin alone. Go into the kitchen with mom right now, honey.\" She tugged on his leg and then on his arm. And when Martin still didn't get the idea she whispered an embarrassed.\"I want to tell you something.\"\n\nHe slowly knelt down, still keeping a very stern eye on Maylin. She whispered something in his ears. \"What, Mary?\" He had to try hard to understand her muffled whisper. Martin's wife said she heard him catch his breath from the kitchen when he finally understood what little Mary had said.  He said, \"Yes, Mary.  I did say that.\"  Martin swallowed hard as he slowly rose to his feet, hugging his daughter to his leg.  She buried her face in Martin's slacks.  She would still not look at Maylin.  But Martin looked at him now with a righteous anger.  He now saw a much bigger picture.  He saw the painful solution that he had been praying for.  If this didn't work... he didn't know what.\n\nHis eyes never left Maylin as he picked little Mary up.  He carried her over to the chair.  He sat down and held her, not wanting to let go.  But Mary slowly wriggled out of Martin's arms and leaned over his knees.  She sobbed quietly.  It was the only sound.  Martin leaned over and told Mary, \"I'm so, so sorry, Mary. I'm so so sorry.\"\n\nMartin's wife peeked around the corner and saw Martin folding his belt over.  He lifted his arm and swung.  He knew it wouldn't take much so he slowed his swing at the last moment.  There was only a small slap on her behind, but shouts and screams simultaneously came from Maylin and his mother.  Maylin ran and pushed Mary off of Martin's lap and screamed at him, \"Ok, so do it!  Just do it, do it to me!\" and he climbed onto his lap in her place.\n\nMartin went easy on him.  But I don't think either one of them were thinking about the six more pathetic slaps of the belt.  They were both, I think, thinking about little Mary who had been picked up by her mom and carried to her room. \n\nWhen Maylin got up, he did not look at his dad.  The only words that he said were, \"Can I go to Mary's room?\"  Martin waited until Maylin looked up at him and Martin nodded.  For the rest of the night he just sat next to Mary. \n\nBefore, it had been Mary who was hanging around Maylin.  Now sometimes it looked more like Maylin was hanging around little Mary.  And slowly, as Maylin hung out with Mary more, his character began to look more like hers.  The rebellious, belligerent Maylin was becoming more like tender, compassionate Mary. \n\nI think maybe when God saw that harsh punishment was not enough to keep his children from making harmful decisions, he resorted to a much more powerful ideal, the one at the root of his character.  The root that drew him to create people in the first place.  It was love.  The innocent had to take the punishment of the sinners to show the deepest type of love.  The love that dies for it's friends- even when that love is not deserved.  And that love would work in our hearts far more powerfully than our own punishment ever would. \n\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "Solutions To Anger",
    "Blog Link": "https://www.rawspoon.com/post/solution-to-anger",
    "Blog excerpt": "What usually makes me angry is when something willingly gets in the way of what I'm trying to get accomplished. I'm trying to get somewhere and the traffic is just doing it's best to hold me back. Or the idiocy of the software engineers are willingly trying to delay my project. I think this is maybe why people get so jazzed when people cut them off in traffic. It's other people delaying your destination by pushing themselves in between.\n\nAt least all that's what I find myself thinking until I check myself.\n\n\nI was reading in Mark 4 again, this time where Jesus says \"Why are you afraid? Don't you have faith?\" And he speaks the waves and stormy winds down. They were afraid what they were just trying so hard to do (stay alive and perhaps help Jesus get somewhere) was about to be thwarted by the weather.\n\nAnd I realized maybe that's my solution as well. \"Why are you afraid you won't accomplish it, Ross? Just have faith!\" He holds my future. He dictates the success of my endeavors. He manages my relationships with the people I'm a little late to see.\n\nI think that would help when I get angry. Next time I'm at a stoplight, muttering under my breath about intersection engineers, I think I should remember not to worry. Just do the best I can and trust God with the results.\n\nRaw Spoon, 12-6-18",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=l9vn5UvsHvM",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 81:1, 10-16",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 2",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 13",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 14",
    "The Chosen 3": "https://youtu.be/3bsCyG2xBPs",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=gNS2eterjY0",
    "Song 2": "https://www.youtube.com/watch?v=QcmrqaMXEo8",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/56",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]