[
  {
    "": "2025-08-20T07:00:00.000Z",
    "Art title 1": "Scarcity Veils Our Spiritual Health",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_bfcb35dc336e4e50b0b242733fcaf696~mv2.jpg",
    "Artist Statement 1": "Because we're so focused on what we think we want, are we blind to our spiritual hunger/poverty? What is the main need in your life? Ask yourself, if that were filled, would your spiritual emptiness have been filled. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_bfcb35dc336e4e50b0b242733fcaf696~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "\nScarcity Veils Spiritual Health",
    "Story Link": "https://www.rawspoon.com/post/story-scarcity-veils-spiritual-health",
    "excerpt": "Akemi worked hard like his father. More hours than his peers and this gave him the respect to sit on boards at non-profits and even of the secretary of finance. This was encouraged in the Japanese way. The hunger for more. Work harder. Produce faster. It was never enough. We could always do more.\n\nIn his mind, and the mind of his peers, he was an outstanding man. But when he retired he found out otherwise. \n\nHis wife shouted at him from the other room. \"Now you say you're so bored. Do you still expect me to take out your trash and do your laundry?!\" He cringed, thinking that the apartments next door could hear her.\n\nHe never realized his wife thought of him like this. But he had never been around her enough to know. He would get up before her, drink his coffee, go to work for 12 hours, and get home usually as she was going to bed. And he didn't realize his kids thought the same about him until they wouldn't come around when he asked them to drop by. \n\n\"Oh, now you have time for us?!\" His daughter said as she hung up on him. \n\nHe was wandering towards a bar one afternoon after his wife had shouted him out of the house. He was fuming. How had he fallen from being the symbol of success to the most hated man he knew. \n\nSuddenly, the grubby hand of a homeless man in a doorway was reaching up, asking for change. \n\nAkemi stopped and fumbled in his pocket. Organ music caught his ears. He looked up and the doorway he was in was an old church.\n\nWhen Akemi could only produce credit cards and a 5,000 yen bill  he wasn't willing to break, the homeless man said, \"It's okay. I have all that I need.\"\n\nAkemi looked at him as his frustration blew up all over him, \"What do you mean, you have all that you need. You don't even have enough to eat!\"\n\nThe homeless man looked up at him with compassion. \"No, but my soul is rich.\" I feel close to my creator every morning and evening,\" he motioned to the music. \"And my soul will live, even after this aching old body has died.\"\n\nAkemi was speechless. Eventually the homeless man demanded, \"Here, my friend. Give me the yen bill you have. Just give it to me. C'mon.\" Akemi slowly handed it to him, dumbfounded. The homeless man produced a pen and scribbled something on the bill and handed it back to him. \"Now you will be rich.\"\n\nAkemi squinted at the bill and read, \"I am the bread of life. In me you will never go hungry again.\"\n\nAkemi swallowed. He looked down the street and saw the blinking neon light of the bar to which he had been headed. After a minute more of shifting awkwardly he excused himself as he stepped over the homeless man and went into the church. \n---\n\nWhat do you feel you have a scarcity of? If you knew that God would provide that thing in full for you, what moral or spiritual or relational currency might you be poor in?\n\nRaw Spoon, 8-8-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/Wc-5g-Wa2I4",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_1dedafc5408b4fb7bea3af26a85dc29a~mv2.jpg",
    "Sketchnotes1b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2022/09/2022-09-11-TRBC-service.png?w=3300&ssl=1",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_af4161fb7ee942deac80182813a9414e~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=PgmAkM39Zt4",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 32",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 25",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 19",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 22",
    "The Chosen 3": "https://youtu.be/hlOSiWSwfO4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=KfQZGUgGD-Q&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=21",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]