[
  {
    "Art title 1": "He is Hard to The Hard-Hearted, and Healing to The Broken-Hearted",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0e69a15076a648d48dd4f466344e6f1c~mv2.jpg",
    "Artist Statement 1": "After reading how Jesus treated some people, I was under the impression he was often frustrated and enigmatic with people, like when responding to the Pharisees who were simply asking him questions. Or he was often criticizing disciples for not understanding (\"Are you still so slow to understand!?\"). And he even seemed pretty brutal, like when he curses the fig tree to never bear fruit because it didn't have figs, even though it wasn't the season for it. I didn't feel like responding to people like that was something I should try to emulate.\n\nBut when I mentioned my sentiment to other Christians, they said I was missing the places where he was tender and needed to read it again. \n\nSo I looked back at how Jesus interacted with people, and I started to see a pattern. When Jesus was talking to people who were hard-hearted, skeptical or asking him to prove himself (like the Pharisees), he was enigmatic. When a people had been told to behave for generations but had not obeyed, he practically gave them over to their desires (the Fig tree was symbolic of some in Israel). When he needed to remind the disciples he had been saying over and over already, he used a tone that implored them to look again. But when someone came to him at the end of themselves, hurting and broken-hearted, he was tender and patient and beautiful to them. He forgave them, healed them, and gave them hope. \n\nThat is the sort of compassion I would like to emulate, while being aware there will be those others who are not ready to receive the tender good news I try to offer.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-b06dd346-04bb-4862-909c-1f3c341592d0",
    "Art title 2": "Curate Your Mind",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_1c906b13bf5f42ee8b135cc2a9853827~mv2.jpg",
    "Artist Statement 2": "We get to choose what we let reside in our minds. Choose good thoughts, wholesome ones. Whatever is good and true, uplifting and worthy of having in a place you want to spend all your time. Because that's where you have to live. Curate your space.",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-2632e11a-1faf-433d-9ec9-f6d629f509d8",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "How Big Is Your Self?",
    "Story Link": "https://www.rawspoon.com/post/story-how-big-is-your-self",
    "excerpt": "Grayson had struggled his whole life. He could take apart and fix a TV, and he read 900-page philosophy tomes, but had barely gotten D's all through high school.\n\nHe had the biggest heart of anyone his mother knew, but any friends eventually got scared away. Grayson went through extremes and had just gone through weeks of feeling suicidal, saying he had just been left by too many friends, and even his father. And it scared her. She tried to help a lot of people, but they rarely gave to her as much as she did to them. She helped Grayson of course, but her son Grayson was the closest thing she had to a real friend. \n\nShe had just found out about \"manic depression\" and recognized he had turned the corner and was now in a full blown \"manic episode.\"\n\nShe sadly watched Grayson, with her hand covering her mouth, as he darted back and forth, around the chairs and couch in the living room, talking quickly. \n\n\"Mom, I've found it.\" He said, \"It pulls everything together. Not just science, but love and relationships and religion!!\" He glanced up at her with excitement and then kept talking rapidly without recognizing her concern. \n\n\"Einstein was looking for the equation which would unify the apparently contradictory theories of Nuclear Physics with Relativity. But he was looking too small.\" He walked over to his mom. \"He forgot to include spiritual forces.\" He gestured to her heart and then to his. \"That's what gives us the visual model!\" \n\nHe reached up and held her shoulders. She smiled through teary eyes.\n\n\"It's okay mom! I'm okay now. I've discovered it. Through string theory we've found out that the key to unifying it all has something to do with gravity. But what's the spiritual equivalent of gravity?\"\n\nHe waited for her. Her eyes were open wide. She shook her head slightly. \n\n\"Love is! It's love, mom! Look--\" He knelt down and started arranging things on the coffee table. \"See, each of these things has a gravity.\" He put the remote control at one corner of the table. \"That represents dad.\" and he pointed beyond it to the chair his dad used to sit in. \"And this candle is you.\" He moved it to somewhere in the middle of the table. \"This is me.\" He held up a paper he had been scribbling on and smiled at how each thing sort of did symbolize them. He set the paper on the edge of the table so it was balancing. \"And here are your friends and folks from church and the neighbors or whatever.\" He grabbed a handful of jelly beans from a dish and scattered them across the table. \n\n\"Now picture each of these things on the table are like planets and stuff floating around a solar system. They all each have their own personal gravity, like so things don't fall off their planet. And that makes sense. We each have to run our own lives and want the best for ourselves. It's natural to be selfish, because the universe is made up of billions of selves and each self has to do their part to survive and thrive, or it would be a dead universe. The problem is when they're afraid of the pull of others' gravity on their stuff. So they try to deny their gravity, that thing in them that longs to love and be loved by all the others. These folks have made their 'love-gravity' very small.\" He winked and added, \"Which consequentially, if they succeed, means they are making their substance-- their personal mass very small.\"\n\nHe glanced back down at the table. \"But then some people fully live into their gravity. A bigger love. You might say they think of their 'self' as not only all the objects stuck to their planet, but also things that are being pulled by their love, including other selves. They want what's best for all the people around them, as if they know they're all one big family. All in one big gravity. They want what's best for not only themselves but other selves in their orbit. They consider them as extensions of their system, which is what a body is. You are kinda like our sun, mom. You hold us all together.\" He glanced up at her and smiled knowingly. \n\nShe realized right then that he might be the only one that really saw her and all the ways she tried to love people. \n\nHe looked back down. \"But just like in a solar system things could be knocked out of our gravity field.\" He tapped the remote control off the edge of the table. \"But you know what? Even if dad isn't close enough to let himself be pulled in by your love, there is still a gravity working on him. You know the big bang? How all planets and stars and space dust are all being thrown apart? Well did you know it's all slowing down. It's being pulled back together? There is a center and it is pulling us back to it. To him. All of us are being pulled back to God through his love.\" \n\nHe looked back up at her, panting. \"It's God, mom! It's God. He has the love that longs to pull us all back together and to him. I can see myself as more than just a lone planet in big black empty space, mom. I'm in your orbit of love. I have the power to invite others into my orbit. I can let gravity do its work on me and them. Love. It's Love that pulls us. Yeah sometimes we bump into each other, and it feels catastrophic for a planet, but it changes us. Sometimes merges us to be a part of others' lives. And it's okay too if someone doesn't want to love me back, because we are all loved. Even if they leave my orbit-- even if they don't accept my gravity, my love-- we're all still loved by the source of this all. We will all be pulled back to our source who has everything we need. He pictures all of us as extensions of His Self, you could say. He wants the best for himself, but because we are in his system, he wants what's best for us.\"\n\nHe looked up at his mom with a huge panting smile on his face. She was smiling happy tears now. She nodded and knelt down with him. \"I like it, Hunny. I love it.\" She put her hand on his shoulder and said, \"I think you might have discovered how to make it through this life, and you should share it with people. When you or they feel alone out in dark empty space, they need to know there is always someone's gravity pulling on them. Whether its mine or yours, or their parents or friends or grandma or just God's. You could inspire them.\" \n\nShe slowly sat down on the couch as he watched her. She was smiling. He pushed away some of the jelly beans and sat on the table, looking at her. \n\nShe smiled a wry smile and said, \"One problem: you never explained how gravity actually unifies all those theories, from atomic theory to relativity.\"\n\nHe smiled and said, \"Mom, it's all about love. From atoms orbiting around a nucleus to black holes, everything is pulling everything together--holding everything in orbit. And that's what keeps things living, writhing, striving. Keeps things always moving. We're all moving, being pulled back to him. It's love. It's love all this runs on, Mom. It's love.\"\n\n---\n\nWho do you know that feels isolated (perhaps it is yourself)? Does it change anything if you realize God's love is as real as the gravity that pulls you to the earth, that pulls earth to the sun, that pulls the sea subtly to the moon, and keeps all things, over the huge span of time, being pulled back to God. \n\nRaw Spoon, Friday, December 15th, 2023",
    "Audio file": "",
    "Blog Title": "BLOG: Small Habits Until Catastrophic Results",
    "Blog Link": "https://www.rawspoon.com/post/small-habits-until-catastrophic-results",
    "Blog excerpt": "I was thinking the other day how even though tiny habits seem to have very little effect on big life outcomes, some of them very much do. In good and bad ways. They're kind of like a balloon that keeps blowing up little by little, but then pops one day.   \n\nJohnPaul texted a lot while driving. A simple little habit and had never had an incident, so all seemed fine. But he killed a little girl one day. He would have seen the merging car if he weren't on his phone.   \n\nDoug liked himself some orange soda. He had diabetes but wouldn't stop drinking the sugary drink. He would have had 25 more years of life except for the one day after he had a second soda his blood sugar spiked so high he fell asleep and never woke up.   \n\nSarah told herself she should be cleaner. After maybe a good Saturday cleaning, she knew it would only take a few minutes each day to keep it tidy. But one day the guy she had started dating, and was very much into, showed up at her house for the first time with flowers. When she opened the door she saw who it was, but he also saw her house was a wreck. He ended it a couple days later. Oops.  \n\nJennavive was a nurse, but not just as a job. She made it a point to read articles on modern medicine every day or so. It was as simple as signing up for a health newsletter email and scanning them. One day a little girl at the pool started having an allergic reaction and her throat closed up. Jennavive recognized the sunscreen bottle where the girl had been sitting and remembered from the newsletter it was one that had been recently recalled. But she also remembered the antidote to the reaction was simply to take her out of the sun. The girl survived.  \n\nYou get my point. So pay attention to your little habits. They may not have any results now, but can have life-changing ones at a single, unannounced moment in the future. \n\nTake care, and let's try to do the right thing consistently.  \n\nRaw Spoon, 10-2-2020",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_af4161fb7ee942deac80182813a9414e~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_a2dbbf6daac047d89054075202947018~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 20:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 31",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 19",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 13",
    "The Chosen 3": "https://youtu.be/hlOSiWSwfO4",
    "The Chosen 4": "",
    "Song": "https://youtu.be/_x_C-nnbxrc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=r5EpSn6eWNU",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]