[
  {
    "Art title 1": "Power of a New Vision",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_93293c76bdfa4879a2c174d5eb385444~mv2.jpg",
    "Artist Statement 1": "Are you stuck? I pray for a new vision to give you hope for change. See the Short Story.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ac1d3a0c-0bdb-4af4-be50-d8a6f3c52140",
    "Art title 2": "The Devil Has Never Made You Sin (by Anthony Gurrola)",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_2d764d64908e4cbfb687485302fd1818~mv2.png",
    "Artist Statement 2": "This will be good news to some,\n\nAnd a hard truth for others.\n\nThe Devil is not as powerful as we have made him out to be.\n\nHe is not the puppet master strings tied to our hands.\n\nHe can only be a shadow of the actions of your own hand.\n\nHe takes what you give him.\n\nAnd distorts what is true.\n\nHe feeds off of our disobedience, for that is the only way he can sneak into your life.\n\nWhile he may bring you opportunities to sin,\n\nhe will never be the one who makes the decision.\n\nThe free will is yours,\n\nIt is a gift from God.\n\nThe Devil will make you feel you have no choice but to sin.\n\nBut it is a pathetic lie.\n\nHe only lies so that you can do the work he can't.\n\nIn the midst of the loudness of lies,\n\nChrist's blood still speaks a better word.\n\nIn Christ,\n\nThe enemy's horns have been broken.\n\nThe hands cut off.\n\nThe teeth shattered.\n\nThe tongue severed.\n\nSo why are we still listening?\n\nHis voice has no words of life for our souls.\n\nHis hands have no scars for our salvation.\n\nSo before we blame him for the chaos in our lives,\n\nLet us first look at the one who holds the power of our lives.\n\nLet us look at the one who has been given freewill.\n\nThe gift to say yes, and no.\n\nThe ability to life holy or live selfish.\n\nWhen the light of God shines on our hands,\n\nMay they look like His.\n\nSelah.",
    "Picture link 2": "https://www.instagram.com/p/CYCEGzKLoTD/",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Power of a New Vision",
    "Story Link": "https://www.rawspoon.com/post/story-the-power-of-a-new-story",
    "excerpt": "The broken window by her bed was just covered in cardboard. But the loud sirens in the middle of the night no longer scared her. In fact, it meant that the fights and scary people might disappear for an hour or two. She wondered if there was a world where she wouldn't have to sleep with one eye open. \n---\n\"C'mon, Janette!\" Her step brother nagged her the next day. \"We need someone to jump off of. Lay down there.\" It had always been like this; if her brother told her to do something she had to do it.\n\nShe laid down in the alley, cluttered with garbage, puddles and older kids in bandanas and big jackets watching how this would play out. Her brother leaned one side of a board on her. He called out to his friends, \"Look our jump is ready! We can jump over her!\" He pedaled over her on his bike, thumping Janette as he went off the jump. Then his friend rode toward her too. But he was a little bigger, fatter. As his front tire hit the jump she flinched and his bike somehow went out from under him, and the board clattered to the ground. The boy fell off backwards and landed fully on her. \n\nShe groaned, apathetic on the ground. The older, tattooed boys in the alley chuckled between puffs of weed, and the girls in spindly clothing gasped and then laughed. Whether in school or in the alley, it always ended in her getting used up in some way. That was just how the world was; the weaker were used by the stronger-- a dog eat dog world.\n\nJanette rolled away and started to get up.\n\n\"There now, hunny. Give me your hand.\"\n\nJanette stood up and looked at where the unfamiliar voice had come from. A woman, maybe 23, was reaching out to her. Janette was already up but she took her hand anyway. She just kept looking up at the woman because it was such an unusual and wholesome sight. The lady's caramel-colored skin had no tattoos. Her blouse covered her shoulders and skirt covered her knees. \"Do you want to be here, darling?\"\n\nJanette shook her head with tears brimming in her eyes. \n\n\"Why don't you go somewhere that it's not like this?\"\n\nJanette scrunched her eyes and asked, \"Where is it not like this?\"\n\n\"Hunny,\" The lady looked both ways and said, \"If your mom is okay with it, follow me. Just come and see.\"\n\nJanette said, \"My mom don't know where I am anyway. And I don't know where she is.\"\n\nThe lady nodded and said, \"My name is Benita. I used to live here too.\" She gestured with her head, motioning Janette to follow her. She glanced at one of the regular boys as she passed and told him, \"Take care of momma til I get back.\" He nodded nonchalantly. \n\nBenita took Janette to her seminary campus. Janette looked around, wide-eyed. The buildings were so nice and so were the people. Benita introduced Janette to several of her friends as they stopped to talk. She showed Janette her cute, clean dorm room and even let her come to one of her classes with her. The professors were so smart, kind, and dressed so well. \n\nIt was nothing like it was on the streets. Here even the 'weak' were welcomed and could thrive. That day she went home with an entirely different trajectory to her life. All she needed to do was see a new vision that expanded the horizons of what she understood life could be.\n\n---\nDo you feel stuck? I pray that you have a new vision of how to pray, or how to love others, or of a new ministry to start or become a part of. I pray for one that will blow your expectations of what life in this world, and the next, could hold. \n\nRaw Spoon 9-22-22\n",
    "Audio file": "",
    "Blog Title": "Click Into the Story",
    "Blog Link": "https://www.rawspoon.com/post/click-into-the-story",
    "Blog excerpt": "So again, I woke up with a racing mind. Many unproductive directions. An hour or two into my day I was still like, \"Where is all this going?\" I feel like I'm wasting precious hours of my day stuck in unproductive, unhappy cycles.\n\nAnd so then I came to do this prayer time I've committed to every morning at this coffee shop. (I put it on my website so anyone could show up to join me. It holds me accountable). And since I've been committed to this prayer time I've been learning about pressing in. So as I prayed and it seemed like wasted time, like my mind was playground of unruly children running in all directions, I just kept trying. I kept pressing in. \n\nA critical part of this blog is this little detail: I was listening to this playlist of music as I tried to pray. I often listen to it. It's my prayer time playlist.  \n\nAnd at about 45 minutes of sitting in silence at this coffee shop, struggling through wildly wandering thoughts I started to cry. Something was starting to engage. It was partly because of the music. I'll tell you why in a second. But first a little about the playlist.\n\nIt's a weird playlist. Like, I have Adele's \"Hello\" up first because she says,\n\nHello, it's me\nI was wondering if after all these years you'd like to meet\nTo go over everything\nand then she says,\n\nHello from the other side\nI must've called a thousand times\nAnd I like to picture her voice as God saying, I've been waiting for you here. And she sings it with such heartbreaking longing that I begin to get an idea that God really, really wants to connect with me again. \n\nAnd another song is John Mayer's \"Say.\" I really like the song and think it applies pretty well to trying to pray. It says, \n\nTake all of your wasted honor\nEvery little past frustration\nTake all of your so-called problems,\nBetter put 'em in quotations\nSay what you need to say\nSay what you need to say\nSay what you need to say\nAnd there are also a bunch of worship songs on the playlist by John Mark McMillan and Hillsong and stuff. But I think I realized why this stuff helps me in prayer. It clicks me into a story. A story with a soundtrack. Something about soundtracks in movies tell us this moment of struggle is for a purpose. This hard emotion is beautiful and has a purpose to forwarding this beautiful story.\n\nClicks me into a story. Being part of a story suddenly makes things make sense. All of the wandering events and thoughts have a purpose. They all are part of this story of me wandering through a desert of distraction trying to find the love that is searching for me. And then the wandering, the pressing in no longer just feels like a random psychological lasso-ing practice, but an underdog in need fighting off enemies of distraction and depression trying to hear the voice of her lover pursuing her. And we see somewhere that her lover is pushing through all the distractions and climbing over the mountains in the landscape in pursuit of her. \n\nRaw Spoon, Jan 11, 2020\n\n",
    "Animation": "https://www.youtube.com/watch?v=QmAl2__568k",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XgCrFl4Mc5Q&list=PLH0Szn1yYNecMAddeR4wylgGhF1rjJqzH&index=4",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 148",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 49",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 18",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 12",
    "The Chosen 3": "https://youtu.be/30_4GLfIPIE",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=NaL_VeHil6U",
    "Song 2": "https://www.youtube.com/watch?v=W0yL3N6CAAs",
    "Song 3": "https://www.youtube.com/watch?v=H1wWhzGEecA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/78ce43bb-ccc6-4093-8646-b61a0b7aac68.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=FoCO76Ve3Fs",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]