[
  {
    "Date": "2026-02-10T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Sixth week of Epiphany",
    "Script 1": "\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": "Josiah Renews the Covenant\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the prophets--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by the pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, thus confirming the words of the covenant written in this book. Then all the people pledged themselves to the covenant.\n\n The king ordered Hilkiah the high priest, the priests next in rank and the doorkeepers to remove from the temple of the Lord all the articles made for Baal and Asherah and all the starry hosts. He burned them outside Jerusalem in the fields of the Kidron Valley and took the ashes to Bethel.  He did away with the idolatrous priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem--those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts.  He took the Asherah pole from the temple of the Lord to the Kidron Valley outside Jerusalem and burned it there. He ground it to powder and scattered the dust over the graves of the common people.  He also tore down the quarters of the male shrine prostitutes that were in the temple of the Lord, the quarters where women did weaving for Asherah.\n\n Josiah brought all the priests from the towns of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He broke down the gateway at the entrance of the Gate of Joshua, the city governor, which was on the left of the city gate.\n\n The king gave this order to all the people: \"Celebrate the Passover to the Lord your God, as it is written in this Book of the Covenant.\"  Neither in the days of the judges who led Israel nor in the days of the kings of Israel and the kings of Judah had any such Passover been observed.  But in the eighteenth year of King Josiah, this Passover was celebrated to the Lord in Jerusalem.\n\n Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the Lord.  Neither before nor after Josiah was there a king like him who turned to the Lord as he did--with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses.",
    "Script 3": "Present Weakness and Resurrection Life\n\n Therefore, since through God's mercy we have this ministry, we do not lose heart.  Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God.  And even if our gospel is veiled, it is veiled to those who are perishing.  The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.  For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake.  For God, who said, \"Let light shine out of darkness,\"[a] made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ.\n\n But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.  We are hard pressed on every side, but not crushed; perplexed, but not in despair;  persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  For we who are alive are always being given over to death for Jesus' sake, so that his life may also be revealed in our mortal body.  So then, death is at work in us, but life is at work in you.\n\n",
    "Script 4": "American Standard Version\n And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.  Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God.  And they set the altar [a]upon its base; for fear was upon them because of the peoples of the countries: and they offered burnt-offerings thereon unto Jehovah, even burnt-offerings morning and evening.  And they kept the feast of tabernacles, as it is written, and offered the daily burnt-offerings by number, according to the ordinance, as the duty of every day required;  and afterward the continual burnt-offering, and the offerings of the new moons, and of all the set feasts of Jehovah that were consecrated, and of every one that willingly offered a freewill-offering unto Jehovah.  From the first day of the seventh month began they to offer burnt-offerings unto Jehovah: but the foundation of the temple of Jehovah was not yet laid.  They gave money also unto the [b]masons, and to the carpenters; and food, and drink, and oil, unto them of Sidon, and to them of Tyre, to bring cedar-trees from Lebanon to the sea, unto Joppa, according to the grant that they had of Cyrus king of Persia.\n\n Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to [c]have the oversight of the work of the house of Jehovah.  Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of [d]Judah, [e]together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites.  And when the builders laid the foundation of the temple of Jehovah, [f]they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise Jehovah, after the order of David king of Israel.  And they sang one to another in praising and giving thanks unto Jehovah, saying, For he is good, for his lovingkindness endureth for ever toward Israel. And all the people shouted with a great shout, when they praised Jehovah, because the foundation of the house of Jehovah was laid.  But many of the priests and Levites and heads of fathers' houses, the old men that had seen [g]the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:  so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:105-112;2Kings23:1-8,21-25;2Corinthians4:1-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,2Kgs.23,2Cor.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_e81b77599887435ba868d9d15ff284d0~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_267af25fcb2f4e4e97f2edea6851a80e~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_ebb45ad742ef4d27924886544945e9f8~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:105-112",
    "Address Script 2": "2 Kings 23:1-8, 21-25",
    "Address Script 3": "2 Corinthians 4:1-12",
    "Address Script 4": "Ezra 3",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Kgs.23.d7e9df166617ab6aa9978ecb453e8561.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Cor.4.1f0f0b9ac30b98111e89b3c040b3f320.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:105-112\n\nנ Nun\n\n105 Your word is a lamp for my feet,\n    a light on my path.\n106 I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n107 I have suffered much;\n    preserve my life, Lord, according to your word.\n108 Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n109 Though I constantly take my life in my hands,\n    I will not forget your law.\n110 The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n111 Your statutes are my heritage forever;\n    they are the joy of my heart.\n112 My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm 119:112 Or decrees / for their enduring reward",
    "Script 2": "2 Kings 23:1-8, 21-25\n\nJosiah Renews the Covenant\n\n1 Then the king called together all the elders of Judah and Jerusalem. 2 He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the prophets--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord. 3 The king stood by the pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, thus confirming the words of the covenant written in this book. Then all the people pledged themselves to the covenant.\n\n4 The king ordered Hilkiah the high priest, the priests next in rank and the doorkeepers to remove from the temple of the Lord all the articles made for Baal and Asherah and all the starry hosts. He burned them outside Jerusalem in the fields of the Kidron Valley and took the ashes to Bethel. 5 He did away with the idolatrous priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem--those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts. 6 He took the Asherah pole from the temple of the Lord to the Kidron Valley outside Jerusalem and burned it there. He ground it to powder and scattered the dust over the graves of the common people. 7 He also tore down the quarters of the male shrine prostitutes that were in the temple of the Lord, the quarters where women did weaving for Asherah.\n\n8 Josiah brought all the priests from the towns of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He broke down the gateway at the entrance of the Gate of Joshua, the city governor, which was on the left of the city gate.\n\n21 The king gave this order to all the people: \"Celebrate the Passover to the Lord your God, as it is written in this Book of the Covenant.\" 22 Neither in the days of the judges who led Israel nor in the days of the kings of Israel and the kings of Judah had any such Passover been observed. 23 But in the eighteenth year of King Josiah, this Passover was celebrated to the Lord in Jerusalem.\n\n24 Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the Lord. 25 Neither before nor after Josiah was there a king like him who turned to the Lord as he did--with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses.",
    "Script 3": "2 Corinthians 4:1-12\n\nPresent Weakness and Resurrection Life\n\n1 Therefore, since through God's mercy we have this ministry, we do not lose heart. 2 Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God. 3 And even if our gospel is veiled, it is veiled to those who are perishing. 4 The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God. 5 For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake. 6 For God, who said, \"Let light shine out of darkness,\"[a] made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ.\n\n7 But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us. 8 We are hard pressed on every side, but not crushed; perplexed, but not in despair; 9 persecuted, but not abandoned; struck down, but not destroyed. 10 We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body. 11 For we who are alive are always being given over to death for Jesus' sake, so that his life may also be revealed in our mortal body. 12 So then, death is at work in us, but life is at work in you.\n\nFootnotes\na. 2 Corinthians 4:6 Gen. 1:3",
    "Script 4": "Ezra 3\nAmerican Standard Version\n3 And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem. 2 Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God. 3 And they set the altar [a]upon its base; for fear was upon them because of the peoples of the countries: and they offered burnt-offerings thereon unto Jehovah, even burnt-offerings morning and evening. 4 And they kept the feast of tabernacles, as it is written, and offered the daily burnt-offerings by number, according to the ordinance, as the duty of every day required; 5 and afterward the continual burnt-offering, and the offerings of the new moons, and of all the set feasts of Jehovah that were consecrated, and of every one that willingly offered a freewill-offering unto Jehovah. 6 From the first day of the seventh month began they to offer burnt-offerings unto Jehovah: but the foundation of the temple of Jehovah was not yet laid. 7 They gave money also unto the [b]masons, and to the carpenters; and food, and drink, and oil, unto them of Sidon, and to them of Tyre, to bring cedar-trees from Lebanon to the sea, unto Joppa, according to the grant that they had of Cyrus king of Persia.\n\n8 Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to [c]have the oversight of the work of the house of Jehovah. 9 Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of [d]Judah, [e]together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites. 10 And when the builders laid the foundation of the temple of Jehovah, [f]they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise Jehovah, after the order of David king of Israel. 11 And they sang one to another in praising and giving thanks unto Jehovah, saying, For he is good, for his lovingkindness endureth for ever toward Israel. And all the people shouted with a great shout, when they praised Jehovah, because the foundation of the house of Jehovah was laid. 12 But many of the priests and Levites and heads of fathers' houses, the old men that had seen [g]the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy: 13 so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off.\n\n \nFootnotes\nEzra 3:3 Or, in its place\nEzra 3:7 Or, hewers\nEzra 3:8 Or, set forward the work\nEzra 3:9 In 2:40, Hodaviah.\nEzra 3:9 Hebrew as one.\nEzra 3:10 According to some manuscripts, the priests stood.\nEzra 3:12 Or, the first house standing on its foundation, when this house was before their eyes",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm : Or decrees / for their enduring reward",
    "Script 2": " Kings :-, -\n\nJosiah Renews the Covenant\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the prophets--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by the pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, thus confirming the words of the covenant written in this book. Then all the people pledged themselves to the covenant.\n\n The king ordered Hilkiah the high priest, the priests next in rank and the doorkeepers to remove from the temple of the Lord all the articles made for Baal and Asherah and all the starry hosts. He burned them outside Jerusalem in the fields of the Kidron Valley and took the ashes to Bethel.  He did away with the idolatrous priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem--those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts.  He took the Asherah pole from the temple of the Lord to the Kidron Valley outside Jerusalem and burned it there. He ground it to powder and scattered the dust over the graves of the common people.  He also tore down the quarters of the male shrine prostitutes that were in the temple of the Lord, the quarters where women did weaving for Asherah.\n\n Josiah brought all the priests from the towns of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He broke down the gateway at the entrance of the Gate of Joshua, the city governor, which was on the left of the city gate.\n\n The king gave this order to all the people: \"Celebrate the Passover to the Lord your God, as it is written in this Book of the Covenant.\"  Neither in the days of the judges who led Israel nor in the days of the kings of Israel and the kings of Judah had any such Passover been observed.  But in the eighteenth year of King Josiah, this Passover was celebrated to the Lord in Jerusalem.\n\n Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the Lord.  Neither before nor after Josiah was there a king like him who turned to the Lord as he did--with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses.",
    "Script 3": " Corinthians :-\n\nPresent Weakness and Resurrection Life\n\n Therefore, since through God's mercy we have this ministry, we do not lose heart.  Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God.  And even if our gospel is veiled, it is veiled to those who are perishing.  The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.  For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake.  For God, who said, \"Let light shine out of darkness,\"[a] made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ.\n\n But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.  We are hard pressed on every side, but not crushed; perplexed, but not in despair;  persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  For we who are alive are always being given over to death for Jesus' sake, so that his life may also be revealed in our mortal body.  So then, death is at work in us, but life is at work in you.\n\nFootnotes\na.  Corinthians : Gen. :",
    "Script 4": "Ezra \nAmerican Standard Version\n And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.  Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God.  And they set the altar [a]upon its base; for fear was upon them because of the peoples of the countries: and they offered burnt-offerings thereon unto Jehovah, even burnt-offerings morning and evening.  And they kept the feast of tabernacles, as it is written, and offered the daily burnt-offerings by number, according to the ordinance, as the duty of every day required;  and afterward the continual burnt-offering, and the offerings of the new moons, and of all the set feasts of Jehovah that were consecrated, and of every one that willingly offered a freewill-offering unto Jehovah.  From the first day of the seventh month began they to offer burnt-offerings unto Jehovah: but the foundation of the temple of Jehovah was not yet laid.  They gave money also unto the [b]masons, and to the carpenters; and food, and drink, and oil, unto them of Sidon, and to them of Tyre, to bring cedar-trees from Lebanon to the sea, unto Joppa, according to the grant that they had of Cyrus king of Persia.\n\n Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to [c]have the oversight of the work of the house of Jehovah.  Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of [d]Judah, [e]together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites.  And when the builders laid the foundation of the temple of Jehovah, [f]they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise Jehovah, after the order of David king of Israel.  And they sang one to another in praising and giving thanks unto Jehovah, saying, For he is good, for his lovingkindness endureth for ever toward Israel. And all the people shouted with a great shout, when they praised Jehovah, because the foundation of the house of Jehovah was laid.  But many of the priests and Levites and heads of fathers' houses, the old men that had seen [g]the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:  so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off.\n\n \nFootnotes\nEzra : Or, in its place\nEzra : Or, hewers\nEzra : Or, set forward the work\nEzra : In :, Hodaviah.\nEzra : Hebrew as one.\nEzra : According to some manuscripts, the priests stood.\nEzra : Or, the first house standing on its foundation, when this house was before their eyes",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": " Kings :-, -\n\nJosiah Renews the Covenant\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the prophets--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by the pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, thus confirming the words of the covenant written in this book. Then all the people pledged themselves to the covenant.\n\n The king ordered Hilkiah the high priest, the priests next in rank and the doorkeepers to remove from the temple of the Lord all the articles made for Baal and Asherah and all the starry hosts. He burned them outside Jerusalem in the fields of the Kidron Valley and took the ashes to Bethel.  He did away with the idolatrous priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem--those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts.  He took the Asherah pole from the temple of the Lord to the Kidron Valley outside Jerusalem and burned it there. He ground it to powder and scattered the dust over the graves of the common people.  He also tore down the quarters of the male shrine prostitutes that were in the temple of the Lord, the quarters where women did weaving for Asherah.\n\n Josiah brought all the priests from the towns of Judah and desecrated the high places, from Geba to Beersheba, where the priests had burned incense. He broke down the gateway at the entrance of the Gate of Joshua, the city governor, which was on the left of the city gate.\n\n The king gave this order to all the people: \"Celebrate the Passover to the Lord your God, as it is written in this Book of the Covenant.\"  Neither in the days of the judges who led Israel nor in the days of the kings of Israel and the kings of Judah had any such Passover been observed.  But in the eighteenth year of King Josiah, this Passover was celebrated to the Lord in Jerusalem.\n\n Furthermore, Josiah got rid of the mediums and spiritists, the household gods, the idols and all the other detestable things seen in Judah and Jerusalem. This he did to fulfill the requirements of the law written in the book that Hilkiah the priest had discovered in the temple of the Lord.  Neither before nor after Josiah was there a king like him who turned to the Lord as he did--with all his heart and with all his soul and with all his strength, in accordance with all the Law of Moses.",
    "Script 3": " Corinthians :-\n\nPresent Weakness and Resurrection Life\n\n Therefore, since through God's mercy we have this ministry, we do not lose heart.  Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God.  And even if our gospel is veiled, it is veiled to those who are perishing.  The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.  For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake.  For God, who said, \"Let light shine out of darkness,\"[a] made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ.\n\n But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us.  We are hard pressed on every side, but not crushed; perplexed, but not in despair;  persecuted, but not abandoned; struck down, but not destroyed.  We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.  For we who are alive are always being given over to death for Jesus' sake, so that his life may also be revealed in our mortal body.  So then, death is at work in us, but life is at work in you.\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.  Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God.  And they set the altar [a]upon its base; for fear was upon them because of the peoples of the countries: and they offered burnt-offerings thereon unto Jehovah, even burnt-offerings morning and evening.  And they kept the feast of tabernacles, as it is written, and offered the daily burnt-offerings by number, according to the ordinance, as the duty of every day required;  and afterward the continual burnt-offering, and the offerings of the new moons, and of all the set feasts of Jehovah that were consecrated, and of every one that willingly offered a freewill-offering unto Jehovah.  From the first day of the seventh month began they to offer burnt-offerings unto Jehovah: but the foundation of the temple of Jehovah was not yet laid.  They gave money also unto the [b]masons, and to the carpenters; and food, and drink, and oil, unto them of Sidon, and to them of Tyre, to bring cedar-trees from Lebanon to the sea, unto Joppa, according to the grant that they had of Cyrus king of Persia.\n\n Now in the second year of their coming unto the house of God at Jerusalem, in the second month, began Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak, and the rest of their brethren the priests and the Levites, and all they that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to [c]have the oversight of the work of the house of Jehovah.  Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of [d]Judah, [e]together, to have the oversight of the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites.  And when the builders laid the foundation of the temple of Jehovah, [f]they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise Jehovah, after the order of David king of Israel.  And they sang one to another in praising and giving thanks unto Jehovah, saying, For he is good, for his lovingkindness endureth for ever toward Israel. And all the people shouted with a great shout, when they praised Jehovah, because the foundation of the house of Jehovah was laid.  But many of the priests and Levites and heads of fathers' houses, the old men that had seen [g]the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy:  so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard afar off.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]