[
  {
    "Date": "2026-01-20T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNTQzYTZmZmUtOTJiNC0zNzY2LThhMzMtNTY1MTkwM2E2MmQx?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=-r_P6_tkSpk&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=9",
    "famous quote": "\"Love is something more stern and splendid than mere kindness.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=EKBpF2bzpNs",
    "Nature Video": "https://www.youtube.com/watch?v=IUN664s7N-c",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/know-your-local-homeless-andre-jones",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Andre Jones\n\nThis is a project to help you know the stories behind the faces of your local homeless.\n\nI met Andre Jones when he asked me for help as I walked through Five Points, Atlanta. I told him I don't give out money but I would buy him dinner if I could hear his story. Here is Andre's story. Listen to the interview below.\n\nHe moved to Atlanta from Selma, Alabama nine years ago because he heard it was happening. \n\nWhen he got off the Greyhound he went to a strip club because this was the big city, but he tried something he says he never should have. He got hooked on cocaine.\n\nCocaine made him homeless. It makes him not want to keep a job when he gets one. He says he doesn't sell his body or rob people. He says, \n\n\"Sometimes I just wanna give up, but sometimes I'm like 'God, you gotta help me.' But I know how to be content in any situation.\"\n\nHe walks around with a rock and a lighter in his hand tapping beats and rapping. Here is a rap he rapped on the spot for me.\n\nRoses are red,\nViolets are blue,\nI wrote this poem just for you.\nCrack cocaine, it will\nKill.\nCrack cocaine- the life is for real.\nMost people do drugs.\nI do drugs.\nI just pray to God He'll help me off of these drugs.\nHanging out on the corner with thugs.\nPeople looking like okay here he go,\nWhen I come they already know\nI beg for change and ask for food.\nIn the way of my heart\nThat's really not cool.\nMost people don't understand my pain;\nI hate that I ever started messing with cocaine\n\n\"My name is Andre. I'm homeless. And if you wanna help me you can find me at Five Points. If I had a place to stay, and you got my back, I'd feel like somebody loves me.\"\n\nIf you see Andre walking through Five Points with his rock and lighter, stop and say hi, let him rap for you, and maybe buy him a meal.\n\nRaw Spoon, 8-25-15\n\nAlso, stay tuned for more stories from your local homeless friends. Hannah from #HappyStrangers at happystrangers.co and I interviewed Net, and James in little five points on Saturday. Hannah has already started posting what makes them happy. Nice Job Hannah!\n",
    "Interview Video": "https://youtu.be/wnpmYeN01uQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=8Uw15Ld84Ew",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=96MiYk9VYvc",
    "Music Video Instructions": "Ask God to bring you to life."
  }
]