[
  {
    "Art title 1": "Surrender Is Scary",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_059b482098df416997b0d2ed2fed9cf3~mv2.jpg",
    "Artist Statement 1": "Are we threatened by all that have come to win us over to their side? What if their side actually brings us peace? (see short story) ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-08b2bc0a-f921-408b-8b3e-3b48946b1553",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_6901911fb27642539b9f8eff2fb11a80~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "(Advent): Herod",
    "Story Link": "https://www.rawspoon.com/post/story-advent-herod",
    "excerpt": "Herod flung the covers back and sprang to the window opening. He peered down from the tower and muttered, \"Surely it is my brother with assassins.\"\n\nHis wife mumbled from bed, \"You are so afraid of everyone.\"\n\n\"We have to be. You've seen my father kill anyone who threatens him.\" He growled at her.\n\n\"You're the worst of them.\"\n\n\"Shutup! I had a dream. A--\" he struggled to describe it. \"--giant man said some people are coming tonight.\"\n\n\"What type of people?\"\n\n\"I don't know!\" He shot back. \"Men bringing a threat to me.\"\n\n\"A threat? What does that mean?\" \n\n\"Announcing a king.\" He paused and then added. \"That a king is coming.\"\n\nShe paused before she answered, \"You think it's your brother?\"\n\n\"My half-brother.\"\n\n\"It was you who called him your brother,\" she retorted and turned away from him.\n\n\"It might be him.\" He said. Then he turned back to the window and mumbled to himself, quoting from the dream, \"A king that can finally bring me peace.\"\n\nJust then the city gates opened below them. Three foreign men dismounted camels and were escorted into the king's courtyard. Herod frowned and swung his robe on. \n\n\"Where are you going?\"\n\n\"The messengers have arrived.\"\n\nHerod walked down the stairs, through the great halls, and into the gated courtyard where he found the men unloading and watering their camels. \n\nHe spoke aggressively at them, \"What message do you have for me?\" He gestured to the guards who quickly came to him from the corners. He knew he always had to take the offensive with strangers so no one could get the upper hand. \n\n\"Your highness,\" the eldest guest spoke.  He drew back his hood, revealing thinning hair and a gray beard. He bowed. \"We come seeking the new king. We understand that he was born in the last year, somewhere near here. We bring gifts from our kingdoms.\" He pointed to his bag and slowly stood up. The other two men came up behind him. \n\n\"What do you know about this king?\" Herod shot at them.\n\n\"It appears to be the Hebrew's 'prince of peace.' A prophesied king that would bring peace to all nations. He was prophesied a thousand years ago. The Jews live here in your city, right?\"\n\nHerod shifted and swallowed. \"I rule over them. Yes. Do you have details so that I might go and,\" Herod thought a moment. \"worship him myself?\"\n\n\"Well, we were hoping you would have that information,\" the new man said. \"We could look back at the scriptures and the star more closely to see if--.\"\n\n\"And I could ask my sages to help as well. Can you stay a few days?\"\n\nThey looked at each other and nodded. \n\n\"Good.\" Herod nodded to his guards to get them settled in and turned around and walked back up to the tower. He hung up his robe with calculation and moved across the room with fierce precision. He slipped into bed like a spy. \n\n\"What happened?\" His wife accused.\n\n\"Nothing.\" His tone was cold.\n\n\"Who is the threat now? You get this way when you're about to do something terrible.\"\n\n\"We will find the young king.\"\n\n\"Who is it?\" She asked.\n\n\"They say he is called the prince of peace.\"\n\n\"That's something you could use a little more of.\"\n\nHe replied angrily, \"Not if it means he will rule over me.\" He reached up and pinched out the flame of the bedside candle. \"Watching my father has taught me not be taken by anyone. Ever.\"  He held his fingers there a moment as the wax burned and dried on them. \"Even if they claim they are bringing peace.\"\n\n___\nHow did your upbringing teach you to cope with fear? What fears keep you from surrendering control to God?  \n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_a045027d123040c58a843e870ca1bd27~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=jhcmzjwbvyk",
    "Bible Project 2": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 42:1-11",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 29",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 35",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=wwDs1dKHZ1Q",
    "Song 2": "https://www.youtube.com/watch?v=y7j6NoDD3xA",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@31.7765352,35.2348946,3a,75y,168.22h,78.39t/data=!3m7!1e1!3m5!1sAF1QipM0RakKkI2JEBhpUOvl07u24g05w3bD5zCFFe44!2e10!3e12!7i5760!8i2880!5m1!1e4",
    "3dNotes3": "Solomon's Colonnade",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]