[
  {
    "": "2025-11-05T08:00:00.000Z",
    "Art title 1": "Rest isn't a Break from Ministry, It Is Ministry (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_e4407dedff9f48fdb03b33cd9145edc3~mv2.png",
    "Artist Statement 1": "(By Anthony Gurrola) Dear Beloved,\n\nDear young minister,\n\nDear old minister,\n\nDear one who feels burnt out and like giving up,\n\nIt was never about your performance.\n\nIt was always about His presence.\n\nIt's never been about how well you can articulate the Gospel,\n\nIt's always been about how well you can live it.\n\nIt's never been about how well you sing on Sunday morning,\n\nIt's always been about the song in your heart.\n\nIt's never been about greeting every single person that comes through the door,\n\nIt's always been about the one that feels missed.\n\nIt's never been about how many ministry opportunities you can have,\n\nIt's always been about how well you serve.\n\nIt's never been about getting a chance to share from the pulpit,\n\nIt's always been about getting to gather around the dinner table.\n\nIt's never been about outreach events and counting attendance numbers,\n\nIt's always been about loving whoever is in the room.\n\nIt's never been about climbing the social ministry ladder,\n\nIt's always been about washing feet of the lowly.\n\nIt's never been about forsaking the gathering when things get hard,\n\nIt's always been about gathering the family to celebrate the good.\n\nAnd it's never been about a rat race to the finish,\n\nBut it's always been about a walk in the garden.\n\nYahweh is searching the earth for those He can call friend.\n\nNo amount of ministry creditentials make you anymore qualified for sonship.\n\nHe doesn't require your hurry,\n\nHe desires your obedience.\n\nHe doesn't demand your hustle,\n\nHe offers you rest.\n\nThere is no such thing as burn out in the cool of the day.\n\nSelah. ✌🏽",
    "Picture link 1": "https://www.instagram.com/p/CbFXD9BLWuk/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nCreatures of Status",
    "Story Link": "https://www.rawspoon.com/post/creatures-of-status",
    "excerpt": "Have you heard of Seth Godin's podcast series \"Akimbo\" on how we manipulate social situations for higher status? It's a behavior built deep into the animal parts of our brains.\n\nI was at a friend's house the day a new puppy was brought home. The other dog which had never been anything but sweet to me suddenly flashed teeth and a loud snarl. The puppy had tried to sleep in her bed.\n\nA similar behavior lurks in us. This truth is set in sharp relief the moment we step into a cocktail party. Who's there. What shoes are they wearing? Look who he's talking to. That famous person is laughing at that person I thought was grimey. I can't be left behind. I should I talk to them before I leave.\n\nIt's also very apparent on Instagram and Facebook. Sometimes we share things in our lives to prove our status so that people will esteem us more.\n\nThis truth hit me right between the eyes. I realized I TOTALLY do it. I don't think it's always bad. But I walk the tightrope of whether I do it for the right motivations or the wrong. I fall off on both sides. I hope that growing more legitimacy to my brand helps give more exposure to the message I think can help people. But I also so often am doing it strictly to appease that little high schooler in me who wanted to get invited to the parties... but never did.\n\nThat's the unhealthy way to do it. There is something incomplete about me that I am trying to complete. Some latent desires I'm still trying to satisfy. I am sure you will see that side slip out in my Facebook and Instagram posts. I'm sorry. I want to do it in the way God would be pleased but I fail. Sometimes even the behavior is the same, I would write the same words in a post, but it could be out of good motivations or insecure ones.\n\nSeth Godin's blog suggests the solution for this is to evaluate someone's status on how they evaluate others. Are they secure enough to value all people for the unique things in each person? Does the big kid open the door for the small kid?\n\nI like this, but I realized this is also the Jesus ethic. When we value the poor, not for what we can get out of them, nor for how good that will make us look before our peers, we may be on the right track.\n\nBut is our goal really to not try to look good to anybody? I think partly this is true. We should not try to prove ourselves worthy to others so that we can get things out of them. But there is one we really are meant to impress. There is nothing that can separate us from God's love, but we want to please him because we love him. And we know God is pleased when he sees his creation living into what he has made them to be. So maybe it will never be the case that I will love the poor and ugly and sad simply because I enjoy it. But if I do it because I know God has asked me to, and I really do want to bring joy to the one who made me, and gazes down at his beloved, maybe that's not such a bad reason.\n\nSo in conclusion, what I am saying is that we were not built with bad instincts. We were built to impress. But who we were built to impress is not who we are inclined to think it is. And it is not quite in the way we tend to do it. We are not built to impress our peers for our root worth- that just gets messy and ugly snarls come out. We are built to impress our creator. And it is not to prove our worth- that is based out of insecurity and fear. We already know our worth in God's eyes. But it is to bring more joy to the one who gets joy from seeing the people he built live into the beauty he dreamed they could live into when he built them.\n\n\nHow do we live into this? How do we live to impress God, and not our peers? I think it shows up when we evaluate people not by their outward appearance and how we assume others would rank them. But by looking for what God would see. Ask what is unique about them? I like to think \"What color do they bring to the world\" instead of what is their social value. And then try to start making our decisions not on what we will get out of this person, but instead trusting we will get what God aims to give us if we are kind to all, and try to have meaningful, authentic human interactions with each person.\n\nHe'll provide. He just wants us to make beautiful things in this world. And I think some of the most beautiful things are when those with much value those with little. I think it's because it shows us a glimpse of how God sees the world. It's like for a moment the knot catches in our throat because the beauty of God is passing before us, in human forms.\n\nRaw Spoon, 3-1-18\n\nPostScript:\n\nThis double-thousand year old philosopher set a bar we are still trying to hit. I think he knew what he was doing. If you want to be an enduring thought leader, set a bar so high that people could work their whole lives and never achieve it. Set a bar so beautiful that we must fight against our instinctual, evolutionary roots which we cannot fully shed until we shed this carnal body, trying to reach it.\n\nI also like to think that the most progressive thought leaders of today are finally landing on the same things Jesus said long ago. It lets me think that Christianity, when done how it was meant, is more relevant than the jaded old religious steeple-bound white-knuckle, behavior-controlling system we've thought it was.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_af4161fb7ee942deac80182813a9414e~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xrzq_X1NNaA",
    "Bible Project 2": "https://www.youtube.com/watch?v=mGgWaPGpGz4",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 50",
    "Research 2-link": "https://enduringword.com/bible-commentary/Amos 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 19",
    "Research 4-link": "https://enduringword.com/bible-commentary/Esther 9",
    "The Chosen 3": "https://youtu.be/qDbdpCpceqY",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=4zmkzzh9IKI&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=23",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/47",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]