[
  {
    "Date": "2025-09-26T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ukXfvR7wi0U",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-MnSLhJW_6M&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=5",
    "famous quote": "\"The world does not need more Christian literature. What it needs is more Christians writing good literature.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=9kxL9Cf46VM",
    "Nature Video": "https://www.youtube.com/watch?v=ZC1ACl7Vm04",
    "User added": "\"\"What does God know?\" they ask. \"Does the Most High even know what's happening?\"\"\n??Psalms? ?73:11? ?NLT??????\n\nCruel in his indifference to suffering and inequity; this was the god I rejected as a young man, choosing to believe there was no god rather than believe in one that allowed the world to exist as it was. What a surprise it was for the true God, in His grace and mercy, to reveal Himself to me in Christ Jesus!The King of the universe cares about me personally? Unbelievable! But that is who God is. \n\n\"But as for me, how good it is to be near God! I have made the Sovereign Lord my shelter, and I will tell everyone about the wonderful things you do.\"\n??Psalms? ?73:28? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill:\n\n(part 6)\n\nThe power of relationship, sonship and daughtership is huge.\nI teach a course about hearing God's voice. I teach it to business people. He does it at noon time so people will come in all frazzled from work. He wants to show them in the midst of all that chaos, we can hear God's voice if we try.\n\nThere's this guy, Larry Green. He says, \"I just want to help people fall in love with Jesus.\" He has a tool called a \"Life Compass.\" He hosts meetings and in the meetings he opens with, \"You know who's in the room? Jesus.\" He's\nseen people come in with big questions. And he has them ask, \"What does the father have to say about this?\" And after ten minutes a person will say, you know I just had a song come into my mind. Instead of saying, here's the answer, he just says, \"Well, let's just see what Jesus says.\" Instead of defaulting on Money to bail you out, he turns to Jesus.\n\nBill:\n\n(part 7)\n\nThe biggest difference between Saul and David is that David was a man after God's own heart, not a man after God's own mind. He was more driven by wanting to be a son, than to figure out the answer. Saul felt more like an orphan. He wanted answers. He didn't trust God. David says I will trust God.\n\nWhen Saul becomes King (1 Kings, or maybe 2 Kings). Samuel calls him to become king. In between when he calls Saul, and when Saul is battling philistines, Samuel says, 'do not go to war until I come and make a sacrifice.' But Saul said, I need to go do this thing on my own (he didn't trust God). It was more about duty and responsibility than hearing and obeying. When Saul is approached by Samuel, he says the kingdom is not yours anymore. this is just evidence that his whole mindset is different.\n\nOrphans act like they can't trust their father. I don't have time or finances to trust in God. Do I trust God, or my own capabilities? So even though he obeyed, it was out of checking off the box, a transactional drive, not out of trust. Saul doesn't trust God to handle it. David says, go get the Ephod; I'm not making a move until I hear from God, even when all his own men wanted to kill him. He proved a true son. They rescued even all the animals. \n\nThis side of the cross, when we do mess up, it can be forgiven/redeemed without a sacrifice.\n\nGod created us for love. We want to get to that place where we really want to be married to God. But for orphans, they feel like they can't trust God.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=5PH5f5JtQzo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]