[
  {
    "Date": "2026-02-09T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Sixth week of Epiphany",
    "Script 1": "\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": " In the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the Lord. He said:  \"Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the Lord, which the doorkeepers have collected from the people.  Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the Lord--  the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple.  But they need not account for the money entrusted to them, because they are honest in their dealings.\"\n\n Hilkiah the high priest said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the Lord.\" He gave it to Shaphan, who read it.  Then Shaphan the secretary went to the king and reported to him: \"Your officials have paid out the money that was in the temple of the Lord and have entrusted it to the workers and supervisors at the temple.\"  Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king.\n\n When the king heard the words of the Book of the Law, he tore his robes.  He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary and Asaiah the king's attendant:  \"Go and inquire of the Lord for me and for the people and for all Judah about what is written in this book that has been found. Great is the Lord's anger that burns against us because those who have gone before us have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.\"\n\n Hilkiah the priest, Ahikam, Akbor, Shaphan and Asaiah went to speak to the prophet Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read.  Because they have forsaken me and burned incense to other gods and aroused my anger by all the idols their hands have made,[a] my anger will burn against this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before the Lord when you heard what I have spoken against this place and its people--that they would become a curse[b] and be laid waste--and because you tore your robes and wept in my presence, I also have heard you, declares the Lord.  Therefore I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.'\"\n\nSo they took her answer back to the king.\n\n",
    "Script 3": " God did not reject his people, whom he foreknew. Don't you know what Scripture says in the passage about Elijah--how he appealed to God against Israel:  \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"[a]?  And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\"[b]  So too, at the present time there is a remnant chosen by grace.  And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.\n\n What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened,  as it is written:\n\n\"God gave them a spirit of stupor,\n    eyes that could not see\n    and ears that could not hear,\nto this very day.\"[c]\n\n And David says:\n\n\"May their table become a snare and a trap,\n    a stumbling block and a retribution for them.\n May their eyes be darkened so they cannot see,\n    and their backs be bent forever.\"[d]\n\n",
    "Script 4": "American Standard Version\n Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom [a]Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city;  who came with Zerubbabel, Jeshua, Nehemiah, [b]Seraiah, [c]Reelaiah, Mordecai, Bilshan, [d]Mispar, Bigvai, [e]Rehum, Baanah.\n\nThe number of the men of the people of Israel:  The children of Parosh, two thousand a hundred seventy and two.  The children of Shephatiah, three hundred seventy and two.  The children of Arah, seven hundred seventy and five.  The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred and twelve.  The children of Elam, a thousand two hundred fifty and four.  The children of Zattu, nine hundred forty and five.  The children of Zaccai, seven hundred and threescore.  The children of [f]Bani, six hundred forty and two.  The children of Bebai, six hundred twenty and three.  The children of Azgad, a thousand two hundred twenty and two.  The children of Adonikam, six hundred sixty and six.  The children of Bigvai, two thousand fifty and six.  The children of Adin, four hundred fifty and four.  The children of Ater, of Hezekiah, ninety and eight.  The children of Bezai, three hundred twenty and three.  The children of [g]Jorah, a hundred and twelve.  The children of Hashum, two hundred twenty and three.  The children of [h]Gibbar, ninety and five.  The children of Beth-lehem, a hundred twenty and three.  The men of Netophah, fifty and six.  The men of Anathoth, a hundred twenty and eight.  The children of [i]Azmaveth, forty and two.  The children of [j]Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three.  The children of Ramah and Geba, six hundred twenty and one.  The men of Michmas, a hundred twenty and two.  The men of Beth-el and Ai, two hundred twenty and three.  The children of Nebo, fifty and two.  The children of Magbish, a hundred fifty and six.  The children of the other Elam, a thousand two hundred fifty and four.  The children of Harim, three hundred and twenty.  The children of Lod, Hadid, and Ono, seven hundred twenty and five.  The children of Jericho, three hundred forty and five.  The children of Senaah, three thousand and six hundred and thirty.\n\n The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.  The children of Immer, a thousand fifty and two.  The children of Pashhur, a thousand two hundred forty and seven.  The children of Harim, a thousand and seventeen.\n\n The Levites: the children of Jeshua and Kadmiel, of the children of [k]Hodaviah, seventy and four.  The singers: the children of Asaph, a hundred twenty and eight.  The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.\n\n The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,  the children of Keros, the children of [l]Siaha, the children of Padon,  the children of Lebanah, the children of Hagabah, the children of Akkub,  the children of Hagab, the children of [m]Shamlai, the children of Hanan,  the children of Giddel, the children of Gahar, the children of Reaiah,  the children of Rezin, the children of Nekoda, the children of Gazzam,  the children of Uzza, the children of Paseah, the children of Besai,  the children of Asnah, the children of Meunim, the children of [n]Nephisim,  the children of Bakbuk, the children of Hakupha, the children of Harhur,  the children of [o]Bazluth, the children of Mehida, the children of Harsha,  the children of Barkos, the children of Sisera, the children of Temah,  the children of Neziah, the children of Hatipha.\n\n The children of Solomon's servants: the children of Sotai, the children of [p]Hassophereth, the children of [q]Peruda,  the children of Jaalah, the children of Darkon, the children of Giddel,  the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of [r]Ami.  All the Nethinim, and the children of Solomon's servants, were three hundred ninety and two.\n\n And these were they that went up from Tel-melah, Tel-harsha, Cherub, [s]Addan, and Immer; but they could not show their fathers' houses, and their seed, whether they were of Israel:  the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two.  And of the children of the priests: the children of [t]Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.  These sought their register among those that were reckoned by genealogy, but they were not found: therefore [u]were they deemed polluted and put from the priesthood.  And the governor said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.\n\n The whole assembly together was forty and two thousand three hundred and threescore,  besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred singing men and singing women.  Their horses were seven hundred thirty and six; their mules, two hundred forty and five;  their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.\n\n And some of the heads of fathers' houses, when they came to the house of Jehovah which is in Jerusalem, offered willingly for the house of God to set it up in its place:  they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand [v]pounds of silver, and one hundred priests' garments.\n\n So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:105-112;2Kings22:3-20;Romans11:2-10",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,2Kgs.22,Rom.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ba6180b0eb1e42f8b1d083546f23b453~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_c274037938364110b5f9578725731935~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_71a05f999dd140a19199d677ca304dc0~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_23c75e45007b49f49c590e4490af92b6~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:105-112",
    "Address Script 2": "2 Kings 22:3-20",
    "Address Script 3": "Romans 11:2-10",
    "Address Script 4": "Ezra 2",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Kgs.22.88366e32af21947a01628b4de70cdf0a.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rom.11.4f0ece5297c82e5767d32ea9fa30db67.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:105-112\n\nנ Nun\n\n105 Your word is a lamp for my feet,\n    a light on my path.\n106 I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n107 I have suffered much;\n    preserve my life, Lord, according to your word.\n108 Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n109 Though I constantly take my life in my hands,\n    I will not forget your law.\n110 The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n111 Your statutes are my heritage forever;\n    they are the joy of my heart.\n112 My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm 119:112 Or decrees / for their enduring reward",
    "Script 2": "2 Kings 22:3-20\n\n3 In the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the Lord. He said: 4 \"Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the Lord, which the doorkeepers have collected from the people. 5 Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the Lord-- 6 the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple. 7 But they need not account for the money entrusted to them, because they are honest in their dealings.\"\n\n8 Hilkiah the high priest said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the Lord.\" He gave it to Shaphan, who read it. 9 Then Shaphan the secretary went to the king and reported to him: \"Your officials have paid out the money that was in the temple of the Lord and have entrusted it to the workers and supervisors at the temple.\" 10 Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king.\n\n11 When the king heard the words of the Book of the Law, he tore his robes. 12 He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary and Asaiah the king's attendant: 13 \"Go and inquire of the Lord for me and for the people and for all Judah about what is written in this book that has been found. Great is the Lord's anger that burns against us because those who have gone before us have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.\"\n\n14 Hilkiah the priest, Ahikam, Akbor, Shaphan and Asaiah went to speak to the prophet Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n15 She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me, 16 'This is what the Lord says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read. 17 Because they have forsaken me and burned incense to other gods and aroused my anger by all the idols their hands have made,[a] my anger will burn against this place and will not be quenched.' 18 Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard: 19 Because your heart was responsive and you humbled yourself before the Lord when you heard what I have spoken against this place and its people--that they would become a curse[b] and be laid waste--and because you tore your robes and wept in my presence, I also have heard you, declares the Lord. 20 Therefore I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.'\"\n\nSo they took her answer back to the king.\n\nFootnotes\na. 2 Kings 22:17 Or by everything they have done\nb. 2 Kings 22:19 That is, their names would be used in cursing (see Jer. 29:22); or, others would see that they are cursed.",
    "Script 3": "Romans 11:2-10\n\n2 God did not reject his people, whom he foreknew. Don't you know what Scripture says in the passage about Elijah--how he appealed to God against Israel: 3 \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"[a]? 4 And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\"[b] 5 So too, at the present time there is a remnant chosen by grace. 6 And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.\n\n7 What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened, 8 as it is written:\n\n\"God gave them a spirit of stupor,\n    eyes that could not see\n    and ears that could not hear,\nto this very day.\"[c]\n\n9 And David says:\n\n\"May their table become a snare and a trap,\n    a stumbling block and a retribution for them.\n10 May their eyes be darkened so they cannot see,\n    and their backs be bent forever.\"[d]\n\nFootnotes\na. Romans 11:3 1 Kings 19:10,14\nb. Romans 11:4 1 Kings 19:18\nc. Romans 11:8 Deut. 29:4; Isaiah 29:10\nd. Romans 11:10 Psalm 69:22,23",
    "Script 4": "Ezra 2\nAmerican Standard Version\n2 Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom [a]Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city; 2 who came with Zerubbabel, Jeshua, Nehemiah, [b]Seraiah, [c]Reelaiah, Mordecai, Bilshan, [d]Mispar, Bigvai, [e]Rehum, Baanah.\n\nThe number of the men of the people of Israel: 3 The children of Parosh, two thousand a hundred seventy and two. 4 The children of Shephatiah, three hundred seventy and two. 5 The children of Arah, seven hundred seventy and five. 6 The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred and twelve. 7 The children of Elam, a thousand two hundred fifty and four. 8 The children of Zattu, nine hundred forty and five. 9 The children of Zaccai, seven hundred and threescore. 10 The children of [f]Bani, six hundred forty and two. 11 The children of Bebai, six hundred twenty and three. 12 The children of Azgad, a thousand two hundred twenty and two. 13 The children of Adonikam, six hundred sixty and six. 14 The children of Bigvai, two thousand fifty and six. 15 The children of Adin, four hundred fifty and four. 16 The children of Ater, of Hezekiah, ninety and eight. 17 The children of Bezai, three hundred twenty and three. 18 The children of [g]Jorah, a hundred and twelve. 19 The children of Hashum, two hundred twenty and three. 20 The children of [h]Gibbar, ninety and five. 21 The children of Beth-lehem, a hundred twenty and three. 22 The men of Netophah, fifty and six. 23 The men of Anathoth, a hundred twenty and eight. 24 The children of [i]Azmaveth, forty and two. 25 The children of [j]Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three. 26 The children of Ramah and Geba, six hundred twenty and one. 27 The men of Michmas, a hundred twenty and two. 28 The men of Beth-el and Ai, two hundred twenty and three. 29 The children of Nebo, fifty and two. 30 The children of Magbish, a hundred fifty and six. 31 The children of the other Elam, a thousand two hundred fifty and four. 32 The children of Harim, three hundred and twenty. 33 The children of Lod, Hadid, and Ono, seven hundred twenty and five. 34 The children of Jericho, three hundred forty and five. 35 The children of Senaah, three thousand and six hundred and thirty.\n\n36 The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three. 37 The children of Immer, a thousand fifty and two. 38 The children of Pashhur, a thousand two hundred forty and seven. 39 The children of Harim, a thousand and seventeen.\n\n40 The Levites: the children of Jeshua and Kadmiel, of the children of [k]Hodaviah, seventy and four. 41 The singers: the children of Asaph, a hundred twenty and eight. 42 The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.\n\n43 The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth, 44 the children of Keros, the children of [l]Siaha, the children of Padon, 45 the children of Lebanah, the children of Hagabah, the children of Akkub, 46 the children of Hagab, the children of [m]Shamlai, the children of Hanan, 47 the children of Giddel, the children of Gahar, the children of Reaiah, 48 the children of Rezin, the children of Nekoda, the children of Gazzam, 49 the children of Uzza, the children of Paseah, the children of Besai, 50 the children of Asnah, the children of Meunim, the children of [n]Nephisim, 51 the children of Bakbuk, the children of Hakupha, the children of Harhur, 52 the children of [o]Bazluth, the children of Mehida, the children of Harsha, 53 the children of Barkos, the children of Sisera, the children of Temah, 54 the children of Neziah, the children of Hatipha.\n\n55 The children of Solomon's servants: the children of Sotai, the children of [p]Hassophereth, the children of [q]Peruda, 56 the children of Jaalah, the children of Darkon, the children of Giddel, 57 the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of [r]Ami. 58 All the Nethinim, and the children of Solomon's servants, were three hundred ninety and two.\n\n59 And these were they that went up from Tel-melah, Tel-harsha, Cherub, [s]Addan, and Immer; but they could not show their fathers' houses, and their seed, whether they were of Israel: 60 the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two. 61 And of the children of the priests: the children of [t]Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name. 62 These sought their register among those that were reckoned by genealogy, but they were not found: therefore [u]were they deemed polluted and put from the priesthood. 63 And the governor said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.\n\n64 The whole assembly together was forty and two thousand three hundred and threescore, 65 besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred singing men and singing women. 66 Their horses were seven hundred thirty and six; their mules, two hundred forty and five; 67 their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.\n\n68 And some of the heads of fathers' houses, when they came to the house of Jehovah which is in Jerusalem, offered willingly for the house of God to set it up in its place: 69 they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand [v]pounds of silver, and one hundred priests' garments.\n\n70 So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities.\n\n \nFootnotes\nEzra 2:1 Hebrew Nebuchadnezzor.\nEzra 2:2 In Neh. 7:7, Azariah.\nEzra 2:2 In Neh. 7:7, Raamiah.\nEzra 2:2 In Neh. 7:7, Mispereth.\nEzra 2:2 In Neh. 7:7, Nehum.\nEzra 2:10 In Neh. 7:15, Binnui.\nEzra 2:18 In Neh. 7:24, Hariph.\nEzra 2:20 In Neh. 7:25, Gibeon.\nEzra 2:24 In Neh. 7:28, Beth-azmaveth.\nEzra 2:25 In Neh. 7:29, Kiriath-jearim.\nEzra 2:40 In 3:9, Judah. In Neh. 7:43, Hodevah.\nEzra 2:44 In Neh. 7:47, Sia.\nEzra 2:46 In Neh. 7:48, Salmai.\nEzra 2:50 Another reading is, Nephusim. In Neh. 7:52, Nephushesim.\nEzra 2:52 In Neh. 7:54, Bazlith.\nEzra 2:55 In Neh. 7:57, Sophereth.\nEzra 2:55 In Neh. 7:57, Perida.\nEzra 2:57 In Neh. 7:59, Amon.\nEzra 2:59 In Neh. 7:61, Addon.\nEzra 2:61 In Neh. 7:63, Hobaiah.\nEzra 2:62 Hebrew they were polluted from the priesthood.\nEzra 2:69 Hebrew maneh.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\nFootnotes\na. Psalm : Or decrees / for their enduring reward",
    "Script 2": " Kings :-\n\n In the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the Lord. He said:  \"Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the Lord, which the doorkeepers have collected from the people.  Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the Lord--  the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple.  But they need not account for the money entrusted to them, because they are honest in their dealings.\"\n\n Hilkiah the high priest said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the Lord.\" He gave it to Shaphan, who read it.  Then Shaphan the secretary went to the king and reported to him: \"Your officials have paid out the money that was in the temple of the Lord and have entrusted it to the workers and supervisors at the temple.\"  Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king.\n\n When the king heard the words of the Book of the Law, he tore his robes.  He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary and Asaiah the king's attendant:  \"Go and inquire of the Lord for me and for the people and for all Judah about what is written in this book that has been found. Great is the Lord's anger that burns against us because those who have gone before us have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.\"\n\n Hilkiah the priest, Ahikam, Akbor, Shaphan and Asaiah went to speak to the prophet Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read.  Because they have forsaken me and burned incense to other gods and aroused my anger by all the idols their hands have made,[a] my anger will burn against this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before the Lord when you heard what I have spoken against this place and its people--that they would become a curse[b] and be laid waste--and because you tore your robes and wept in my presence, I also have heard you, declares the Lord.  Therefore I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.'\"\n\nSo they took her answer back to the king.\n\nFootnotes\na.  Kings : Or by everything they have done\nb.  Kings : That is, their names would be used in cursing (see Jer. :); or, others would see that they are cursed.",
    "Script 3": "Romans :-\n\n God did not reject his people, whom he foreknew. Don't you know what Scripture says in the passage about Elijah--how he appealed to God against Israel:  \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"[a]?  And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\"[b]  So too, at the present time there is a remnant chosen by grace.  And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.\n\n What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened,  as it is written:\n\n\"God gave them a spirit of stupor,\n    eyes that could not see\n    and ears that could not hear,\nto this very day.\"[c]\n\n And David says:\n\n\"May their table become a snare and a trap,\n    a stumbling block and a retribution for them.\n May their eyes be darkened so they cannot see,\n    and their backs be bent forever.\"[d]\n\nFootnotes\na. Romans :  Kings :,\nb. Romans :  Kings :\nc. Romans : Deut. :; Isaiah :\nd. Romans : Psalm :,",
    "Script 4": "Ezra \nAmerican Standard Version\n Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom [a]Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city;  who came with Zerubbabel, Jeshua, Nehemiah, [b]Seraiah, [c]Reelaiah, Mordecai, Bilshan, [d]Mispar, Bigvai, [e]Rehum, Baanah.\n\nThe number of the men of the people of Israel:  The children of Parosh, two thousand a hundred seventy and two.  The children of Shephatiah, three hundred seventy and two.  The children of Arah, seven hundred seventy and five.  The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred and twelve.  The children of Elam, a thousand two hundred fifty and four.  The children of Zattu, nine hundred forty and five.  The children of Zaccai, seven hundred and threescore.  The children of [f]Bani, six hundred forty and two.  The children of Bebai, six hundred twenty and three.  The children of Azgad, a thousand two hundred twenty and two.  The children of Adonikam, six hundred sixty and six.  The children of Bigvai, two thousand fifty and six.  The children of Adin, four hundred fifty and four.  The children of Ater, of Hezekiah, ninety and eight.  The children of Bezai, three hundred twenty and three.  The children of [g]Jorah, a hundred and twelve.  The children of Hashum, two hundred twenty and three.  The children of [h]Gibbar, ninety and five.  The children of Beth-lehem, a hundred twenty and three.  The men of Netophah, fifty and six.  The men of Anathoth, a hundred twenty and eight.  The children of [i]Azmaveth, forty and two.  The children of [j]Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three.  The children of Ramah and Geba, six hundred twenty and one.  The men of Michmas, a hundred twenty and two.  The men of Beth-el and Ai, two hundred twenty and three.  The children of Nebo, fifty and two.  The children of Magbish, a hundred fifty and six.  The children of the other Elam, a thousand two hundred fifty and four.  The children of Harim, three hundred and twenty.  The children of Lod, Hadid, and Ono, seven hundred twenty and five.  The children of Jericho, three hundred forty and five.  The children of Senaah, three thousand and six hundred and thirty.\n\n The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.  The children of Immer, a thousand fifty and two.  The children of Pashhur, a thousand two hundred forty and seven.  The children of Harim, a thousand and seventeen.\n\n The Levites: the children of Jeshua and Kadmiel, of the children of [k]Hodaviah, seventy and four.  The singers: the children of Asaph, a hundred twenty and eight.  The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.\n\n The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,  the children of Keros, the children of [l]Siaha, the children of Padon,  the children of Lebanah, the children of Hagabah, the children of Akkub,  the children of Hagab, the children of [m]Shamlai, the children of Hanan,  the children of Giddel, the children of Gahar, the children of Reaiah,  the children of Rezin, the children of Nekoda, the children of Gazzam,  the children of Uzza, the children of Paseah, the children of Besai,  the children of Asnah, the children of Meunim, the children of [n]Nephisim,  the children of Bakbuk, the children of Hakupha, the children of Harhur,  the children of [o]Bazluth, the children of Mehida, the children of Harsha,  the children of Barkos, the children of Sisera, the children of Temah,  the children of Neziah, the children of Hatipha.\n\n The children of Solomon's servants: the children of Sotai, the children of [p]Hassophereth, the children of [q]Peruda,  the children of Jaalah, the children of Darkon, the children of Giddel,  the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of [r]Ami.  All the Nethinim, and the children of Solomon's servants, were three hundred ninety and two.\n\n And these were they that went up from Tel-melah, Tel-harsha, Cherub, [s]Addan, and Immer; but they could not show their fathers' houses, and their seed, whether they were of Israel:  the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two.  And of the children of the priests: the children of [t]Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.  These sought their register among those that were reckoned by genealogy, but they were not found: therefore [u]were they deemed polluted and put from the priesthood.  And the governor said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.\n\n The whole assembly together was forty and two thousand three hundred and threescore,  besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred singing men and singing women.  Their horses were seven hundred thirty and six; their mules, two hundred forty and five;  their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.\n\n And some of the heads of fathers' houses, when they came to the house of Jehovah which is in Jerusalem, offered willingly for the house of God to set it up in its place:  they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand [v]pounds of silver, and one hundred priests' garments.\n\n So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities.\n\n \nFootnotes\nEzra : Hebrew Nebuchadnezzor.\nEzra : In Neh. :, Azariah.\nEzra : In Neh. :, Raamiah.\nEzra : In Neh. :, Mispereth.\nEzra : In Neh. :, Nehum.\nEzra : In Neh. :, Binnui.\nEzra : In Neh. :, Hariph.\nEzra : In Neh. :, Gibeon.\nEzra : In Neh. :, Beth-azmaveth.\nEzra : In Neh. :, Kiriath-jearim.\nEzra : In :, Judah. In Neh. :, Hodevah.\nEzra : In Neh. :, Sia.\nEzra : In Neh. :, Salmai.\nEzra : Another reading is, Nephusim. In Neh. :, Nephushesim.\nEzra : In Neh. :, Bazlith.\nEzra : In Neh. :, Sophereth.\nEzra : In Neh. :, Perida.\nEzra : In Neh. :, Amon.\nEzra : In Neh. :, Addon.\nEzra : In Neh. :, Hobaiah.\nEzra : Hebrew they were polluted from the priesthood.\nEzra : Hebrew maneh.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nנ Nun\n\n Your word is a lamp for my feet,\n    a light on my path.\n I have taken an oath and confirmed it,\n    that I will follow your righteous laws.\n I have suffered much;\n    preserve my life, Lord, according to your word.\n Accept, Lord, the willing praise of my mouth,\n    and teach me your laws.\n Though I constantly take my life in my hands,\n    I will not forget your law.\n The wicked have set a snare for me,\n    but I have not strayed from your precepts.\n Your statutes are my heritage forever;\n    they are the joy of my heart.\n My heart is set on keeping your decrees\n    to the very end.[a]\n\n",
    "Script 2": " Kings :-\n\n In the eighteenth year of his reign, King Josiah sent the secretary, Shaphan son of Azaliah, the son of Meshullam, to the temple of the Lord. He said:  \"Go up to Hilkiah the high priest and have him get ready the money that has been brought into the temple of the Lord, which the doorkeepers have collected from the people.  Have them entrust it to the men appointed to supervise the work on the temple. And have these men pay the workers who repair the temple of the Lord--  the carpenters, the builders and the masons. Also have them purchase timber and dressed stone to repair the temple.  But they need not account for the money entrusted to them, because they are honest in their dealings.\"\n\n Hilkiah the high priest said to Shaphan the secretary, \"I have found the Book of the Law in the temple of the Lord.\" He gave it to Shaphan, who read it.  Then Shaphan the secretary went to the king and reported to him: \"Your officials have paid out the money that was in the temple of the Lord and have entrusted it to the workers and supervisors at the temple.\"  Then Shaphan the secretary informed the king, \"Hilkiah the priest has given me a book.\" And Shaphan read from it in the presence of the king.\n\n When the king heard the words of the Book of the Law, he tore his robes.  He gave these orders to Hilkiah the priest, Ahikam son of Shaphan, Akbor son of Micaiah, Shaphan the secretary and Asaiah the king's attendant:  \"Go and inquire of the Lord for me and for the people and for all Judah about what is written in this book that has been found. Great is the Lord's anger that burns against us because those who have gone before us have not obeyed the words of this book; they have not acted in accordance with all that is written there concerning us.\"\n\n Hilkiah the priest, Ahikam, Akbor, Shaphan and Asaiah went to speak to the prophet Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people, according to everything written in the book the king of Judah has read.  Because they have forsaken me and burned incense to other gods and aroused my anger by all the idols their hands have made,[a] my anger will burn against this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before the Lord when you heard what I have spoken against this place and its people--that they would become a curse[b] and be laid waste--and because you tore your robes and wept in my presence, I also have heard you, declares the Lord.  Therefore I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place.'\"\n\nSo they took her answer back to the king.\n\n",
    "Script 3": "Romans :-\n\n God did not reject his people, whom he foreknew. Don't you know what Scripture says in the passage about Elijah--how he appealed to God against Israel:  \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"[a]?  And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\"[b]  So too, at the present time there is a remnant chosen by grace.  And if by grace, then it cannot be based on works; if it were, grace would no longer be grace.\n\n What then? What the people of Israel sought so earnestly they did not obtain. The elect among them did, but the others were hardened,  as it is written:\n\n\"God gave them a spirit of stupor,\n    eyes that could not see\n    and ears that could not hear,\nto this very day.\"[c]\n\n And David says:\n\n\"May their table become a snare and a trap,\n    a stumbling block and a retribution for them.\n May their eyes be darkened so they cannot see,\n    and their backs be bent forever.\"[d]\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom [a]Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city;  who came with Zerubbabel, Jeshua, Nehemiah, [b]Seraiah, [c]Reelaiah, Mordecai, Bilshan, [d]Mispar, Bigvai, [e]Rehum, Baanah.\n\nThe number of the men of the people of Israel:  The children of Parosh, two thousand a hundred seventy and two.  The children of Shephatiah, three hundred seventy and two.  The children of Arah, seven hundred seventy and five.  The children of Pahath-moab, of the children of Jeshua and Joab, two thousand eight hundred and twelve.  The children of Elam, a thousand two hundred fifty and four.  The children of Zattu, nine hundred forty and five.  The children of Zaccai, seven hundred and threescore.  The children of [f]Bani, six hundred forty and two.  The children of Bebai, six hundred twenty and three.  The children of Azgad, a thousand two hundred twenty and two.  The children of Adonikam, six hundred sixty and six.  The children of Bigvai, two thousand fifty and six.  The children of Adin, four hundred fifty and four.  The children of Ater, of Hezekiah, ninety and eight.  The children of Bezai, three hundred twenty and three.  The children of [g]Jorah, a hundred and twelve.  The children of Hashum, two hundred twenty and three.  The children of [h]Gibbar, ninety and five.  The children of Beth-lehem, a hundred twenty and three.  The men of Netophah, fifty and six.  The men of Anathoth, a hundred twenty and eight.  The children of [i]Azmaveth, forty and two.  The children of [j]Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty and three.  The children of Ramah and Geba, six hundred twenty and one.  The men of Michmas, a hundred twenty and two.  The men of Beth-el and Ai, two hundred twenty and three.  The children of Nebo, fifty and two.  The children of Magbish, a hundred fifty and six.  The children of the other Elam, a thousand two hundred fifty and four.  The children of Harim, three hundred and twenty.  The children of Lod, Hadid, and Ono, seven hundred twenty and five.  The children of Jericho, three hundred forty and five.  The children of Senaah, three thousand and six hundred and thirty.\n\n The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.  The children of Immer, a thousand fifty and two.  The children of Pashhur, a thousand two hundred forty and seven.  The children of Harim, a thousand and seventeen.\n\n The Levites: the children of Jeshua and Kadmiel, of the children of [k]Hodaviah, seventy and four.  The singers: the children of Asaph, a hundred twenty and eight.  The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred thirty and nine.\n\n The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,  the children of Keros, the children of [l]Siaha, the children of Padon,  the children of Lebanah, the children of Hagabah, the children of Akkub,  the children of Hagab, the children of [m]Shamlai, the children of Hanan,  the children of Giddel, the children of Gahar, the children of Reaiah,  the children of Rezin, the children of Nekoda, the children of Gazzam,  the children of Uzza, the children of Paseah, the children of Besai,  the children of Asnah, the children of Meunim, the children of [n]Nephisim,  the children of Bakbuk, the children of Hakupha, the children of Harhur,  the children of [o]Bazluth, the children of Mehida, the children of Harsha,  the children of Barkos, the children of Sisera, the children of Temah,  the children of Neziah, the children of Hatipha.\n\n The children of Solomon's servants: the children of Sotai, the children of [p]Hassophereth, the children of [q]Peruda,  the children of Jaalah, the children of Darkon, the children of Giddel,  the children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of [r]Ami.  All the Nethinim, and the children of Solomon's servants, were three hundred ninety and two.\n\n And these were they that went up from Tel-melah, Tel-harsha, Cherub, [s]Addan, and Immer; but they could not show their fathers' houses, and their seed, whether they were of Israel:  the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty and two.  And of the children of the priests: the children of [t]Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.  These sought their register among those that were reckoned by genealogy, but they were not found: therefore [u]were they deemed polluted and put from the priesthood.  And the governor said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.\n\n The whole assembly together was forty and two thousand three hundred and threescore,  besides their men-servants and their maid-servants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred singing men and singing women.  Their horses were seven hundred thirty and six; their mules, two hundred forty and five;  their camels, four hundred thirty and five; their asses, six thousand seven hundred and twenty.\n\n And some of the heads of fathers' houses, when they came to the house of Jehovah which is in Jerusalem, offered willingly for the house of God to set it up in its place:  they gave after their ability into the treasury of the work threescore and one thousand darics of gold, and five thousand [v]pounds of silver, and one hundred priests' garments.\n\n So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, dwelt in their cities, and all Israel in their cities.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]