[
  {
    "Date": "2025-11-28T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=VNI6movTCuQ",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=QIyRjDWmR_U&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=12",
    "famous quote": "You, me, or nobody is gonna hit as hard as life. But it ain't about how hard you hit; it's about how hard you can get hit and keep moving forward. How much you can take and keep moving forward. That's how winning is done.\n-Rocky Balboa",
    "Ted Talks": "https://www.youtube.com/watch?v=uCk3nRviOHw",
    "Nature Video": "https://www.youtube.com/watch?v=_y4DbZivHCY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=47",
    "User added": "\"For he is our God; we are the people of his pasture, the sheep he owns. Today, if only you would obey him!\"\n‭‭Psalms‬ ‭95:7‬ ‭NET‬‬‬‬‬‬\n\nThe verses following this one tell how the people of Israel were obstinate in not trusting God to take care of them. When you think of God, what first comes to mind? Love? Grace? Mercy? Or, does God's judgment pop up first? Certainly, God has all of these attributes and more, to perfection. But when it comes to you, do you really trust God to do what is best for you?\n\n\"For this is the way God loved the world: He gave his one and only Son, so that everyone who believes in him will not perish but have eternal life.\"\n‭‭John‬ ‭3:16‬ ‭NET‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_98cbc47fd80244e2b414f97da3f555b2~mv2.png",
    "Interview Text": "Judy\nSeeing Jesus\n\nIt was only after hearing about what God is doing in Ethiopia that I started asking Americans why it isn't happening in America. Surprisingly, I am finding that it consistently is.\n\nJudy is a quiet, middle-aged woman with short hair and a kind, round face. She is humble and peaceful and is quick to show her love to anybody who will receive it.\nShe was especially kind to me. But she became even more interesting when she told me she had seen Jesus. \nJudy was married once. She said she did it because she wanted to be married and people told her she should take more risks. It turned out to be a risk she shouldn't have taken and it quickly ended.\n\nShe said she had always wanted to have a man that would just whisk her away on a horse. That's what she deeply longed for, a man like that, and when she had tried she had been deeply let down. Since that day she had been lonely. \n\nShe had been lonely until the day she was sitting on a beach watching the powerful waves rock back and forth. And she had a vision of Jesus. He rode by on a horse and swept her up. She never felt the deep need for a man again. In that one moment it had been totally fulfilled.\n\nI asked her if she could tell me more about what he looks like and she replied, \"He had white robes on. Clean white robes and a strong white horse. I couldn't see his face. But he so effortlessly swept me up off my feet.\"\n\n\"Could you feel his body? Or just the robes or something?\" I asked.\n\n\"I just felt substance. It wasn't a bunch of robes. The way my arms wrapped around him, it just fit. It was just so natural. I think we were bare back on the horse.\"\n\n\"Oh and there was another time,\" she continued. \"I had a dream where I was at a banquet with a bunch of people. I was with a man. I don't feel I've ever been in love before in real life, but I felt it there, with the man at the table. He was eating a fruit pie. He said, 'You have to stay here a while longer with these people.' He had a bit of the blueberry pie on his lips and I kissed it off. And it was just so sweet and intimate.\"\n\n\"Do you remember what he looked like there? Could you see detail better than the other time?\"\n\n\"It seemed like he had longer, shoulder-length dark hair maybe. I'm not sure. I don't remember details of his face, except just wonderful. The feelings were intense.\"\n\n\"You just mostly remember the really wonderful feelings?\"\n\n\"Yes.\" She sighs and says, \"It was intimate. Just so intimate. Just such closeness. I just knew he was the person I was in love with. I mean madly in love with. But we couldn't come together because people were around. He said, 'Not yet. You must be with these people.'\"\nAnd then later she told me this.\n\n\"This is gonna sound crazy. But I was listening to praise music in my car one time and felt like I was suddenly with God as he was swirling around the chaotic void before the beginning of the world. And there was a loud voice like a resonant humming all around.\"\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]