[
  {
    "Date": "2025-12-02T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=t6plGJhbkgM",
    "Additional Link": "https://lnns.co/U0reuJ1OzAy",
    "Yoga": "https://www.youtube.com/watch?v=mp6yg3whxW0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=3",
    "famous quote": "\"Well, you know how it feels if you begin hoping for something that you want desperately badly; you almost fight against the hope because it is too good to be true; you've been disappointed so often before.\"\n-- C.S. Lewis (The Magician's Nephew (Chronicles of Narnia, #6))",
    "Ted Talks": "https://www.youtube.com/watch?v=Irx0tC92fdE",
    "Nature Video": "https://www.youtube.com/watch?v=j_SjhcdF_J4&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=51",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta \nProphecy\nInterview (part 2)\n\nAnother story. Another village. There was a person who had been in prison for 9 years for killing someone and after he was released he was now in the village. \nWhile I was ministering with people in a house I heard a voice outside the door. I heard someone screaming outside. They opened the door and the man from prison came in. While he was coming into the room the people in the congregation got up and tried to move him out because he was coming to beat me up. I told them, \"Don't.\" I asked him, \"Why have you come? If you have come to listen, please sit down and you will learn how to make your life better.\" The man reached to hit me with a stick. I said, \"In the name of Jesus Christ\" and the man's hand got stuck out straight. \nUntil I finished my preaching his arm was frozen, held out.\nHere Tesfaye lets himself start to really smile for the first time. \nAs soon as I finished my preaching I prayed for the congregation and the Holy Spirit told me to forgive this person. \nTesfaye reaches his hand out from his side, and he looks in that direction as if he were speaking to the man.\nSo I walked to him and gave thanks to the Lord. I praised the Lord and said, \"I have forgiven this person.\" Immediately he started to put his arm down toward his body and he asked, \"What did you do to me?\" \nSo I asked God why this thing happened. But the Holy Spirit spoke and told me, \"Now his family members will come to you and will know Jesus.\"\nThat prison man's mom got sick and the hospital couldn't heal her. Finally someone told them to take the woman to me. I prayed for her and now she is a leader of women in my church. Three weeks ago that prison person came to me and got saved.\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://youtu.be/GP1dEP_cPaU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=5kS3_oRqT30",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]