[
  {
    "Art title 1": "Obedience Tunes Thine Heart to Hear",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_7014d659f1524391b47ba0042b63e2a7~mv2.jpg",
    "Artist Statement 1": "When we have a clear conscience and clean our life of distraction, sometimes it is easier to hear the quiet whisper to us.  \n\nIf we are asking why God is not speaking to us or working in our lives, maybe it is because we have filled our heads and hearts with our own agendas and numbing vices. Perhaps fasting from food or social media and giving minutes to God just listening, will help our hearts train on the voice of our creator. \n\nModern Christian thinkers like JohnMark Comer and Ruth Haley Barton speak of how important it is to have time of silence with God so he can speak to us. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-36f78e2c-7165-4327-81b3-1a587e97efa8",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "Losing Your Sensitivity to Hear",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Losing Your Sensitivity to Hear",
    "Story Link": "https://www.rawspoon.com/post/story-losing-your-sensitivity-to-hear",
    "excerpt": "Radio:\nKirk had been passionate about radios growing up and this made him almost perfect for his job as a radio technician in World War II. He was to listen to the chatter on the airwaves for messages in code from their commander, directing his battalion's next move. However he liked radio so much that he had turned up his personal radio so he could listen to his favorite show. And he missed the instructions that would have saved his whole battalion before they charged toward the wrong coordinates.\n\nWi-Fi:\nThere was a brilliant man who had been given a crucial position of making fast paced bids in auctions buying large companies. However he also loved living isolated in the woods. he had worked it so that his job would allow him to live in his cabin and do what he loved as long as he was within Wi-Fi range when that crucial notification came through. The man was tracking a deer and it wasn't until after he shot the deer and dragged it into range that he realized he had missed the bid and lost the biggest bid of his career.\n\nCellular:\nThere was a single mother who loved going to concerts. And she thought I can be both a good mother and still go to my concerts. She started going more often and it was in the middle of a loud song that her phone rang. She did not hear it. Her baby had an allergic reaction and the babysitter could not get ahold of her until it was too late.\n\nSpiritual:\nWe are meant to hear the voice of God but as we ignore God's voice when he tells us to do something we don't want to, it numbs our capability of hearing Him all together.  \nWhat instructions are you numbing yourself to? And what beautiful message are you missing as a result?\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "BLOG: Thankful for Justice",
    "Blog Link": "https://www.rawspoon.com/post/thankful-for-justice",
    "Blog excerpt": "I used to think justice was the scary part of God. Wrathful. Punitive. The opposite of forgiveness.\n\nBut I read a Psalm yesterday that made me think, justice is what will save some of us!\n\nThe Psalm said that Justice will be served and the poor, oppressed people will receive the joy they deserve.\n\nAnd now I see how God's justice makes Him just as lovely as His forgiveness.\n\nRaw Spoon\n\n",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/aS4iM6KpPYo",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 30",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 15",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 7\nAmerican Standard Version\n7 Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah, 2 the son of Shallum, the son of Zadok, the son of Ahitub, 3 the son of Amariah, the son of Azariah, the son of Meraioth, 4 the son of Zerahiah, the son of Uzzi, the son of Bukki, 5 the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest-- 6 this Ezra went up from Babylon. And he was a ready scribe in the law of Moses, which Jehovah, the God of Israel, had given; and the king granted him all his request, according to the hand of Jehovah his God upon him. 7 And there went up some of the children of Israel, and of the priests, and the Levites, and the singers, and the porters, and the Nethinim, unto Jerusalem, in the seventh year of Artaxerxes the king. 8 And he came to Jerusalem in the fifth month, which was in the seventh year of the king. 9 For upon the first day of the first month [a]began he to go up from Babylon; and on the first day of the fifth month came he to Jerusalem, according to the good hand of his God upon him. 10 For Ezra had set his heart to seek the law of Jehovah, and to do it, and to teach in Israel statutes and ordinances.\n\n11 Now this is the copy of the letter that the king Artaxerxes gave unto Ezra the priest, the scribe, even the scribe of the words of the commandments of Jehovah, and of his statutes to Israel",
    "The Chosen 3": "https://youtu.be/eBezQYoqYp8",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Bh2eVWC9We8",
    "Song 2": "https://www.youtube.com/watch?v=LKSjlquudWI",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/4df860d9-6d66-44b3-8522-586d7a7ee5d5.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]