[
  {
    "Art title 1": "The Problem with Being a Living Sacrifice is We Keep Getting Off The Altar",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_bcb0fd6dc78240459059f506e88f3b7b~mv2.jpg",
    "Artist Statement 1": "I recently was inspired to try again, at one of those little sins I keep slipping back into. \n\nI thought, people who fall off a wagon, if they want to go where the wagon is going, keep getting back on. \n\nSo instead of giving up, let's keep getting back on, even if we are pretty sure we'll fail again. It means we'll be on the wagon for more time than if we didn't get back on! Take heart, he longs to make us more holy and righteous and it's often a long process of slow refinement. And we get better and better at understanding the factors at play, and how to use them to defeat it. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-95b3a4a9-f05d-473c-8c71-ed1a49ab5942",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Got 99 Sheep, But The Girl Is Gone",
    "Story Link": "https://www.rawspoon.com/post/got-99-sheep-but-the-girl-is-gone",
    "excerpt": "The king's daughter had been kidnapped by bandits and they escaped into the hills. \n\nThe moment someone whispered this news to the king he left the meeting with the important ambassadors from several neighboring nations and mounted his horse. He set out in the middle of the night and rode through to the morning in pursuit. He left the kingdom in the hands of his cabinet, but pursued his precious daughter with his own two feet. \n\nThat morning he kicked down a door in a cabin he had come upon and broken his knuckle on the face of the man who was friend of the bandits. Only then did they reveal the direction the kidnappers had gone. And the king continued his pursuit.\n\nWhen his horse got exhausted the next day he left her behind to scale a mountain on foot. He had shed jacket and bag when they became too heavy for him to carry. \n\nHe had climbed down the mountain during a storm on the second night until he was wet to the bone.\n\nHe would figure out how to bring his daughter home once he found her, but until then he had to do absolutely everything he could just to find her and rescue her from her captors. \n\nBut when he came upon the bandit's camp he saw his daughter hanging out at the campfire with them, talking just like them. They were slandering his kingdom and making fun of him and his cabinet. She was cuddling up to the naughtiest looking dark and handsome bandit. She looked up from time to time to add to the conversation but was surfing on her phone most of the time. \n\nThis wasn't who he knew his daughter was meant to be. She was noble, and good, and wise. But I guess she had seen this new type of living and she changed so quickly. \n\nThe king whispered until he finally got her attention. She finally took out her ear buds and saw him. She was like, \"Oh hey dad.\"\n\n\"I've come to rescue you! Slip away when they're not looking and we'll go home!\"\n\nWhen she didn't answer he whispered it again a little louder. \"I've come to rescue you!\"\n\n\"Oh, sorry dad. I had to return a snapchat.\" She looked at the rugged young man beside her and the moonshine being passed around the fire. \"I think I'm gonna stay here. Thanks though.\"\n\nThe king stumbled away, and limped his way back to his kingdom, dumbfounded. \n\nIn church this Sunday we talked about how God leaves the 99 to pursue the one sheep who has strayed. And we sang that beautiful song by Cory Asbury called Reckless Love, which says, his love \"chases me down, fights till I'm found, leaves the 99.... There's no shadow you won't light up, no mountain you won't climb up, coming after me. There's no wall you won't kick down, no lie you won't tear down, coming after me.\"\n\nAnd I look at my life and the life of loved ones who have drifted away and I ask, \"Why doesn't it seem like God has pursued us like this.\" It seems like a slow, distracted, self-guided path. I'm not much closer to God than last year, it seems. And I think about friends who aren't really Christians anymore. They just kind of drifted away. And I wonder if maybe God has pursued us, but we haven't wanted to be found. We just would rather do our own thing.\n\n-Raw Spoon, 9-18-19",
    "Audio file": "",
    "Blog Title": "The Psalms and White Fragility",
    "Blog Link": "https://www.rawspoon.com/post/psalms-and-white-fragility",
    "Blog excerpt": "he Psalms and 'White Fragility'\nReading the Psalms usually does nothing for me. It almost always seems to be about the Psalmist asking for help to overcome his enemies. \n\nToday's says, \n\nMay all who want to take my life\nbe put to shame and confusion;.\n(psalm 40:14)\n\nI read these and just think, \"I have no enemies pursuing me. I just can't relate.\" I shake my head and complain that I'm doing my part, but God isn't really doing much to meet me where I'm at.\n\nBut this morning it dawned on me. Maybe I'm missing something. The fact that the majority of the psalms are about something I have very little experience with, makes me think I have an uninformed experience. Maybe I have the wool pulled over my eyes. What if my comforts make me oblivious to the enemies out there and the battles being played out.\n\nI think this realization corresponds with me just having read \"White Fragility\" and hearing my Black friends speak about their pain in the Black Lives Matter movement. The book helped me realize that because the white experience is assumed to be the default (through media and cultural messages disseminated across the world) we have made ourselves unaware of other races' experience. Of course the white experience is important just like experiences of other races are, but I have been oblivious to how their experience is different than mine. Because the white experience is assumed as the normal, others have been pushed to the wayside as this assumption stormed through our world.\n\nAnd maybe the fact that most of the Psalms talk about having to fight against forces coming against us, and that the Psalms are supposed to be like the prayer and song book for God's people, maybe I need to start considering that my experience is the naive one. My experience is the sheltered and isolated one. \n\nI'm sure you've heard how us upper-middle class Americans are the top 1% richest in all of world history, or whatever. Maybe I should not be proud of that, but instead I should let it inform me that my perspective needs to change. Maybe I need to get down from my tower, put aside my blinding comforts, and participate in the struggle experienced by the majority of the world.\n\nA few of us are perhaps in tall towers looking out over the pretty mountain tops of time, waving kindly at the other towers, and we don't look down to see the relentless striving and maneuvering power struggle filling the valleys, whether it be racial struggles, poverty struggles, mental or physical health struggles. There are plenty of other struggles.\n\nGod, help me step down from this happy tower. Help me to hurt with those who hurt and mourn with those who mourn, whatever the form. Help me to fight for justice and help the hurting even when it takes me away from my comforts. If I'm not ready to do that fully, at least help me do it a little more than I do right now and move towards doing it more.\n\nRaw Spoon, 6-5-20",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_257ad071ca1345aa8ba5255ac78e2adc~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=TeQ1nq_YJD0",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 122",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 24",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 17",
    "The Chosen 3": "https://youtu.be/A8OauAN8hck",
    "The Chosen 4": "",
    "Song": "https://youtu.be/Hffi8UCNxHw",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@31.7765415,35.244337,3a,75y,7.27h,55.66t/data=!3m8!1e1!3m6!1sAF1QipP4j1g2JUKL6ktyi027Ok3EP-Kpp_vBqUOy1xZG!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipP4j1g2JUKL6ktyi027Ok3EP-Kpp_vBqUOy1xZG%3Dw203-h100-k-no-pi0-ya194.48174-ro-0-fo100!7i6000!8i3000!5m1!1e4?entry=ttu",
    "3dNotes3": "Directly below this is the Mount of Olives",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/4",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/68816302-8542-4fc6-9966-383a0fe2c8ae.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]