[
  {
    "Date": "2025-11-16T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=u0ZXBJQsKsk",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=8",
    "famous quote": "Luck is a matter of preparation meeting opportunity.\n-Lucius Annaeus Seneca",
    "Ted Talks": "https://www.youtube.com/watch?v=78nsxRxbf4w",
    "Nature Video": "https://www.youtube.com/watch?v=1h7KV2sjUWY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=35",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 5)\n\nIt seems like demon possession is such a common thing down here. I wonder if it really is what they think it is. But maybe it is us Americans that don't know when we are possessed. Maybe in America it takes different forms. So I ask.\r\nHow do you know when someone has a demon spirit?\r\nWhen we pray and mention the name of Jesus, the demon cannot resist the name and they will scream or fall down on the ground. That's how we know it's a demon spirit.\r\n\r\nDo you have to say just Jesus or Jesus Christ? \r\n\nThe name of Jesus Christ. \"In Jesus Christ's name.\"\r\nHere's an example. One time I went out for evangelism. I went to a house and their father answered. I asked him if he would accept Jesus. He pointed to his baby girl, 2 years old. She couldn't walk. She had been lame since she had been born. He said, \"If my child stands up and walks I will believe in Jesus Christ.\" So I had to pray for the child. I lay my hand on her and prayed in Jesus Christ's name and immediately the child stood up. And the father believed. So after they saw, the father and mom received Jesus as their savior.\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]