[
  {
    "": "2025-09-18T07:00:00.000Z",
    "Art title 1": "Broken Bowl (Greatness through weakness)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_7995876ba08b450094cc9f8f987117e3~mv2.jpg",
    "Artist Statement 1": "A loss isn't always loss in the long run. What situations in your life have started out looking like a loss, but actually turned out to be the catalyst for a bigger win?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3d7cf5de-0123-4a1b-8a2e-871e19b0ba4e",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nTorture Device Emblem",
    "Story Link": "https://www.rawspoon.com/post/torture-device-emblem",
    "excerpt": "The cross wasn't used in Christian images for the first few hundred years of Christianity, partly because it was still such a brutal image in the minds of that culture. It was kind of like, \"Too soon, bro. Too soon.\"\n\nBut it's interesting that it became popular at all. What type of religion uses a device on which their god was killed as a symbol to represent itself? Sure doesn't seem like a very powerful religion. Or a very happy or hopeful one. But somehow it caught on.\n\nWell, a little before the image of a cross became popular, a central image in Christianity was that of a slain lamb. Kinda soft and cuddly at least, but a little messy, and hardly an image of life, or hope, or happiness either. Nor of power.\n\nOther religions depicted their gods as large, powerful and royal. In positions of dominion over the elements, over the spirit world, over the land, and over the human leaders. Their statues were often huge and domineering. They would prove their dominance to the strongest humans by sheer force. They needed to show they would subdue the weak, but especially the strong.\n\nAnd the most powerful image that Christianity could muster was one of its own death. Of sacrifice. Of weakness.\n\nBut I guess really,\n\nof love.\n\nAnd of life again.\n\nWhat other religion claims its most powerful aspect is how low their god bowed to save the people he created?\n\nMaybe the real God knew something was more powerful than physical strength, military power, and political clout. Maybe He knew some truth that existed before the world, and would outlive the current powers of it.\n\nI guess if I think about it, it seems like it would be the true creator of the world that would say,\n\n\"I made you good so I'll do whatever it takes to make you good again. I'm not insecure about looking weak if that's what I need to do to take your punishment to retrieve your futures. And I will replace death with life because I created both; I am not bound by them.\nAnd I will show you my power by taking one of the worst symbols of pain and torture your world can manufacture, and make it new. I will make it into a symbol of hope. Of joy.\nOf love.\nBecause that is what I can do to even the most pained, hopeless, hurting ones of you. I will make you new, give you new hope and give your future back to you.\nBut I want all of you- the strong AND the weak. But especially the weak. I am coming to redeem the weak, because you have been crushed by the strong.\"\nThis is the power of the cross.\n\nIt's when I see how broken and hopeless parts of this world seem...\n\nAnd I see how he totally changed the meaning of such a horrible image into an image of love and beauty and life...\n\nI think, \"You can't come soon enough, bro. You just can't come soon enough.\"\n\nRaw Spoon, 2-3-16",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=Sew1kBIe-W0",
    "Bible Project 2": "https://www.youtube.com/watch?v=oNpTha80yyE",
    "Bible Project 3": "https://www.youtube.com/watch?v=ej_6dVdJSIU",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 113:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 23",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 14\nAmerican Standard Version\n14 Ye are the children of Jehovah your God",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=-1C46KJaTmU",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ed2e0335-97e0-411f-b55c-f812c31b833a.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]