[
  {
    "Date": "2026-01-10T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aY8wE2jWpvA",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMWViOTJlYTctYzhiNS0zYmI3LWFlYzQtYjc5YzVhNzA3Zjlj?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=7d6PmRAS4DM&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=4",
    "famous quote": "For what can be imagined more beautiful than a perfectly just city rejoicing in justice alone.\n-Mark Helprin",
    "Ted Talks": "https://www.youtube.com/watch?v=P_6vDLq64gE",
    "Nature Video": "https://www.youtube.com/watch?v=R4PhcEE22AA",
    "User added": "\"Never doubt God's mighty power to work in you and accomplish all this. He will achieve infinitely more than your greatest request, your most unbelievable dream, and exceed your wildest imagination! He will outdo them all, for his miraculous power constantly energizes you. Now we offer up to God all the glorious praise that rises from every church in every generation through Jesus Christ--and all that will yet be manifest through time and eternity.\"\n‭‭Ephesians‬ ‭3:20-21‬ ‭TPT‬‬‬‬‬‬\n\n\"Never doubt...\", that is hard to do! Every moment of every day, we are flooded with information from our senses that confirms our present reality. It is so hard to turn our eyes and our minds from the things that are right in front of us. For me, praise and worship, both as a church and personally, helps lift my eyes and my heart up to see beyond what is here. I cannot rightly understand all that God does in, and through, and for me. But praising God does something to my heart that makes not understanding okay!\n\n\"You can pass through his open gates with the password of praise. Come right into his presence with thanksgiving. Come bring your thank offering to him and affectionately bless his beautiful name!\"\n‭‭Psalms‬ ‭100:4‬ ‭TPT‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/post/un-homeless-robert-and-the-giving-keys",
    "Interview image": "",
    "Interview Text": "Un-homeless Interview: Robert and the Giving Keys\n\nI met Robert when he came to Atlanta with Brit Gilmore to speak on behalf of The Giving Keys.\n\nRobert spent 24 years in jail for basically seeing a friend rob someone (which led to murder) and then not ratting him out. He was convicted as being an accessory to murder.\n\nNow, he is no longer homeless, partly because he is working for The Giving Keys, which is an organization in LA that hires people out of homelessness to produce fashion accessories (keys on necklaces) with encouraging messages stamped onto them. They are made to pass on to others in need.\n\nRobert is known around the office as the wise sage. Brit, the president of The Giving Keys, says that as she walks into the office each day she asks Robert for a word of wisdom for the office. And nuggets of wisdom pour out of him on the spot.\n\nHe didn't disappoint when he and Brit spoke at the Serenbe Art Farm. When she asked him to come up with something on the spot, Robert got emotional, tried to start a couple times and then said to all of the attendees, \"If you want God to listen to you in your requests, you have to be willing to listen to him. Read the Bible.\"\n\nAs I drove them to the airport I got to ask him a few more questions.\n\n\n\n\nI asked what prison was like and he told me it is just a gated community of everything that is in the rest of the world. Gangs, prostitution (with the female correction officers), but also things like school. The inmates create a lot of racial division for themselves because there is power in numbers. Whites, Blacks, Northern Hispanics, Southern Hispanics, and you can't go into the territory that you don't belong in.\n\nHe said he realized early that he had to associate himself with people who also wanted to better themselves. And even though they were sometimes criticized for it, those who were bettering themselves knew they had to stick together in numbers as well. Then they had to learn from each other, take advantage of the learning programs in jail, and find anybody else who wanted the same. When things got hard and other inmates taunted them by saying things like \"You ain't got no salt,\" they often relied on each other to stay strong. Robert said, \"You help each other become more BRAVE.\"\n\nAfter he got out he said he still had to seek self-help books and programs and continually reach upward. Stress management classes, anger management classes, classes to help find housing. And he said he had to give up things that are fun to do, in exchange for things that set a positive direction.\n\nHe said the best way to help people on the street is to have a list of resources, like hotlines and safe houses, to give them.\n\nThen Brit piped up in the back and said there is actually an \"advocacy card\" on The Giving Keys website which you can print off and keep in your wallet so you can give it out to those in need.\n\nThank you for what you do, Robert! And thank you for what you do too, Brit, and for everything your whole team does!\n\nRaw Spoon, 9-3-16\n ",
    "Interview Video": "https://youtu.be/og-Tlpk-lro",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=GVgwZdyLRM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]