[
  {
    "Date": "2026-02-02T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Fifth week of Epiphany",
    "Script 1": "\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Naomi Loses Her Husband and Sons\n\n In the days when the judges ruled,[a] there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab.  The man's name was Elimelek, his wife's name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there.\n\n Now Elimelek, Naomi's husband, died, and she was left with her two sons.  They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years,  both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband.\n\nNaomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.\n\n",
    "Script 3": " Paul, a prisoner of Christ Jesus, and Timothy our brother,\n\nTo Philemon our dear friend and fellow worker--  also to Apphia our sister and Archippus our fellow soldier--and to the church that meets in your home:\n\n Grace and peace to you[a] from God our Father and the Lord Jesus Christ.\n\nThanksgiving and Prayer\n\n I always thank my God as I remember you in my prayers,  because I hear about your love for all his holy people and your faith in the Lord Jesus.  I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.  Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord's people.\n\nPaul's Plea for Onesimus\n\n Therefore, although in Christ I could be bold and order you to do what you ought to do,  yet I prefer to appeal to you on the basis of love. It is as none other than Paul--an old man and now also a prisoner of Christ Jesus--  that I appeal to you for my son Onesimus,[b] who became my son while I was in chains.  Formerly he was useless to you, but now he has become useful both to you and to me.\n\n I am sending him--who is my very heart--back to you.  I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel.  But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary.  Perhaps the reason he was separated from you for a little while was that you might have him back forever--  no longer as a slave, but better than a slave, as a dear brother. He is very dear to me but even dearer to you, both as a fellow man and as a brother in the Lord.\n\n So if you consider me a partner, welcome him as you would welcome me.  If he has done you any wrong or owes you anything, charge it to me.  I, Paul, am writing this with my own hand. I will pay it back--not to mention that you owe me your very self.  I do wish, brother, that I may have some benefit from you in the Lord; refresh my heart in Christ.  Confident of your obedience, I write to you, knowing that you will do even more than I ask.\n\n And one thing more: Prepare a guest room for me, because I hope to be restored to you in answer to your prayers.\n\n Epaphras, my fellow prisoner in Christ Jesus, sends you greetings.  And so do Mark, Aristarchus, Demas and Luke, my fellow workers.\n\n The grace of the Lord Jesus Christ be with your spirit.\n\n",
    "Script 4": "American Standard Version\n Then he brought me back by the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut.  And Jehovah said unto me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Jehovah, the God of Israel, hath entered in by it; therefore it shall be shut.  As for the prince, he shall sit therein as prince to eat bread before Jehovah; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.\n\n Then he brought me by the way of the north gate before the house; and I looked, and, behold, the glory of Jehovah filled the house of Jehovah: and I fell upon my face.  And Jehovah said unto me, Son of man, [a]mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of Jehovah, and all the laws thereof; and [b]mark well the entrance of the house, with every egress of the sanctuary.  And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord Jehovah: O ye house of Israel, let it suffice you of all your abominations,  in that ye have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant, [c]to add unto all your abominations.  And ye have not kept the charge of my holy things; but ye have set keepers of my charge in my sanctuary for yourselves.\n\n Thus saith the Lord Jehovah, No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners that are among the children of Israel.  But the Levites that went far from me, when Israel went astray, that went astray from me after their idols, they shall bear their iniquity.  Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them.  Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up my hand against them, saith the Lord Jehovah, and they shall bear their iniquity.  And they shall not come near unto me, to execute the office of priest unto me, nor to come near to any of my holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed.  Yet will I make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.\n\n But the priests the Levites, the sons of Zadok, that kept the charge of my sanctuary when the children of Israel went astray from me, they shall come near to me to minister unto me; and they shall stand before me to offer unto me the fat and the blood, saith the Lord Jehovah:  they shall enter into my sanctuary, and they shall come near to my table, to minister unto me, and they shall keep my charge.  And it shall be that, when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and [d]within.  They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with anything that causeth sweat.  And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers; and they shall put on other garments, that they sanctify not the people with their garments.  Neither shall they shave their heads, nor suffer their locks to grow long; they shall only cut off the hair of their heads.  Neither shall any of the priests drink wine, when they enter into the inner court.  Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest.  And they shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean.  And in a controversy they shall stand to judge; according to mine ordinances shall they judge it: and they shall keep my laws and my statutes in all my appointed feasts; and they shall hallow my sabbaths.  And they shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves.  And after he is cleansed, they shall reckon unto him seven days.  And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord Jehovah.\n\n And they shall have an inheritance: I am their inheritance; and ye shall give them no possession in Israel; I am their possession.  They shall eat the meal-offering, and the sin-offering, and the trespass-offering; and every devoted thing in Israel shall be theirs.  And the first of all the first-fruits of every thing, and every [e]oblation of everything, of all your oblations, shall be for the priest: ye shall also give unto the priests the first of your [f]dough, to cause a blessing to rest on thy house.  The priests shall not eat of anything that dieth of itself, or is torn, whether it be bird or beast.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm37:1-17;Ruth1:1-18;Philemon1-25",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.37,Ruth.1,Phlm.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_219778009dc8470c9f1562e21828287f~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_70d32f63e39246edb86a53a7d383af3e~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_1b84511e09bb4c11a3d04feebc830dcc~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_a7c98583b32b4a7da2af54df1655c4c7~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 37:1-17",
    "Address Script 2": "Ruth 1:1-18",
    "Address Script 3": "Philemon: 1-25",
    "Address Script 4": "Ezekiel 44",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.37.4c369b390d2eb2ced879241310a796ed.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ruth.1.95ab1f3802b078b9e71d15a6cda19aa0.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Phlm.1.9a1c10497cf3cc4551d9dee072a7b425.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.44.8cfb790fddda9812efbc3ebd7aea2f1d.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 37:1-17\n\nPsalm 37[a]\n\nOf David.\n\n1 Do not fret because of those who are evil\n    or be envious of those who do wrong;\n2 for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n3 Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n4 Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n5 Commit your way to the Lord;\n    trust in him and he will do this:\n6 He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n7 Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n8 Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n9 For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n10 A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n11 But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n12 The wicked plot against the righteous\n    and gnash their teeth at them;\n13 but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n14 The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n15 But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n16 Better the little that the righteous have\n    than the wealth of many wicked;\n17 for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm 37:1 This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth 1:1-18\n\nNaomi Loses Her Husband and Sons\n\n1 In the days when the judges ruled,[a] there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. 2 The man's name was Elimelek, his wife's name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there.\n\n3 Now Elimelek, Naomi's husband, died, and she was left with her two sons. 4 They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, 5 both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband.\n\nNaomi and Ruth Return to Bethlehem\n\n6 When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there. 7 With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n8 Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me. 9 May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud 10 and said to her, \"We will go back with you to your people.\"\n\n11 But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? 12 Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons-- 13 would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n14 At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n15 \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n16 But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. 17 Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\" 18 When Naomi realized that Ruth was determined to go with her, she stopped urging her.\n\nFootnotes\na. Ruth 1:1 Traditionally judged",
    "Script 3": "Philemon:\n\n1 Paul, a prisoner of Christ Jesus, and Timothy our brother,\n\nTo Philemon our dear friend and fellow worker-- 2 also to Apphia our sister and Archippus our fellow soldier--and to the church that meets in your home:\n\n3 Grace and peace to you[a] from God our Father and the Lord Jesus Christ.\n\nThanksgiving and Prayer\n\n4 I always thank my God as I remember you in my prayers, 5 because I hear about your love for all his holy people and your faith in the Lord Jesus. 6 I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ. 7 Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord's people.\n\nPaul's Plea for Onesimus\n\n8 Therefore, although in Christ I could be bold and order you to do what you ought to do, 9 yet I prefer to appeal to you on the basis of love. It is as none other than Paul--an old man and now also a prisoner of Christ Jesus-- 10 that I appeal to you for my son Onesimus,[b] who became my son while I was in chains. 11 Formerly he was useless to you, but now he has become useful both to you and to me.\n\n12 I am sending him--who is my very heart--back to you. 13 I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel. 14 But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary. 15 Perhaps the reason he was separated from you for a little while was that you might have him back forever-- 16 no longer as a slave, but better than a slave, as a dear brother. He is very dear to me but even dearer to you, both as a fellow man and as a brother in the Lord.\n\n17 So if you consider me a partner, welcome him as you would welcome me. 18 If he has done you any wrong or owes you anything, charge it to me. 19 I, Paul, am writing this with my own hand. I will pay it back--not to mention that you owe me your very self. 20 I do wish, brother, that I may have some benefit from you in the Lord; refresh my heart in Christ. 21 Confident of your obedience, I write to you, knowing that you will do even more than I ask.\n\n22 And one thing more: Prepare a guest room for me, because I hope to be restored to you in answer to your prayers.\n\n23 Epaphras, my fellow prisoner in Christ Jesus, sends you greetings. 24 And so do Mark, Aristarchus, Demas and Luke, my fellow workers.\n\n25 The grace of the Lord Jesus Christ be with your spirit.\n\nFootnotes\na. Philemon 1:3 The Greek is plural; also in verses 22 and 25; elsewhere in this letter \"you\" is singular.\nb. Philemon 1:10 Onesimus means useful.",
    "Script 4": "Ezekiel 44\nAmerican Standard Version\n44 Then he brought me back by the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut. 2 And Jehovah said unto me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Jehovah, the God of Israel, hath entered in by it; therefore it shall be shut. 3 As for the prince, he shall sit therein as prince to eat bread before Jehovah; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.\n\n4 Then he brought me by the way of the north gate before the house; and I looked, and, behold, the glory of Jehovah filled the house of Jehovah: and I fell upon my face. 5 And Jehovah said unto me, Son of man, [a]mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of Jehovah, and all the laws thereof; and [b]mark well the entrance of the house, with every egress of the sanctuary. 6 And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord Jehovah: O ye house of Israel, let it suffice you of all your abominations, 7 in that ye have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant, [c]to add unto all your abominations. 8 And ye have not kept the charge of my holy things; but ye have set keepers of my charge in my sanctuary for yourselves.\n\n9 Thus saith the Lord Jehovah, No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners that are among the children of Israel. 10 But the Levites that went far from me, when Israel went astray, that went astray from me after their idols, they shall bear their iniquity. 11 Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them. 12 Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up my hand against them, saith the Lord Jehovah, and they shall bear their iniquity. 13 And they shall not come near unto me, to execute the office of priest unto me, nor to come near to any of my holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed. 14 Yet will I make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.\n\n15 But the priests the Levites, the sons of Zadok, that kept the charge of my sanctuary when the children of Israel went astray from me, they shall come near to me to minister unto me; and they shall stand before me to offer unto me the fat and the blood, saith the Lord Jehovah: 16 they shall enter into my sanctuary, and they shall come near to my table, to minister unto me, and they shall keep my charge. 17 And it shall be that, when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and [d]within. 18 They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with anything that causeth sweat. 19 And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers; and they shall put on other garments, that they sanctify not the people with their garments. 20 Neither shall they shave their heads, nor suffer their locks to grow long; they shall only cut off the hair of their heads. 21 Neither shall any of the priests drink wine, when they enter into the inner court. 22 Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest. 23 And they shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean. 24 And in a controversy they shall stand to judge; according to mine ordinances shall they judge it: and they shall keep my laws and my statutes in all my appointed feasts; and they shall hallow my sabbaths. 25 And they shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves. 26 And after he is cleansed, they shall reckon unto him seven days. 27 And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord Jehovah.\n\n28 And they shall have an inheritance: I am their inheritance; and ye shall give them no possession in Israel; I am their possession. 29 They shall eat the meal-offering, and the sin-offering, and the trespass-offering; and every devoted thing in Israel shall be theirs. 30 And the first of all the first-fruits of every thing, and every [e]oblation of everything, of all your oblations, shall be for the priest: ye shall also give unto the priests the first of your [f]dough, to cause a blessing to rest on thy house. 31 The priests shall not eat of anything that dieth of itself, or is torn, whether it be bird or beast.\n\n \nFootnotes\nEzekiel 44:5 Hebrew set thy heart upon.\nEzekiel 44:5 Hebrew set thy heart upon.\nEzekiel 44:7 Or, in all\nEzekiel 44:17 Or, in the house\nEzekiel 44:30 Or, heave-offering\nEzekiel 44:30 Or, coarse meal",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth :-\n\nNaomi Loses Her Husband and Sons\n\n In the days when the judges ruled,[a] there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab.  The man's name was Elimelek, his wife's name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there.\n\n Now Elimelek, Naomi's husband, died, and she was left with her two sons.  They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years,  both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband.\n\nNaomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.\n\nFootnotes\na. Ruth : Traditionally judged",
    "Script 3": "Philemon:\n\n Paul, a prisoner of Christ Jesus, and Timothy our brother,\n\nTo Philemon our dear friend and fellow worker--  also to Apphia our sister and Archippus our fellow soldier--and to the church that meets in your home:\n\n Grace and peace to you[a] from God our Father and the Lord Jesus Christ.\n\nThanksgiving and Prayer\n\n I always thank my God as I remember you in my prayers,  because I hear about your love for all his holy people and your faith in the Lord Jesus.  I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.  Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord's people.\n\nPaul's Plea for Onesimus\n\n Therefore, although in Christ I could be bold and order you to do what you ought to do,  yet I prefer to appeal to you on the basis of love. It is as none other than Paul--an old man and now also a prisoner of Christ Jesus--  that I appeal to you for my son Onesimus,[b] who became my son while I was in chains.  Formerly he was useless to you, but now he has become useful both to you and to me.\n\n I am sending him--who is my very heart--back to you.  I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel.  But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary.  Perhaps the reason he was separated from you for a little while was that you might have him back forever--  no longer as a slave, but better than a slave, as a dear brother. He is very dear to me but even dearer to you, both as a fellow man and as a brother in the Lord.\n\n So if you consider me a partner, welcome him as you would welcome me.  If he has done you any wrong or owes you anything, charge it to me.  I, Paul, am writing this with my own hand. I will pay it back--not to mention that you owe me your very self.  I do wish, brother, that I may have some benefit from you in the Lord; refresh my heart in Christ.  Confident of your obedience, I write to you, knowing that you will do even more than I ask.\n\n And one thing more: Prepare a guest room for me, because I hope to be restored to you in answer to your prayers.\n\n Epaphras, my fellow prisoner in Christ Jesus, sends you greetings.  And so do Mark, Aristarchus, Demas and Luke, my fellow workers.\n\n The grace of the Lord Jesus Christ be with your spirit.\n\nFootnotes\na. Philemon : The Greek is plural; also in verses  and ; elsewhere in this letter \"you\" is singular.\nb. Philemon : Onesimus means useful.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Then he brought me back by the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut.  And Jehovah said unto me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Jehovah, the God of Israel, hath entered in by it; therefore it shall be shut.  As for the prince, he shall sit therein as prince to eat bread before Jehovah; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.\n\n Then he brought me by the way of the north gate before the house; and I looked, and, behold, the glory of Jehovah filled the house of Jehovah: and I fell upon my face.  And Jehovah said unto me, Son of man, [a]mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of Jehovah, and all the laws thereof; and [b]mark well the entrance of the house, with every egress of the sanctuary.  And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord Jehovah: O ye house of Israel, let it suffice you of all your abominations,  in that ye have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant, [c]to add unto all your abominations.  And ye have not kept the charge of my holy things; but ye have set keepers of my charge in my sanctuary for yourselves.\n\n Thus saith the Lord Jehovah, No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners that are among the children of Israel.  But the Levites that went far from me, when Israel went astray, that went astray from me after their idols, they shall bear their iniquity.  Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them.  Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up my hand against them, saith the Lord Jehovah, and they shall bear their iniquity.  And they shall not come near unto me, to execute the office of priest unto me, nor to come near to any of my holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed.  Yet will I make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.\n\n But the priests the Levites, the sons of Zadok, that kept the charge of my sanctuary when the children of Israel went astray from me, they shall come near to me to minister unto me; and they shall stand before me to offer unto me the fat and the blood, saith the Lord Jehovah:  they shall enter into my sanctuary, and they shall come near to my table, to minister unto me, and they shall keep my charge.  And it shall be that, when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and [d]within.  They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with anything that causeth sweat.  And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers; and they shall put on other garments, that they sanctify not the people with their garments.  Neither shall they shave their heads, nor suffer their locks to grow long; they shall only cut off the hair of their heads.  Neither shall any of the priests drink wine, when they enter into the inner court.  Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest.  And they shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean.  And in a controversy they shall stand to judge; according to mine ordinances shall they judge it: and they shall keep my laws and my statutes in all my appointed feasts; and they shall hallow my sabbaths.  And they shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves.  And after he is cleansed, they shall reckon unto him seven days.  And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord Jehovah.\n\n And they shall have an inheritance: I am their inheritance; and ye shall give them no possession in Israel; I am their possession.  They shall eat the meal-offering, and the sin-offering, and the trespass-offering; and every devoted thing in Israel shall be theirs.  And the first of all the first-fruits of every thing, and every [e]oblation of everything, of all your oblations, shall be for the priest: ye shall also give unto the priests the first of your [f]dough, to cause a blessing to rest on thy house.  The priests shall not eat of anything that dieth of itself, or is torn, whether it be bird or beast.\n\n \nFootnotes\nEzekiel : Hebrew set thy heart upon.\nEzekiel : Hebrew set thy heart upon.\nEzekiel : Or, in all\nEzekiel : Or, in the house\nEzekiel : Or, heave-offering\nEzekiel : Or, coarse meal",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Ruth :-\n\nNaomi Loses Her Husband and Sons\n\n In the days when the judges ruled,[a] there was a famine in the land. So a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab.  The man's name was Elimelek, his wife's name was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there.\n\n Now Elimelek, Naomi's husband, died, and she was left with her two sons.  They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years,  both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband.\n\nNaomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.\n\n",
    "Script 3": "Philemon:\n\n Paul, a prisoner of Christ Jesus, and Timothy our brother,\n\nTo Philemon our dear friend and fellow worker--  also to Apphia our sister and Archippus our fellow soldier--and to the church that meets in your home:\n\n Grace and peace to you[a] from God our Father and the Lord Jesus Christ.\n\nThanksgiving and Prayer\n\n I always thank my God as I remember you in my prayers,  because I hear about your love for all his holy people and your faith in the Lord Jesus.  I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ.  Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord's people.\n\nPaul's Plea for Onesimus\n\n Therefore, although in Christ I could be bold and order you to do what you ought to do,  yet I prefer to appeal to you on the basis of love. It is as none other than Paul--an old man and now also a prisoner of Christ Jesus--  that I appeal to you for my son Onesimus,[b] who became my son while I was in chains.  Formerly he was useless to you, but now he has become useful both to you and to me.\n\n I am sending him--who is my very heart--back to you.  I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel.  But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary.  Perhaps the reason he was separated from you for a little while was that you might have him back forever--  no longer as a slave, but better than a slave, as a dear brother. He is very dear to me but even dearer to you, both as a fellow man and as a brother in the Lord.\n\n So if you consider me a partner, welcome him as you would welcome me.  If he has done you any wrong or owes you anything, charge it to me.  I, Paul, am writing this with my own hand. I will pay it back--not to mention that you owe me your very self.  I do wish, brother, that I may have some benefit from you in the Lord; refresh my heart in Christ.  Confident of your obedience, I write to you, knowing that you will do even more than I ask.\n\n And one thing more: Prepare a guest room for me, because I hope to be restored to you in answer to your prayers.\n\n Epaphras, my fellow prisoner in Christ Jesus, sends you greetings.  And so do Mark, Aristarchus, Demas and Luke, my fellow workers.\n\n The grace of the Lord Jesus Christ be with your spirit.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Then he brought me back by the way of the outer gate of the sanctuary, which looketh toward the east; and it was shut.  And Jehovah said unto me, This gate shall be shut; it shall not be opened, neither shall any man enter in by it; for Jehovah, the God of Israel, hath entered in by it; therefore it shall be shut.  As for the prince, he shall sit therein as prince to eat bread before Jehovah; he shall enter by the way of the porch of the gate, and shall go out by the way of the same.\n\n Then he brought me by the way of the north gate before the house; and I looked, and, behold, the glory of Jehovah filled the house of Jehovah: and I fell upon my face.  And Jehovah said unto me, Son of man, [a]mark well, and behold with thine eyes, and hear with thine ears all that I say unto thee concerning all the ordinances of the house of Jehovah, and all the laws thereof; and [b]mark well the entrance of the house, with every egress of the sanctuary.  And thou shalt say to the rebellious, even to the house of Israel, Thus saith the Lord Jehovah: O ye house of Israel, let it suffice you of all your abominations,  in that ye have brought in foreigners, uncircumcised in heart and uncircumcised in flesh, to be in my sanctuary, to profane it, even my house, when ye offer my bread, the fat and the blood, and they have broken my covenant, [c]to add unto all your abominations.  And ye have not kept the charge of my holy things; but ye have set keepers of my charge in my sanctuary for yourselves.\n\n Thus saith the Lord Jehovah, No foreigner, uncircumcised in heart and uncircumcised in flesh, shall enter into my sanctuary, of any foreigners that are among the children of Israel.  But the Levites that went far from me, when Israel went astray, that went astray from me after their idols, they shall bear their iniquity.  Yet they shall be ministers in my sanctuary, having oversight at the gates of the house, and ministering in the house: they shall slay the burnt-offering and the sacrifice for the people, and they shall stand before them to minister unto them.  Because they ministered unto them before their idols, and became a stumblingblock of iniquity unto the house of Israel; therefore have I lifted up my hand against them, saith the Lord Jehovah, and they shall bear their iniquity.  And they shall not come near unto me, to execute the office of priest unto me, nor to come near to any of my holy things, unto the things that are most holy; but they shall bear their shame, and their abominations which they have committed.  Yet will I make them keepers of the charge of the house, for all the service thereof, and for all that shall be done therein.\n\n But the priests the Levites, the sons of Zadok, that kept the charge of my sanctuary when the children of Israel went astray from me, they shall come near to me to minister unto me; and they shall stand before me to offer unto me the fat and the blood, saith the Lord Jehovah:  they shall enter into my sanctuary, and they shall come near to my table, to minister unto me, and they shall keep my charge.  And it shall be that, when they enter in at the gates of the inner court, they shall be clothed with linen garments; and no wool shall come upon them, while they minister in the gates of the inner court, and [d]within.  They shall have linen tires upon their heads, and shall have linen breeches upon their loins; they shall not gird themselves with anything that causeth sweat.  And when they go forth into the outer court, even into the outer court to the people, they shall put off their garments wherein they minister, and lay them in the holy chambers; and they shall put on other garments, that they sanctify not the people with their garments.  Neither shall they shave their heads, nor suffer their locks to grow long; they shall only cut off the hair of their heads.  Neither shall any of the priests drink wine, when they enter into the inner court.  Neither shall they take for their wives a widow, nor her that is put away; but they shall take virgins of the seed of the house of Israel, or a widow that is the widow of a priest.  And they shall teach my people the difference between the holy and the common, and cause them to discern between the unclean and the clean.  And in a controversy they shall stand to judge; according to mine ordinances shall they judge it: and they shall keep my laws and my statutes in all my appointed feasts; and they shall hallow my sabbaths.  And they shall go in to no dead person to defile themselves; but for father, or for mother, or for son, or for daughter, for brother, or for sister that hath had no husband, they may defile themselves.  And after he is cleansed, they shall reckon unto him seven days.  And in the day that he goeth into the sanctuary, into the inner court, to minister in the sanctuary, he shall offer his sin-offering, saith the Lord Jehovah.\n\n And they shall have an inheritance: I am their inheritance; and ye shall give them no possession in Israel; I am their possession.  They shall eat the meal-offering, and the sin-offering, and the trespass-offering; and every devoted thing in Israel shall be theirs.  And the first of all the first-fruits of every thing, and every [e]oblation of everything, of all your oblations, shall be for the priest: ye shall also give unto the priests the first of your [f]dough, to cause a blessing to rest on thy house.  The priests shall not eat of anything that dieth of itself, or is torn, whether it be bird or beast.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]