[
  {
    "Date": "2025-08-14T07:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Proper 12- Ordinary Time",
    "Script 1": "\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\n",
    "Script 2": "Achan's Sin\n\n But the Israelites were unfaithful in regard to the devoted things[a]; Achan son of Karmi, the son of Zimri,[b] the son of Zerah, of the tribe of Judah, took some of them. So the Lord's anger burned against Israel.\n\n The Lord said to Joshua, \"Stand up! What are you doing down on your face?  Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions.  That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction.\n\n \"Go, consecrate the people. Tell them, 'Consecrate yourselves in preparation for tomorrow; for this is what the Lord, the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them.\n\n \"'In the morning, present yourselves tribe by tribe. The tribe the Lord chooses shall come forward clan by clan; the clan the Lord chooses shall come forward family by family; and the family the Lord chooses shall come forward man by man.  Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord and has done an outrageous thing in Israel!'\"\n\n Early the next morning Joshua had Israel come forward by tribes, and Judah was chosen.  The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen.  Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen.\n\n Then Joshua said to Achan, \"My son, give glory to the Lord, the God of Israel, and honor him. Tell me what you have done; do not hide it from me.\"\n\n Achan replied, \"It is true! I have sinned against the Lord, the God of Israel. This is what I have done:  When I saw in the plunder a beautiful robe from Babylonia,[a] two hundred shekels[b] of silver and a bar of gold weighing fifty shekels,[c] I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.\"\n\n So Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath.  They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord.\n\n Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor.  Joshua said, \"Why have you brought this trouble on us? The Lord will bring trouble on you today.\"\n\nThen all Israel stoned him, and after they had stoned the rest, they burned them.  Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord turned from his fierce anger. Therefore that place has been called the Valley of Achor[d] ever since.\n\n",
    "Script 3": " If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,  but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.  Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.  How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?  For we know him who said, \"It is mine to avenge; I will repay,\"[a] and again, \"The Lord will judge his people.\"[b]  It is a dreadful thing to fall into the hands of the living God.\n\n",
    "Script 4": "American Standard Version\n After these things he departed from Athens, and came to Corinth.  And he found a certain Jew named Aquila, a man of Pontus by race, lately come from Italy, with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome: and he came unto them;  and because he was of the same trade, he abode with them, and they wrought; for by their trade they were tentmakers.  And he reasoned in the synagogue every sabbath, and [a]persuaded Jews and Greeks.  But when Silas and Timothy came down from Macedonia, Paul was constrained by the word, testifying to the Jews that Jesus was the Christ.  And when they opposed themselves and [b]blasphemed, he shook out his raiment and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.  And he departed thence, and went into the house of a certain man named Titus Justus, one that worshipped God, whose house joined hard to the synagogue.  And Crispus, the ruler of the synagogue, [c]believed in the Lord with all his house; and many of the Corinthians hearing believed, and were baptized.  And the Lord said unto Paul in the night by a vision, Be not afraid, but speak and hold not thy peace:  for I am with thee, and no man shall set on thee to harm thee: for I have much people in this city.  And he dwelt there a year and six months, teaching the word of God among them.\n\n But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment-seat,  saying, This man persuadeth men to worship God contrary to the law.  But when Paul was about to open his mouth, Gallio said unto the Jews, If indeed it were a matter of wrong or of wicked villany, O ye Jews, reason would that I should bear with you:  but if they are questions about words and names and your own law, look to it yourselves; I am not minded to be a judge of these matters.  And he drove them from the judgment-seat.  And they all laid hold on Sosthenes, the ruler of the synagogue, and beat him before the judgment-seat. And Gallio cared for none of these things.\n\n And Paul, having tarried after this yet many days, took his leave of the brethren, and sailed thence for Syria, and with him Priscilla and Aquila: having shorn his head in Cenchreae; for he had a vow.  And they came to Ephesus, and he left them there: but he himself entered into the synagogue, and reasoned with the Jews.  And when they asked him to abide a longer time, he consented not;  but taking his leave of them, and saying, I will return again unto you if God will, he set sail from Ephesus.\n\n And when he had landed at Caesarea, he went up and saluted the church, and went down to Antioch.  And having spent some time there, he departed, and went through the region of Galatia, and Phrygia, in order, establishing all the disciples.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm82;Joshua7:1,10-26;Hebrews10:26-31",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.82,Josh.7,Heb.10",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_4b901414e6424ec3ba2231ae417124ac~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_974011cc45934171aaf1a939adae1748~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_ca2d315074b843f885c5448cf67ff792~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_a30e20addb01403d84430679b72fad20~mv2.jpg",
    "AI Image 4B": "https://static.wixstatic.com/media/a07ded_e6d6a76976b742fcacf52c550ca1e4a8~mv2.jpg",
    "Address Script 1": "Psalm 82:1-8",
    "Address Script 2": "Joshua 7:1, 10-26",
    "Address Script 3": "Hebrews 10:26-31",
    "Address Script 4": "Acts 18:1-23",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.82.cfef3cf6f29033e4427338dc86491263.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Josh.7.cd23ce794ddbcfa8d1fa887a448783a4.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Heb.10.cec4cb487472e5966a1b17fe07e47b0f.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.18.6bbdd15b016e1dc2f7547c684e026e16.mp3",
    "Verse to start at for audio": 172
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 82\n\nA psalm of Asaph.\n\n1 God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n2 \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n3 Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n4 Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n5 \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n6 \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n7 But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n8 Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\nFootnotes\na. Psalm 82:2 The Hebrew is plural.\nb. Psalm 82:2 The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Joshua 7:1, 10-26\n\nAchan's Sin\n\n1 But the Israelites were unfaithful in regard to the devoted things[a]; Achan son of Karmi, the son of Zimri,[b] the son of Zerah, of the tribe of Judah, took some of them. So the Lord's anger burned against Israel.\n\n10 The Lord said to Joshua, \"Stand up! What are you doing down on your face? 11 Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions. 12 That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction.\n\n13 \"Go, consecrate the people. Tell them, 'Consecrate yourselves in preparation for tomorrow; for this is what the Lord, the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them.\n\n14 \"'In the morning, present yourselves tribe by tribe. The tribe the Lord chooses shall come forward clan by clan; the clan the Lord chooses shall come forward family by family; and the family the Lord chooses shall come forward man by man. 15 Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord and has done an outrageous thing in Israel!'\"\n\n16 Early the next morning Joshua had Israel come forward by tribes, and Judah was chosen. 17 The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen. 18 Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen.\n\n19 Then Joshua said to Achan, \"My son, give glory to the Lord, the God of Israel, and honor him. Tell me what you have done; do not hide it from me.\"\n\n20 Achan replied, \"It is true! I have sinned against the Lord, the God of Israel. This is what I have done: 21 When I saw in the plunder a beautiful robe from Babylonia,[a] two hundred shekels[b] of silver and a bar of gold weighing fifty shekels,[c] I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.\"\n\n22 So Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath. 23 They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord.\n\n24 Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor. 25 Joshua said, \"Why have you brought this trouble on us? The Lord will bring trouble on you today.\"\n\nThen all Israel stoned him, and after they had stoned the rest, they burned them. 26 Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord turned from his fierce anger. Therefore that place has been called the Valley of Achor[d] ever since.\n\nFootnotes\na. Joshua 7:1 The Hebrew term refers to the irrevocable giving over of things or persons to the Lord, often by totally destroying them; also in verses 11, 12, 13 and 15.\nb. Joshua 7:1 See Septuagint and 1 Chron. 2:6; Hebrew Zabdi; also in verses 17 and 18.\nc. Joshua 7:21 Hebrew Shinar\nd. Joshua 7:21 That is, about 5 pounds or about 2.3 kilograms\ne. Joshua 7:21 That is, about 1 1/4 pounds or about 575 grams\nf. Joshua 7:26 Achor means trouble.",
    "Script 3": "Hebrews 10:26-31\n\n26 If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, 27 but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. 28 Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. 29 How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace? 30 For we know him who said, \"It is mine to avenge; I will repay,\"[a] and again, \"The Lord will judge his people.\"[b] 31 It is a dreadful thing to fall into the hands of the living God.\n\nFootnotes\na. Hebrews 10:30 Deut. 32:35\nb. Hebrews 10:30 Deut. 32:36; Psalm 135:14",
    "Script 4": "Acts 18:1-23\nAmerican Standard Version\n18 After these things he departed from Athens, and came to Corinth. 2 And he found a certain Jew named Aquila, a man of Pontus by race, lately come from Italy, with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome: and he came unto them; 3 and because he was of the same trade, he abode with them, and they wrought; for by their trade they were tentmakers. 4 And he reasoned in the synagogue every sabbath, and [a]persuaded Jews and Greeks. 5 But when Silas and Timothy came down from Macedonia, Paul was constrained by the word, testifying to the Jews that Jesus was the Christ. 6 And when they opposed themselves and [b]blasphemed, he shook out his raiment and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles. 7 And he departed thence, and went into the house of a certain man named Titus Justus, one that worshipped God, whose house joined hard to the synagogue. 8 And Crispus, the ruler of the synagogue, [c]believed in the Lord with all his house; and many of the Corinthians hearing believed, and were baptized. 9 And the Lord said unto Paul in the night by a vision, Be not afraid, but speak and hold not thy peace: 10 for I am with thee, and no man shall set on thee to harm thee: for I have much people in this city. 11 And he dwelt there a year and six months, teaching the word of God among them.\n\n12 But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment-seat, 13 saying, This man persuadeth men to worship God contrary to the law. 14 But when Paul was about to open his mouth, Gallio said unto the Jews, If indeed it were a matter of wrong or of wicked villany, O ye Jews, reason would that I should bear with you: 15 but if they are questions about words and names and your own law, look to it yourselves; I am not minded to be a judge of these matters. 16 And he drove them from the judgment-seat. 17 And they all laid hold on Sosthenes, the ruler of the synagogue, and beat him before the judgment-seat. And Gallio cared for none of these things.\n\n18 And Paul, having tarried after this yet many days, took his leave of the brethren, and sailed thence for Syria, and with him Priscilla and Aquila: having shorn his head in Cenchreae; for he had a vow. 19 And they came to Ephesus, and he left them there: but he himself entered into the synagogue, and reasoned with the Jews. 20 And when they asked him to abide a longer time, he consented not; 21 but taking his leave of them, and saying, I will return again unto you if God will, he set sail from Ephesus.\n\n22 And when he had landed at Caesarea, he went up and saluted the church, and went down to Antioch. 23 And having spent some time there, he departed, and went through the region of Galatia, and Phrygia, in order, establishing all the disciples.\n\n \nFootnotes\nActs 18:4 Greek sought to persuade.\nActs 18:6 Or, railed\nActs 18:8 Greek believed the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\nFootnotes\na. Psalm : The Hebrew is plural.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Joshua :, -\n\nAchan's Sin\n\n But the Israelites were unfaithful in regard to the devoted things[a]; Achan son of Karmi, the son of Zimri,[b] the son of Zerah, of the tribe of Judah, took some of them. So the Lord's anger burned against Israel.\n\n The Lord said to Joshua, \"Stand up! What are you doing down on your face?  Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions.  That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction.\n\n \"Go, consecrate the people. Tell them, 'Consecrate yourselves in preparation for tomorrow; for this is what the Lord, the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them.\n\n \"'In the morning, present yourselves tribe by tribe. The tribe the Lord chooses shall come forward clan by clan; the clan the Lord chooses shall come forward family by family; and the family the Lord chooses shall come forward man by man.  Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord and has done an outrageous thing in Israel!'\"\n\n Early the next morning Joshua had Israel come forward by tribes, and Judah was chosen.  The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen.  Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen.\n\n Then Joshua said to Achan, \"My son, give glory to the Lord, the God of Israel, and honor him. Tell me what you have done; do not hide it from me.\"\n\n Achan replied, \"It is true! I have sinned against the Lord, the God of Israel. This is what I have done:  When I saw in the plunder a beautiful robe from Babylonia,[a] two hundred shekels[b] of silver and a bar of gold weighing fifty shekels,[c] I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.\"\n\n So Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath.  They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord.\n\n Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor.  Joshua said, \"Why have you brought this trouble on us? The Lord will bring trouble on you today.\"\n\nThen all Israel stoned him, and after they had stoned the rest, they burned them.  Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord turned from his fierce anger. Therefore that place has been called the Valley of Achor[d] ever since.\n\nFootnotes\na. Joshua : The Hebrew term refers to the irrevocable giving over of things or persons to the Lord, often by totally destroying them; also in verses , ,  and .\nb. Joshua : See Septuagint and  Chron. :; Hebrew Zabdi; also in verses  and .\nc. Joshua : Hebrew Shinar\nd. Joshua : That is, about  pounds or about . kilograms\ne. Joshua : That is, about  / pounds or about  grams\nf. Joshua : Achor means trouble.",
    "Script 3": "Hebrews :-\n\n If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,  but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.  Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.  How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?  For we know him who said, \"It is mine to avenge; I will repay,\"[a] and again, \"The Lord will judge his people.\"[b]  It is a dreadful thing to fall into the hands of the living God.\n\nFootnotes\na. Hebrews : Deut. :\nb. Hebrews : Deut. :; Psalm :",
    "Script 4": "Acts :-\nAmerican Standard Version\n After these things he departed from Athens, and came to Corinth.  And he found a certain Jew named Aquila, a man of Pontus by race, lately come from Italy, with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome: and he came unto them;  and because he was of the same trade, he abode with them, and they wrought; for by their trade they were tentmakers.  And he reasoned in the synagogue every sabbath, and [a]persuaded Jews and Greeks.  But when Silas and Timothy came down from Macedonia, Paul was constrained by the word, testifying to the Jews that Jesus was the Christ.  And when they opposed themselves and [b]blasphemed, he shook out his raiment and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.  And he departed thence, and went into the house of a certain man named Titus Justus, one that worshipped God, whose house joined hard to the synagogue.  And Crispus, the ruler of the synagogue, [c]believed in the Lord with all his house; and many of the Corinthians hearing believed, and were baptized.  And the Lord said unto Paul in the night by a vision, Be not afraid, but speak and hold not thy peace:  for I am with thee, and no man shall set on thee to harm thee: for I have much people in this city.  And he dwelt there a year and six months, teaching the word of God among them.\n\n But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment-seat,  saying, This man persuadeth men to worship God contrary to the law.  But when Paul was about to open his mouth, Gallio said unto the Jews, If indeed it were a matter of wrong or of wicked villany, O ye Jews, reason would that I should bear with you:  but if they are questions about words and names and your own law, look to it yourselves; I am not minded to be a judge of these matters.  And he drove them from the judgment-seat.  And they all laid hold on Sosthenes, the ruler of the synagogue, and beat him before the judgment-seat. And Gallio cared for none of these things.\n\n And Paul, having tarried after this yet many days, took his leave of the brethren, and sailed thence for Syria, and with him Priscilla and Aquila: having shorn his head in Cenchreae; for he had a vow.  And they came to Ephesus, and he left them there: but he himself entered into the synagogue, and reasoned with the Jews.  And when they asked him to abide a longer time, he consented not;  but taking his leave of them, and saying, I will return again unto you if God will, he set sail from Ephesus.\n\n And when he had landed at Caesarea, he went up and saluted the church, and went down to Antioch.  And having spent some time there, he departed, and went through the region of Galatia, and Phrygia, in order, establishing all the disciples.\n\n \nFootnotes\nActs : Greek sought to persuade.\nActs : Or, railed\nActs : Greek believed the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\n",
    "Script 2": "Joshua :, -\n\nAchan's Sin\n\n But the Israelites were unfaithful in regard to the devoted things[a]; Achan son of Karmi, the son of Zimri,[b] the son of Zerah, of the tribe of Judah, took some of them. So the Lord's anger burned against Israel.\n\n The Lord said to Joshua, \"Stand up! What are you doing down on your face?  Israel has sinned; they have violated my covenant, which I commanded them to keep. They have taken some of the devoted things; they have stolen, they have lied, they have put them with their own possessions.  That is why the Israelites cannot stand against their enemies; they turn their backs and run because they have been made liable to destruction. I will not be with you anymore unless you destroy whatever among you is devoted to destruction.\n\n \"Go, consecrate the people. Tell them, 'Consecrate yourselves in preparation for tomorrow; for this is what the Lord, the God of Israel, says: There are devoted things among you, Israel. You cannot stand against your enemies until you remove them.\n\n \"'In the morning, present yourselves tribe by tribe. The tribe the Lord chooses shall come forward clan by clan; the clan the Lord chooses shall come forward family by family; and the family the Lord chooses shall come forward man by man.  Whoever is caught with the devoted things shall be destroyed by fire, along with all that belongs to him. He has violated the covenant of the Lord and has done an outrageous thing in Israel!'\"\n\n Early the next morning Joshua had Israel come forward by tribes, and Judah was chosen.  The clans of Judah came forward, and the Zerahites were chosen. He had the clan of the Zerahites come forward by families, and Zimri was chosen.  Joshua had his family come forward man by man, and Achan son of Karmi, the son of Zimri, the son of Zerah, of the tribe of Judah, was chosen.\n\n Then Joshua said to Achan, \"My son, give glory to the Lord, the God of Israel, and honor him. Tell me what you have done; do not hide it from me.\"\n\n Achan replied, \"It is true! I have sinned against the Lord, the God of Israel. This is what I have done:  When I saw in the plunder a beautiful robe from Babylonia,[a] two hundred shekels[b] of silver and a bar of gold weighing fifty shekels,[c] I coveted them and took them. They are hidden in the ground inside my tent, with the silver underneath.\"\n\n So Joshua sent messengers, and they ran to the tent, and there it was, hidden in his tent, with the silver underneath.  They took the things from the tent, brought them to Joshua and all the Israelites and spread them out before the Lord.\n\n Then Joshua, together with all Israel, took Achan son of Zerah, the silver, the robe, the gold bar, his sons and daughters, his cattle, donkeys and sheep, his tent and all that he had, to the Valley of Achor.  Joshua said, \"Why have you brought this trouble on us? The Lord will bring trouble on you today.\"\n\nThen all Israel stoned him, and after they had stoned the rest, they burned them.  Over Achan they heaped up a large pile of rocks, which remains to this day. Then the Lord turned from his fierce anger. Therefore that place has been called the Valley of Achor[d] ever since.\n\n",
    "Script 3": "Hebrews :-\n\n If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,  but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.  Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.  How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?  For we know him who said, \"It is mine to avenge; I will repay,\"[a] and again, \"The Lord will judge his people.\"[b]  It is a dreadful thing to fall into the hands of the living God.\n\n",
    "Script 4": "Acts :-\nAmerican Standard Version\n After these things he departed from Athens, and came to Corinth.  And he found a certain Jew named Aquila, a man of Pontus by race, lately come from Italy, with his wife Priscilla, because Claudius had commanded all the Jews to depart from Rome: and he came unto them;  and because he was of the same trade, he abode with them, and they wrought; for by their trade they were tentmakers.  And he reasoned in the synagogue every sabbath, and [a]persuaded Jews and Greeks.  But when Silas and Timothy came down from Macedonia, Paul was constrained by the word, testifying to the Jews that Jesus was the Christ.  And when they opposed themselves and [b]blasphemed, he shook out his raiment and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles.  And he departed thence, and went into the house of a certain man named Titus Justus, one that worshipped God, whose house joined hard to the synagogue.  And Crispus, the ruler of the synagogue, [c]believed in the Lord with all his house; and many of the Corinthians hearing believed, and were baptized.  And the Lord said unto Paul in the night by a vision, Be not afraid, but speak and hold not thy peace:  for I am with thee, and no man shall set on thee to harm thee: for I have much people in this city.  And he dwelt there a year and six months, teaching the word of God among them.\n\n But when Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment-seat,  saying, This man persuadeth men to worship God contrary to the law.  But when Paul was about to open his mouth, Gallio said unto the Jews, If indeed it were a matter of wrong or of wicked villany, O ye Jews, reason would that I should bear with you:  but if they are questions about words and names and your own law, look to it yourselves; I am not minded to be a judge of these matters.  And he drove them from the judgment-seat.  And they all laid hold on Sosthenes, the ruler of the synagogue, and beat him before the judgment-seat. And Gallio cared for none of these things.\n\n And Paul, having tarried after this yet many days, took his leave of the brethren, and sailed thence for Syria, and with him Priscilla and Aquila: having shorn his head in Cenchreae; for he had a vow.  And they came to Ephesus, and he left them there: but he himself entered into the synagogue, and reasoned with the Jews.  And when they asked him to abide a longer time, he consented not;  but taking his leave of them, and saying, I will return again unto you if God will, he set sail from Ephesus.\n\n And when he had landed at Caesarea, he went up and saluted the church, and went down to Antioch.  And having spent some time there, he departed, and went through the region of Galatia, and Phrygia, in order, establishing all the disciples.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]