[
  {
    "Date": "2025-09-27T07:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 18- Ordinary Time",
    "Script 1": "\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\n",
    "Script 2": " The rich are wise in their own eyes;\n    one who is poor and discerning sees how deluded they are.\n\n When the righteous triumph, there is great elation;\n    but when the wicked rise to power, people go into hiding.\n\n Whoever conceals their sins does not prosper,\n    but the one who confesses and renounces them finds mercy.\n\n Blessed is the one who always trembles before God,\n    but whoever hardens their heart falls into trouble.\n\n Like a roaring lion or a charging bear\n    is a wicked ruler over a helpless people.\n\n A tyrannical ruler practices extortion,\n    but one who hates ill-gotten gain will enjoy a long reign.\n\n Anyone tormented by the guilt of murder\n    will seek refuge in the grave;\n    let no one hold them back.\n\n The one whose walk is blameless is kept safe,\n    but the one whose ways are perverse will fall into the pit.[a]\n\n Those who work their land will have abundant food,\n    but those who chase fantasies will have their fill of poverty.\n\n A faithful person will be richly blessed,\n    but one eager to get rich will not go unpunished.\n\n To show partiality is not good--\n    yet a person will do wrong for a piece of bread.\n\n The stingy are eager to get rich\n    and are unaware that poverty awaits them.\n\n Whoever rebukes a person will in the end gain favor\n    rather than one who has a flattering tongue.\n\n Whoever robs their father or mother\n    and says, \"It's not wrong,\"\n    is partner to one who destroys.\n\n The greedy stir up conflict,\n    but those who trust in the Lord will prosper.\n\n Those who trust in themselves are fools,\n    but those who walk in wisdom are kept safe.\n\n Those who give to the poor will lack nothing,\n    but those who close their eyes to them receive many curses.\n\n When the wicked rise to power, people go into hiding;\n    but when the wicked perish, the righteous thrive.\n\n",
    "Script 3": " And they were all amazed at the greatness of God.\n\nJesus Predicts His Death a Second Time\n\nWhile everyone was marveling at all that Jesus did, he said to his disciples,  \"Listen carefully to what I am about to tell you: The Son of Man is going to be delivered into the hands of men.\"  But they did not understand what this meant. It was hidden from them, so that they did not grasp it, and they were afraid to ask him about it.\n\n An argument started among the disciples as to which of them would be the greatest.  Jesus, knowing their thoughts, took a little child and had him stand beside him.  Then he said to them, \"Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.\"",
    "Script 4": "American Standard Version\n When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt.  And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people,  and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies: let not your heart faint; fear not, nor tremble, neither be ye affrighted at them;  for Jehovah your God is he that goeth with you, to fight for you against your enemies, to save you.  And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.  And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof.  And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.  And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren's heart melt as his heart.  And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of hosts at the head of the people.\n\n When thou drawest nigh unto a city to fight against it, then proclaim peace unto it.  And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become [a]tributary unto thee, and shall serve thee.  And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:  and when Jehovah thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword:  but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which Jehovah thy God hath given thee.  Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.  But of the cities of these peoples, that Jehovah thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth;  but thou shalt [b]utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as Jehovah thy God hath commanded thee;  that they teach you not to do after all their abominations, which they have done unto their gods; so would ye sin against Jehovah your God.\n\n When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, and thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee?  Only the trees of which thou knowest that they are not trees for food, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it fall.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm146;Proverbs28:11-28;Luke9:43b-48",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.146,Prov.28,Luke.9",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_38b84bc58bd746bda5416466cb6d5c6e~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_e66b52a7b965485b9d5d2f9f710eaaaf~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_7b96cdc2ac694fb1a5d06696fe76e881~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 146",
    "Address Script 2": "Proverbs 28:11-28",
    "Address Script 3": "Luke 9:43-48",
    "Address Script 4": "Deuteronomy 20",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.146.784e9f7b42a5a24d7f181a9ddef1a936.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Prov.28.d52c0b4a4e8441d23ec9efabd2d31b4f.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.9.89fe99e1c7f16217793be26219d1e467.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 296
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 146\n\n1 Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n2 I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n3 Do not put your trust in princes,\n    in human beings, who cannot save.\n4 When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n5 Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n6 He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n7 He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n8     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n9 The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n10 The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm 146:1 Hebrew Hallelu Yah; also in verse 10",
    "Script 2": "Proverbs 28:11-28\n\n11 The rich are wise in their own eyes;\n    one who is poor and discerning sees how deluded they are.\n\n12 When the righteous triumph, there is great elation;\n    but when the wicked rise to power, people go into hiding.\n\n13 Whoever conceals their sins does not prosper,\n    but the one who confesses and renounces them finds mercy.\n\n14 Blessed is the one who always trembles before God,\n    but whoever hardens their heart falls into trouble.\n\n15 Like a roaring lion or a charging bear\n    is a wicked ruler over a helpless people.\n\n16 A tyrannical ruler practices extortion,\n    but one who hates ill-gotten gain will enjoy a long reign.\n\n17 Anyone tormented by the guilt of murder\n    will seek refuge in the grave;\n    let no one hold them back.\n\n18 The one whose walk is blameless is kept safe,\n    but the one whose ways are perverse will fall into the pit.[a]\n\n19 Those who work their land will have abundant food,\n    but those who chase fantasies will have their fill of poverty.\n\n20 A faithful person will be richly blessed,\n    but one eager to get rich will not go unpunished.\n\n21 To show partiality is not good--\n    yet a person will do wrong for a piece of bread.\n\n22 The stingy are eager to get rich\n    and are unaware that poverty awaits them.\n\n23 Whoever rebukes a person will in the end gain favor\n    rather than one who has a flattering tongue.\n\n24 Whoever robs their father or mother\n    and says, \"It's not wrong,\"\n    is partner to one who destroys.\n\n25 The greedy stir up conflict,\n    but those who trust in the Lord will prosper.\n\n26 Those who trust in themselves are fools,\n    but those who walk in wisdom are kept safe.\n\n27 Those who give to the poor will lack nothing,\n    but those who close their eyes to them receive many curses.\n\n28 When the wicked rise to power, people go into hiding;\n    but when the wicked perish, the righteous thrive.\n\nFootnotes\na. Proverbs 28:18 Syriac (see Septuagint); Hebrew into one",
    "Script 3": "Luke 9:43-48\n\n43 And they were all amazed at the greatness of God.\n\nJesus Predicts His Death a Second Time\n\nWhile everyone was marveling at all that Jesus did, he said to his disciples, 44 \"Listen carefully to what I am about to tell you: The Son of Man is going to be delivered into the hands of men.\" 45 But they did not understand what this meant. It was hidden from them, so that they did not grasp it, and they were afraid to ask him about it.\n\n46 An argument started among the disciples as to which of them would be the greatest. 47 Jesus, knowing their thoughts, took a little child and had him stand beside him. 48 Then he said to them, \"Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.\"",
    "Script 4": "Deuteronomy 20\nAmerican Standard Version\n20 When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt. 2 And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people, 3 and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies: let not your heart faint; fear not, nor tremble, neither be ye affrighted at them; 4 for Jehovah your God is he that goeth with you, to fight for you against your enemies, to save you. 5 And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it. 6 And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof. 7 And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her. 8 And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren's heart melt as his heart. 9 And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of hosts at the head of the people.\n\n10 When thou drawest nigh unto a city to fight against it, then proclaim peace unto it. 11 And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become [a]tributary unto thee, and shall serve thee. 12 And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it: 13 and when Jehovah thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword: 14 but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which Jehovah thy God hath given thee. 15 Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations. 16 But of the cities of these peoples, that Jehovah thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth; 17 but thou shalt [b]utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as Jehovah thy God hath commanded thee; 18 that they teach you not to do after all their abominations, which they have done unto their gods; so would ye sin against Jehovah your God.\n\n19 When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, and thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee? 20 Only the trees of which thou knowest that they are not trees for food, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it fall.\n\n \nFootnotes\nDeuteronomy 20:11 Or, subject to taskwork\nDeuteronomy 20:17 Hebrew devote.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm : Hebrew Hallelu Yah; also in verse ",
    "Script 2": "Proverbs :-\n\n The rich are wise in their own eyes;\n    one who is poor and discerning sees how deluded they are.\n\n When the righteous triumph, there is great elation;\n    but when the wicked rise to power, people go into hiding.\n\n Whoever conceals their sins does not prosper,\n    but the one who confesses and renounces them finds mercy.\n\n Blessed is the one who always trembles before God,\n    but whoever hardens their heart falls into trouble.\n\n Like a roaring lion or a charging bear\n    is a wicked ruler over a helpless people.\n\n A tyrannical ruler practices extortion,\n    but one who hates ill-gotten gain will enjoy a long reign.\n\n Anyone tormented by the guilt of murder\n    will seek refuge in the grave;\n    let no one hold them back.\n\n The one whose walk is blameless is kept safe,\n    but the one whose ways are perverse will fall into the pit.[a]\n\n Those who work their land will have abundant food,\n    but those who chase fantasies will have their fill of poverty.\n\n A faithful person will be richly blessed,\n    but one eager to get rich will not go unpunished.\n\n To show partiality is not good--\n    yet a person will do wrong for a piece of bread.\n\n The stingy are eager to get rich\n    and are unaware that poverty awaits them.\n\n Whoever rebukes a person will in the end gain favor\n    rather than one who has a flattering tongue.\n\n Whoever robs their father or mother\n    and says, \"It's not wrong,\"\n    is partner to one who destroys.\n\n The greedy stir up conflict,\n    but those who trust in the Lord will prosper.\n\n Those who trust in themselves are fools,\n    but those who walk in wisdom are kept safe.\n\n Those who give to the poor will lack nothing,\n    but those who close their eyes to them receive many curses.\n\n When the wicked rise to power, people go into hiding;\n    but when the wicked perish, the righteous thrive.\n\nFootnotes\na. Proverbs : Syriac (see Septuagint); Hebrew into one",
    "Script 3": "Luke :-\n\n And they were all amazed at the greatness of God.\n\nJesus Predicts His Death a Second Time\n\nWhile everyone was marveling at all that Jesus did, he said to his disciples,  \"Listen carefully to what I am about to tell you: The Son of Man is going to be delivered into the hands of men.\"  But they did not understand what this meant. It was hidden from them, so that they did not grasp it, and they were afraid to ask him about it.\n\n An argument started among the disciples as to which of them would be the greatest.  Jesus, knowing their thoughts, took a little child and had him stand beside him.  Then he said to them, \"Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.\"",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt.  And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people,  and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies: let not your heart faint; fear not, nor tremble, neither be ye affrighted at them;  for Jehovah your God is he that goeth with you, to fight for you against your enemies, to save you.  And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.  And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof.  And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.  And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren's heart melt as his heart.  And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of hosts at the head of the people.\n\n When thou drawest nigh unto a city to fight against it, then proclaim peace unto it.  And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become [a]tributary unto thee, and shall serve thee.  And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:  and when Jehovah thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword:  but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which Jehovah thy God hath given thee.  Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.  But of the cities of these peoples, that Jehovah thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth;  but thou shalt [b]utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as Jehovah thy God hath commanded thee;  that they teach you not to do after all their abominations, which they have done unto their gods; so would ye sin against Jehovah your God.\n\n When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, and thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee?  Only the trees of which thou knowest that they are not trees for food, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it fall.\n\n \nFootnotes\nDeuteronomy : Or, subject to taskwork\nDeuteronomy : Hebrew devote.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\n",
    "Script 2": "Proverbs :-\n\n The rich are wise in their own eyes;\n    one who is poor and discerning sees how deluded they are.\n\n When the righteous triumph, there is great elation;\n    but when the wicked rise to power, people go into hiding.\n\n Whoever conceals their sins does not prosper,\n    but the one who confesses and renounces them finds mercy.\n\n Blessed is the one who always trembles before God,\n    but whoever hardens their heart falls into trouble.\n\n Like a roaring lion or a charging bear\n    is a wicked ruler over a helpless people.\n\n A tyrannical ruler practices extortion,\n    but one who hates ill-gotten gain will enjoy a long reign.\n\n Anyone tormented by the guilt of murder\n    will seek refuge in the grave;\n    let no one hold them back.\n\n The one whose walk is blameless is kept safe,\n    but the one whose ways are perverse will fall into the pit.[a]\n\n Those who work their land will have abundant food,\n    but those who chase fantasies will have their fill of poverty.\n\n A faithful person will be richly blessed,\n    but one eager to get rich will not go unpunished.\n\n To show partiality is not good--\n    yet a person will do wrong for a piece of bread.\n\n The stingy are eager to get rich\n    and are unaware that poverty awaits them.\n\n Whoever rebukes a person will in the end gain favor\n    rather than one who has a flattering tongue.\n\n Whoever robs their father or mother\n    and says, \"It's not wrong,\"\n    is partner to one who destroys.\n\n The greedy stir up conflict,\n    but those who trust in the Lord will prosper.\n\n Those who trust in themselves are fools,\n    but those who walk in wisdom are kept safe.\n\n Those who give to the poor will lack nothing,\n    but those who close their eyes to them receive many curses.\n\n When the wicked rise to power, people go into hiding;\n    but when the wicked perish, the righteous thrive.\n\n",
    "Script 3": "Luke :-\n\n And they were all amazed at the greatness of God.\n\nJesus Predicts His Death a Second Time\n\nWhile everyone was marveling at all that Jesus did, he said to his disciples,  \"Listen carefully to what I am about to tell you: The Son of Man is going to be delivered into the hands of men.\"  But they did not understand what this meant. It was hidden from them, so that they did not grasp it, and they were afraid to ask him about it.\n\n An argument started among the disciples as to which of them would be the greatest.  Jesus, knowing their thoughts, took a little child and had him stand beside him.  Then he said to them, \"Whoever welcomes this little child in my name welcomes me; and whoever welcomes me welcomes the one who sent me. For it is the one who is least among you all who is the greatest.\"",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt.  And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people,  and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies: let not your heart faint; fear not, nor tremble, neither be ye affrighted at them;  for Jehovah your God is he that goeth with you, to fight for you against your enemies, to save you.  And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.  And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof.  And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.  And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren's heart melt as his heart.  And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of hosts at the head of the people.\n\n When thou drawest nigh unto a city to fight against it, then proclaim peace unto it.  And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become [a]tributary unto thee, and shall serve thee.  And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:  and when Jehovah thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword:  but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which Jehovah thy God hath given thee.  Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.  But of the cities of these peoples, that Jehovah thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth;  but thou shalt [b]utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as Jehovah thy God hath commanded thee;  that they teach you not to do after all their abominations, which they have done unto their gods; so would ye sin against Jehovah your God.\n\n When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, and thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee?  Only the trees of which thou knowest that they are not trees for food, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it fall.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]