[
  {
    "Art title 1": "He Does Not See Like We Do",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_3684c8c3f1a944bda77207e3ac9dcbc7~mv2.jpg/v1/fill/w_592,h_592,al_c,q_90/a07ded_3684c8c3f1a944bda77207e3ac9dcbc7~mv2.webp",
    "Artist Statement 1": "I love how God values and appoints us by what he sees in our hearts. Those qualities that are so difficult for the world to see. Ask God what inner qualities you have which he wants to use. Not the ones that the world is selecting other people for, but those that you have, that others don't seem to be rewarding you for. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_3684c8c3f1a944bda77207e3ac9dcbc7~mv2.jpg/v1/fill/w_592,h_592,al_c,q_90/a07ded_3684c8c3f1a944bda77207e3ac9dcbc7~mv2.webp",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "He Does Not See Like We Do",
    "Story Link": "https://www.rawspoon.com/post/story-he-does-not-see-like-we-do",
    "excerpt": "Josh lifted his head up and looked at the worship leaders at the front. It was a 24 hour prayer room. He had just finished reading how God instructed Samuel to pick David, even though he thought Saul, or each of David's brothers looked way more suitable for God to choose to be king. But then came along little David, the one whose father didn't even think worthy to show, and God said, 'that one will be my king.' God has a different view of people than people's view of people.\n\nJosh knew he should see his handicapped son as being more than just a handicapped 18 year old who couldn't talk or dress himself. In fact he had to get back home soon to wake him up before the babysitter came. Sure God had a different perspective of his son that people did. But it was pretty hard for Josh not to resent him for destroying Josh's dream of becoming a traveling singer/songwriter. He was jealous of artists like Josh Garrells and Wilder Adkins. Josh barely had enough time each day to do his HVAC sales work before he came home to relieve the expensive babysitter and get his son fed and ready for bed.\n\nThat and come to this prayer room. This prayer room had turned out to be pretty crucial for his survival. He would drive here (thank God it was only 5 minutes away) after his son was asleep and often again in the morning before his son woke up even just for 30 minutes at a time. Josh didn't really have time to sustain other relationships so it was pretty much him, his son, and Jesus. \n\nHe only had a moment more before he had to go so he looked back down at his Bible for any last word. He happened to see a chapter a few pages before the Samuel choosing David chapter. It was when Samuel was a kid and heard who he thought was Eli the priest call to him three different times. But when he went to ask what Eli wanted the third time, Eli realized it was God calling Samuel.\n\nAn interesting thought occurred to Josh: \"I wonder if Eli was jealous that God called and talked to Samuel in a way he could hear?\" And suddenly Josh heard, \"This is my dream for you.\" Josh realized it was God's dream to call Josh to come talk with Him each day. \n\nHe gathered his things up and a smile inched across his face as he whispered. \"God has different perspectives of people than man has of people. And he has different dreams for people than man has dreams for people.\" \n\n---\nI reread this story recently and it made me mad that God held back these things from Josh, just so Josh could have the 'privilege' of talking to God every day. Does it make you mad for that, or another reason? Pull on that thread prayerfully with God. Where can you let it lead you?\n\n---\n\nRaw Spoon, 1-6-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/j9phNEaPrv8",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=3lfPK2vfC54",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 23",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Corinthians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 3\nAmerican Standard Version\n3 And when the seventh month was come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem. 2 Then stood up Jeshua the son of Jozadak, and his brethren the priests, and Zerubbabel the son of Shealtiel, and his brethren, and builded the altar of the God of Israel, to offer burnt-offerings thereon, as it is written in the law of Moses the man of God. 3 And they set the altar [a]upon its base; for fear was upon them because of the peoples of the countries",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/HR_wvamK-Wo",
    "Song 2": "https://youtu.be/a6LC8cu03Ig",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.9496054,35.2320268,3a,75y,144.84h,47.28t/data=!3m8!1e1!3m6!1sAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMKyludhFoY9eOJRkybeBLXdqvJ-isxoYflsz7w%3Dw203-h100-k-no-pi0-ya344.72348-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes2": "Bethel: where Abram parted ways with Lot, as well as where Jacob dreamed and saw angels going up and down a ladder to heaven.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0665c00b-5d6a-48fd-a246-08c082378d91.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]