[
  {
    "Date": "2025-10-05T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=N0LmwbP50JA&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=7",
    "famous quote": "\"Good and evil both increase at compound interest. That is why the little decisions you and I make every day are of such infinite importance. The smallest good act today is the capture of a strategic point from which, a few months later, you may be able to go on to victories you never dreamed of. An apparently trivial indulgence in lust or anger today is the loss of a ridge or railway line or bridgehead from which the enemy may launch an attack otherwise impossible.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=w8mToWb9NC8",
    "Nature Video": "https://www.youtube.com/watch?v=chT3sbLvlt4",
    "User added": "\"Give us help for the hard task; human help is worthless. In God we'll do our very best; he'll flatten the opposition for good.\"\n??Psalm? ?108:12-13? ?MSG??????\n\nI am a fixer. When something breaks around the house, I usually try to fix it myself. YouTube is great for that! In general, I believe most people like to see things whole and unbroken. Perfection gives a sense of peace, chaos brings anxiety. The thing is, when important things break, people and relationship, I want to fix them the same way-on my own. But it is not \"either/or\", it is \"both/and\". God wants to be  ( and deserves to be) who we turn to first in fixing everything! Whether it is the washing machine, or our relationship with our spouse, or our own brokenness, God wants to help!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_cdeff9b1883e4387bde534dfd7754a5d~mv2.png",
    "Interview Text": "Church plant near Gojo\nPrayer for sick woman doesn't seem to work\n\nWe stopped to see one of the church plants on our way to Gojo. \nOur caravan pulled into a long, bumpy dirt drive. As we drove up to the church a group of Ethiopians welcomed us with a dance and song, hopping back and forth past us in a pack, drumming, clapping, singing and repeating what the translator later told us meant, \"We will win the world through the gospel.\"\nThis church had been planted by a miracle. A pastor that Ray and his team had trained came to this village where there were no believers. The pastor saw a woman there who was possessed by an evil spirit, and who they kept in chains because she would stone people otherwise. He prayed for her and she regained her sanity. People believed his message because they saw this miracle and he began the church. \nSince then he said he had seen so many physical healings that he couldn't even count them. He now had 270 members in his congregation and they had built this church building on their own.\nThey welcomed us inside and continued singing. I could smell the mud and straw of the walls and the cold dusty clay of the floor. The inside was dark with only a couple squares of light as windows. White-teethed smiles flashed in the dark, singing. \nThe church pastor said a few words and then Ray spoke. He told them, \"Don't feel alone here. We support you in America.\" Then he asked if anyone would like prayer for healing and a dozen or so people came to the front and gathered in front of us Americans.\nI had no idea I would be asked to pray for someone. And before I had time to prepare, standing in front of me was a woman whose face looked completely blank, like it had been drained of life.\nThe prayers of the others began to fill the room.\nI put my hand on her emaciated, bony shoulders with no idea what was wrong and prayed for a few moments. But I stopped, stepped back and began to repent. I did not feel clean enough to pray for healing. I felt guilty of my history of lust and impure thoughts as well as other disobediences. But as I prayed I thought, \"I will try to trust that if God wants to heal, He can use an unprepared, half-righteous man like me.\"\nSo I stepped forward and put my hand on her shoulder again. But she took my hand and put it on her stomach. LOW on her stomach. It felt warm and bulging. Maybe she was pregnant? Or perhaps her belly was distended from infection or starvation? And then she moved it lower, just below where her belt line would be. I just kept my mind on the prayer and did the best I knew how to do. But even while I prayed for her she buckled over in pain and she braced herself against the wall.\nAfter about ten minutes the room quieted. There was a farewell message given and the people filed out of the building.\nBut the woman sat down in the pews, appearing to still be in pain. I went to her as the last of the others were trickling out. I put my hand on her belly again and began to pray. This time she folded back layers of her clothes so there was only one layer between my hand and her belly. Two other members of our group, Julian and Joel saw us and gathered behind her, put their hands on her and also prayed. \nWhen we left a few minutes later, she was still holding her stomach sickly, the life still drained from her face.\nIt wasn't until half a week later that we found out what God had done through us and our prayer that day.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=l3vT0k3kV_g",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]