[
  {
    "": "2025-07-26T07:00:00.000Z",
    "Art title 1": "The Narrow Road",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c00dc17359b64c47a465f1bda591caa0~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-68ba4684-d789-4488-a44a-e9e0d2ffd503",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nGuest Post: Help with Suicidal Thoughts (part 4)",
    "Story Link": "https://www.rawspoon.com/post/guest-post-help-with-suicidal-thoughts",
    "excerpt": "(continued from Yesterday's help with suicidal thoughts)\n\n4. Connection. We were made for connection, for relationships. You may not have those relationships right now. You may feel that NO ONE ELSE ON EARTH has ever or will ever be in as much pain as I'm in right now. But pain is a universal human experience ? everyone feels it in different ways and at different times. Don't allow the pain to ISOLATE you ? seek connection with someone ? anyone! Call a crisis line or a \"warm line.\" Talk to someone; try to connect. People may not understand what you are going through, but they can relate. Don't believe the lie that, \"Nobody cares.\" Again, don't isolate. The band 311 wrote a song called, \"Beyond the Grey Sky.\" It says, \"Don't give up the fight to stay alive and even if you have to, find the reason of another's pain if they lose you. If not for your self than those around who care like I do. One day you'll see the clear blue beyond the grey sky.\" Don't let anything bring you down or make you feel worthless because you mean the world to someone. We all need help from others from time to time; we need each other and we were created to exist in community. The apostle Paul writes, \"Just as a body, though one, has many parts, but all its many parts form one body, so it is with Christ...But God has put the body together, giving greater honor to the parts that lacked it, so that there should be NO DIVISION in the body, but that all its parts should have equal concern for each other. If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it.\" 1 Corinthians 12:12, 24-26. Our community functions better with you as a part of it! We would all suffer if you were gone!\n\n(continued tomorrow)",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_6591ccecf95a4af7ab5d7c93eaa4f817~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_dc675b98c3534ab28c51dd011e73fb0e~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=uCOycIMyJZM",
    "Bible Project 2": "https://www.youtube.com/watch?v=JydNSlufRIs",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 138",
    "Research 2-link": "https://enduringword.com/bible-commentary/Esther 4\n\nMordecai Persuades Esther to Help\n\n1 When Mordecai learned of all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the city, wailing loudly and bitterly. 2 But he went only as far as the king's gate, because no one clothed in sackcloth was allowed to enter it. 3 In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes.\n\n4 When Esther's eunuchs and female attendants came and told her about Mordecai, she was in great distress. She sent clothes for him to put on instead of his sackcloth, but he would not accept them. 5 Then Esther summoned Hathak, one of the king's eunuchs assigned to attend her, and ordered him to find out what was troubling Mordecai and why.\n\n6 So Hathak went out to Mordecai in the open square of the city in front of the king's gate. 7 Mordecai told him everything that had happened to him, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews. 8 He also gave him a copy of the text of the edict for their annihilation, which had been published in Susa, to show to Esther and explain it to her, and he told him to instruct her to go into the king's presence to beg for mercy and plead with him for her people.\n\n9 Hathak went back and reported to Esther what Mordecai had said. 10 Then she instructed him to say to Mordecai, 11 \"All the king's officials and the people of the royal provinces know that for any man or woman who approaches the king in the inner court without being summoned the king has but one law",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 21",
    "The Chosen 3": "https://www.youtube.com/watch?v=WlPrZ6aA8HA&list=PLcJVIuhI8isJxPn9EJxNlGPypJ3dl7oKF&index=9",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=noSuGDEx90E",
    "Song 2": "https://www.youtube.com/watch?v=r46Qex8jMSs",
    "Song 3": "https://www.youtube.com/watch?v=URlxQO6uqVo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/70",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]