[
  {
    "Art title 1": "Consider It Pure Joy",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_64757dd4586a4017a52c749dd1343d39~mv2.jpg",
    "Artist Statement 1": "James 1:2-4 says to consider having to struggle through difficulties with faith as 'pure joy' because it brings about perseverence, which brings about maturing into who God dreams we can be. A good question is, \"God, what do you dream I can be?\" And if it's difficult to picture the answer, look at the little bits of goodness that have started to come out of you during your hard times (forgiveness, self-sacrifice, tenderness). Then multiply that goodness 500 times off into the future to get a glimpse of what God can help make you into.\n\nWhen I do this exercise I first just think of how I would simply become less selfish. But let's picture not just \"what to avoid\" but \"what beautiful thing can we aspire to\". You know those social media videos where all the teachers in a school buy the janitor a car? Or it shows an old man finding out it was his daughter who donated her kidney for him? Or the guy who picks up day laborers and surprises them by taking them to Disney Land and pays them hundreds of dollars as well? Those moments of overwhelming goodness are out there, new joy sprouting into the world. And we have potential to become them.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3843fc0d-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Division and Cancer",
    "Story Link": "https://www.rawspoon.com/post/story-division-and-cancer",
    "excerpt": "Lloyd sat with his head on the bed in his wife's hospital room. Sunlight came through the windows and warmed his back. She was asleep and her heart monitor beeped in the background. He felt his phone buzz. Lloyd stood up and answered, \"Hi Pastor. Yes, I'm sorry to harp on it again, but I just wanted to point out that some of us on the committee don't really agree with the direction of your sermon series... I mean Tom and a couple others seem to be leaning to my side.\" Lloyd glanced up and noticed the hospital's Chaplain leaning against the doorframe with arms crossed, looking at him. Lloyd scrunched his eyebrows and looked away as he continued, \"Yes, but they don't really understand the demographic we've been trying to cater to. The folks we want to attract like to hear positive things about their decisions, not how we're called to poverty-- yes, I know, but we aren't going to survive as a church unless we get some people of that socioeconomic strata...\" Lloyd put his hand on his hip and looked out the window into the parking lot. \"Perhaps then you need to push for it a little more in your sermons... Okay. Next Saturday before the brunch seems fine. Just think about it... Okay. Bye.\"\n\nThe chaplain uncrossed his arms and walked into the room slowly toward Lloyd's wife. He was a pudgy 65-year old Mexican man with one arm missing (it looked like from military service perhaps) and a rainbow stole over his limp flannel shirt. Tattered strips of denim dragged from the bottom hems of his jeans. \n\nLloyd put his phone away and stood at his wife's bed across from him. Lloyd had met the chaplain for the first time when Lloyd had come back in after a similar call to one of the elders yesterday. This chaplain had just been sitting in the room, praying for Maria. \n\n\"Hello, Chaplain.\"\n\n\"Hello, my friend.\" The chaplain's eyes stayed on the woman's pale face. \"How's Maria doing today?\"\n\n\"Oh, I don't know.\" Lloyd glared at the dirty fabric mask drooping around the chaplain's his neck. \"You've seen more of this than me.\" Lloyd's tone was flat. \"How do you think she's doing?\"\n\n\"Well, I saw more pain on her face while you were on that call. That's why I stopped in.\" The chaplain glanced up at him and then back down at Maria. \"You know, the thing about cancer is that it was good cells that decided to do things their own way. But it just kills the whole body.\" He looked back up at Lloyd with tired eyes. \n\nLloyd crossed one arm and put his other fist up to his mouth as if pretending to ponder it. He replied with some snark, \"Hmm, but for some bodies that aren't growing as big as they should be, evolution finds ways like that to correct that.\"\n\nThe chaplain looked up at him and nodded. Then he looked down at Maria's face as he slowly and articulately said, \"Perhaps there are better ways, like that, of doing things sometimes.\" He watched her face contort slightly in pain. \"But it's a little sad to me, thinking of the good bodies it kills along the way. Creatures that were minding their business, just daily doing their best.\"\n\n\"But what doesn't kill you,\" Lloyd said flatly, looking at the chaplain. \"Makes you stronger.\" \n\nLloyd noticed Maria's wincing face too and quickly knelt beside her, squeezing her hand. He spoke tenderly, \"Oh, hunny, I'm here. Don't give up. We're here for you.\"\n\nAfter a minute or so of silence, the chaplain spoke again. \"Can I share with you what I think the difference is between the kingdom of heaven and the kingdoms of this earth?\"\n\nLloyd was silent. The chaplain looked over and met Lloyd's patronizing gaze. \"It's okay. I'll tell you. Until that day when all of us are united under the head of Christ, it's like we are in a hospital bed, fighting against our own body. When God's kingdom finally comes, all of our wills fall into lock step with God's plan, then our body will get up and do the work it was really meant to do in this transformed world.\"\n\nLloyd took a shallow, vexed breath.\n\nThe chaplain continued, looking at Maria, \"Do you know how a doctor told me, one time, that we recognize cancer?\" \n\nLloyd started to turn his head back to Maria, but his eyes held onto the man's face like angry anchors.\n\nHe looked up at Lloyd with a steeley gaze, \"It is whatever is causing the body to have to fight. It's where all the heat goes. All the blood. Stopping the body's own civil war sucks up all the body's energy it would otherwise use to do what it is called to do.\"\n\nThe chaplain looked back down at Maria. He said, \"It really hurts to watch it destroy the body. Doesn't it?\"\n\nLloyd looked to Maria's face, steaming in anger. \n\n\"I'll let you two be.\" Said the chaplain. \"Love has the incredible power to heal some cancers.\" The chaplain slowly rose, whispered a prayer for Maria and shuffled out. \n\nA few minutes later a nurse came in, checking her watch and then looking at Maria's IV. She noticed Lloyd glaring angrily at Maria's shoulder and was startled, \"Oh, Mr. Glenson, are you okay?\"\n\n\"Yes.\" He looked at Maria's face. \"You should fire that chaplain though. He's done the opposite of bring peace in here.\"\n\n\"Oh, uh... chaplain?\"\n\nLloyd looked up at her. \"That man in the flannel with the rainbow...\" He motioned with his hands up and down from shoulder to knees to symbolize the stole. \n\n\"Oh, Henry? He's not our chaplain. I thought you all had just bonded over hating cancer or something.\"\n\n\"What do you mean?\" Lloyd looked up at her, eyebrows scrunched. \"He's not the chaplain?\"\n\n\"Well, he has been here almost every day for the past couple months because he knows like three people undergoing similar treatments as your wife. And he came just as often for another two folks last year.\"\n\n\"Wait, for like, for his... how does he know so many people with cancer?\"\n\n\"Oh, it's actually a crazy story. I talked to him one day.\" She glanced toward the door. \"I think I can tell you this. \"Apparently he used to pastor a church. Thus the drapey thing.\" She motioned shoulder-to-hips. \"But they had some big disagreement in the church and these folks all happened to be among those who had left to start their new church.\"\n\n\"Did the churches survive?\"\n\n\"I'm not exactly... sure.\" She scraped her brain with her eyes. \"But the way he talked with those patients, it seemed like they had gone through a lot of drama together. But what I was going to tell you was that he was the pastor at a church on a military base where they had stored a lot of Agent Orange. You know the stuff they used in Vietnam that caused all sorts of cancer. And there was something about the upset people starting the new church in a building they later found out used to house the Agent Orange! Thus all the people he knows with cancer.\"\n\n\"And he came back to visit the people that left him?\"\n\n\"Yeah! He stays with them for hours. Crazy, right?!\" The nurse said as she lifted her hands and eyebrows in amazement. The nurse finished checking and changing Maria's tubes and bags and started taking off her blue gloves. \"Anyway,\" she said. \"All that to say, he has been through a lot of church stuff, and a lot of cancer stuff. Not sure what those two have in common, but if they do, he'd be the specialist.\" She looked down at Maria. \"She looks like she's holding steady. I'm guessing she'll probably wake up in the next half hour. I'll be back in about an hour.\" The nurse smiled a somber smile and nodded as she turned and left. \n\nLloyd lowered his head onto Maria's bed again. He took a deep breath and found Maria's hand with his. He whispered toward the floor, \"God, please speak to me.\" He lifted his head as he breathed in deeply. He looked at Maria's pained face. His soul's wrestling match played itself out on his face. \"God, am I wrong?\"\n\nMaria opened her eyes, saw his face, and said with a groggy smile, \"Please don't look like you're in so much pain. I'm the only one with cancer here.\" \n\n\"Oh, gosh. I'm sorry hunny. It's just...\" They shared a smile, and she drifted off to sleep again.\n\nHe nodded and whispered. \"I love you, so much. I'd do anything to keep your body alive. But I think I might be a cancer to Christ's body right now. And I have forgotten to do everything I can to keep it alive.\"\n\n---\n\nRaw Spoon, February 25, 2025",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=94HjI-LHqEo&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://www.youtube.com/watch?v=kOYy8iCfIJ4",
    "Bible Project 3": "https://www.youtube.com/watch?v=oE9qqW1-BkU",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/Judges 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Philippians 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 39",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/36",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/58c8c820-4681-4af3-8dd6-04e8fac5e2da.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]