[
  {
    "": "2025-08-18T07:00:00.000Z",
    "Art title 1": "2-Dimensional Hearts (they flatter themselves)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_cdaa0757492e423ba83e8634599fc535~mv2.jpg",
    "Artist Statement 1": "Have we neglected loving the difficult people around us because it's easier to scroll and punch a heart to show our approval. A heart might show that you like or approve of something but there is very little that is sacrificial about it. And often we give hearts to those we want to like us, those who we think have a large influence. Remember that giving a heart to those people for that reason, whether online or real life isn't really the heart of love. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_cdaa0757492e423ba83e8634599fc535~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nAre Some Religions More Right Than Others?",
    "Story Link": "https://www.rawspoon.com/post/are-some-religions-more-right-than-others",
    "excerpt": "I like the thought that if we Christians employed certain things from different religions we could live out a fuller understanding of the spiritual world. \n\nLike maybe we could use much of what Buddhists have learned about meditation to help us do that better. \n\nMaybe there are some things to be gained by understanding our auras and chakras like hinduism teaches to make us more aligned and healthier. \n\nEven Muslims pray five times a day, in a community when possible, and I assume this habit is extremely helpful to keep their mind and spirit focused on God. \n\nI even talked to a couple different friends this weekend about how they use crystals to help them think more clearly and bring positivity. \n\nLike, what if they've all tapped into other laws of nature and laws of psychology that God has planted into this world that science hasn't discovered yet. \n\nBut I say all this as an introduction because I don't want you to think of me as closed minded for what I am about to say. I want to say that even in this culture that says all religions are equally true, that anyone can believe what they want to and we have no right to correct them, maybe some religions really are more correct than others. \n\nOver the past two years I felt God was leading me to look into mormonism. I thought he might be asking me to convert because it seemed like such a good religion. What Mormons told me seemed to be answering some tough mysteries in my religion. And although I realized we non-mormon Christians have some really great things to learn from them (like wholesome families, and their focus on growth) once I looked at all the archeological findings and the DNA data, I realized it just didn't match reality. There are no remains of cities that the Book of Mormon mentions. (there are tons of archeological sites of cities mentioned in the Bible.) The Native Americans don't have any DNA that would suggest they came from Israelites that migrated to the americas, like Mormonism says. And other things. \n\nBut this got me thinking. Even in this modern world where we are taught to think all religions are right, what if some religions really are more correct than others. \n\nHere's a thought experiment: what if a new religion gained strong credibility. And what if it came out that the creator really had just made it up. So then everybody realized this religion was actually false. Doesn't this suddenly expose the fact that there is a spectrum of some religions being more right than others? We just can't believe anything we want and that be correct. \n\nAnd then, if we believe there is a spectrum of some religions being more right than others, is there one that is most right? Shouldn't our goal be to find the one that is most right? Is there one that is most historically accurate and most spiritually sanctifying and most love-producing, and seems to be making us better humans? I'm not saying Christianity certainly does this all the time. Some branches of Christianity do this very well, but there are a lot that do it very poorly.\n\n\nAll this to say...\n\nI think we can learn something valuable from most religions. But when we say all religions are equally correct, maybe we should correct ourselves. Maybe we are all searching, and rarely is one religion totally perfect, but maybe there is one that is most correct. And I'm almost certain we, with all our different personalities, each have a different embodiment of how we live out that religion, but maybe there is one most-correct truth. God help us respect each other in our searches, but help us and our friends find the way that is most correct to serve you.\n\nRaw Spoon, 4-24-19",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_1dedafc5408b4fb7bea3af26a85dc29a~mv2.jpg",
    "Sketchnotes1b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2022/09/2022-09-11-TRBC-service.png?w=3300&ssl=1",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_a8bdc1a4bfba4fbb98ea6dfd4d757be1~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=3dEh25pduQ8",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=l3QkE6nKylM",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 32",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 23",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 John 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 21",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=KfQZGUgGD-Q",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/41fcdde6-b8ef-46a2-a469-d75f5487ffa5.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]