[
  {
    "": "2025-08-28T07:00:00.000Z",
    "Art title 1": "",
    "Picture Thumbnail 1": "",
    "Artist Statement 1": "",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Got 99 Sheep, But The Girl Is Gone",
    "Story Link": "https://www.rawspoon.com/post/got-99-sheep-but-the-girl-is-gone",
    "excerpt": "The king's daughter had been kidnapped by bandits and they escaped into the hills. \n\nThe moment someone whispered this news to the king he left the meeting with the important ambassadors from several neighboring nations and mounted his horse. He set out in the middle of the night and rode through to the morning in pursuit. He left the kingdom in the hands of his cabinet, but pursued his precious daughter with his own two feet. \n\nThat morning he kicked down a door in a cabin he had come upon and broken his knuckle on the face of the man who was friend of the bandits. Only then did they reveal the direction the kidnappers had gone. And the king continued his pursuit.\n\nWhen his horse got exhausted the next day he left her behind to scale a mountain on foot. He had shed jacket and bag when they became too heavy for him to carry. \n\nHe had climbed down the mountain during a storm on the second night until he was wet to the bone.\n\nHe would figure out how to bring his daughter home once he found her, but until then he had to do absolutely everything he could just to find her and rescue her from her captors. \n\nBut when he came upon the bandit's camp he saw his daughter hanging out at the campfire with them, talking just like them. They were slandering his kingdom and making fun of him and his cabinet. She was cuddling up to the naughtiest looking dark and handsome bandit. She looked up from time to time to add to the conversation but was surfing on her phone most of the time. \n\nThis wasn't who he knew his daughter was meant to be. She was noble, and good, and wise. But I guess she had seen this new type of living and she changed so quickly. \n\nThe king whispered until he finally got her attention. She finally took out her ear buds and saw him. She was like, \"Oh hey dad.\"\n\n\"I've come to rescue you! Slip away when they're not looking and we'll go home!\"\n\nWhen she didn't answer he whispered it again a little louder. \"I've come to rescue you!\"\n\n\"Oh, sorry dad. I had to return a snapchat.\" She looked at the rugged young man beside her and the moonshine being passed around the fire. \"I think I'm gonna stay here. Thanks though.\"\n\nThe king stumbled away, and limped his way back to his kingdom, dumbfounded. \n\nIn church this Sunday we talked about how God leaves the 99 to pursue the one sheep who has strayed. And we sang that beautiful song by Cory Asbury called Reckless Love, which says, his love \"chases me down, fights till I'm found, leaves the 99.... There's no shadow you won't light up, no mountain you won't climb up, coming after me. There's no wall you won't kick down, no lie you won't tear down, coming after me.\"\n\nAnd I look at my life and the life of loved ones who have drifted away and I ask, \"Why doesn't it seem like God has pursued us like this.\" It seems like a slow, distracted, self-guided path. I'm not much closer to God than last year, it seems. And I think about friends who aren't really Christians anymore. They just kind of drifted away. And I wonder if maybe God has pursued us, but we haven't wanted to be found. We just would rather do our own thing.\n\n-Raw Spoon, 9-18-19",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0105-scaled.png?w=2560&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=jQaeIJOA6J0",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=WhP7AZQlzCg",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 112:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 15",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Peter 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Colossians 1",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=zK_8FMAR618",
    "Song 2": "https://www.youtube.com/watch?v=g8dK6HMS2Ns",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0cfa7dee-ef1f-4d59-8c26-5f3d10799b22.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]