[
  {
    "Art title 1": "Hopes",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2a14bc7e83b74d1997d1404e820a5a6c~mv2.jpg",
    "Artist Statement 1": "(See short story for today) Our hopes sometimes feel like invisible seeds which we cannot see growing. But when they do grow, they often surprise us with what they are, being better than we expected.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-16f87f76-19bd-407a-9e85-6d7866ae7840",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Hope for Sunflowers",
    "Story Link": "https://www.rawspoon.com/post/story-hope-for-sunflowers",
    "excerpt": "Patti was named after her grandma, and her grandma loved sunflowers. Patti was only 4 when her grandma passed away, passed away on Christmas in fact. But it was Christmas again and she was now six. Her mom cried off and on the whole day.\n\nOne day in February, Patti learned in school that flowers grow when seeds are put into little pots. So that night Patti took home her pot with an idea. She went upstairs, dug out the bean sprout her teacher had given her, and dropped it out of her bedroom window. Then she opened the package of sunflower seeds her teacher had let her take. She carefully dug a little hole, dropped in a seed, covered it with dirt, and waited. \n\nIt was March when she dug out the seed because it had started to grow, but had dried up. She dropped it out of the window almost in tears and put another in its place.\n\nIt was May when she threw the next one out. Both the soil and the seed were dry and lifeless. But she trusted her teacher and the miracle of life. \n\nSometimes Patti found her mom crying at the sink, or over her Bible. Her mom tried to hide it, but little Patti ached to help her.\n\nShe threw away more dry, dead-looking seeds in July, August and September, now very much in tears herself each time. She was beginning to doubt the miracle of life, big time. At least she doubted the miracle was for her.\n\nShe knew this was her last chance as she finally decided to plant one as deep as she could in that little pot in November, putting the last of her trust in it. It had a month and a half to become a sunflower for her mother on Christmas. \n\nBut Christmas day came and this time it was little Patti who was in tears as she walked into the living room. She walked straight to her mom, put the pot in her hands and then fell into tears. \n\nHer mom asked her what was in the pot. She tried to explain but couldn't without breaking down. She finally took her pot and her whole family followed her into the kitchen where, over the trash she dug around for the seed at the bottom. She had to see if it was at least trying to sprout for her. They all watched her patiently until she finally held up the little dry seed. She dropped the pot into the trash and broke into tears again. Her mother picked her up and held her until her crying calmed. \n\nLittle Patti finally whispered into her mom's ear, \"I wanted to give you a sunflower to remind you of grandma. But it didn't work.\"\n\n\"Hunny... Hunny... look at me, Darling.\"\n\nPatti wiped her eyes and looked at her mom. Her mom seemed to be so full of peace, not at all like she was last Christmas. But she was smiling and also crying a little bit, as she stroked Patti's hair so tenderly. \"I think it worked, Hunny. Did you throw seeds out of the window?\"\n\nPatti nodded, \"But they were dead.\" \n\nThen her mom smiled larger than she had yet, \"It worked, Hunny. Look.\" Patti's mom looked out of the window above the sink. And now that Patti was in her mom's arms she could see out of it too. A dozen or so sunflowers were tall and blooming just outside the window. \n\nHer eyes got big and little Patti repeated, \"It worked.\"\n\nThat day they talked about Patti's grandma a lot. The sunflowers reminded them of different moments in her life. That Christmas little Patti probably got some presents but she didn't remember them. What she did remember is that the miracle of life was real, and that it would surprise them by coming in ways they didn't expect.\n\n---\nThe Jews awaited their king, and put all their faith in his coming to save them. But he came in a way far different than they expected. And many didn't recognize it. But for the few that were were able to see it, it far exceeded their expectations of the faith they had before. ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/rdCdCQy6Yc0",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_0c7d35377e4748febb0a6d34573a28f5~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_d7d60be727a545dca783ce637de753f9~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/L9W5afjndtU",
    "Bible Project 2": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72:1-7, 18-19",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 4",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 23",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@31.7765415,35.244337,3a,75y,7.27h,55.66t/data=!3m8!1e1!3m6!1sAF1QipP4j1g2JUKL6ktyi027Ok3EP-Kpp_vBqUOy1xZG!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipP4j1g2JUKL6ktyi027Ok3EP-Kpp_vBqUOy1xZG%3Dw203-h100-k-no-pi0-ya194.48174-ro-0-fo100!7i6000!8i3000!5m1!1e4?entry=ttu",
    "3dNotes3": "Directly below this is the Mount of Olives",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/51",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/35eefbc3-cf68-48c2-857c-78c7467ca9d4.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]