[
  {
    "Date": "2025-12-24T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KSc0srYx9-4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vM2I3NmMyNzQtYjcwMS0zOGE5LTlmM2YtOTJmM2EyMGU5MTYx?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ7ig",
    "Yoga": "https://www.youtube.com/watch?v=drGayBcsHnU&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=4",
    "famous quote": "Some people don't like change but you need to embrace change if the alternative is disaster.\n-Elon Musk",
    "Ted Talks": "https://www.youtube.com/watch?v=M6aq2SH-xVo",
    "Nature Video": "https://www.youtube.com/watch?v=eIt0ub7PhWY&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=7",
    "User added": "\"In Him [and in fellowship with one another] you yourselves also are being built up [into this structure] with the rest, to form a fixed abode (dwelling place) of God in (by, through) the Spirit.\"\n‭‭Ephesians‬ ‭2:22‬ ‭AMPC‬‬‬‬‬‬\n\nThe Spirit of God works individually in each of us, and corporately in the church, to bring both into the likeness of Christ Jesus, so that He is glorified in and through us. Like a great orchestra of saints past, present, and future, we all have a certain time to play, guided by the Great Conductor's hand. And if we humble ourselves individually, as we do together, He will show us how to play our best.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 3)\n\nI suddenly remember seeing these strange dark people in colorful clothes walking through the halls when I was young. And how strange to think that it was those subtle clues in my past that foreshadowed, and played a part in me being in Ethiopia today.\nSo when the communist government here in Ethiopia fell, they started inviting Charles to come over and do leadership development because most of the pastors had been in prison, had been killed, had fled. So there was a real lack of spiritual leadership here. \nThat ultimately led to him finding sponsors for 300 of those. And in those original 300 there were a couple of key guys. Alayu and his wife Yegala, and Beckala. Those were three of the original church planters that went out under the Blair foundation.\nSo that kind of got started. Now fast-forward to 6 years later. I was now pastoring a church in the Bay area. Charles had retired from pastoring Calvary Temple but at age 84 he was still traveling to Ethiopia to do training. \nWell he had been in Ethiopia and the president of one of the 9 federal regions, a far western, remote, primitive region was an evangelical Christian, the only one in the federal government. He was a fairly young guy. And he thought, \"I need to use my position to further the gospel. I want to win my region to Jesus. And I think the way to do that is to plant churches. There are 3000 villages in my region. If someone could help me plant 1000 churches in 1000 villages, those churches would reach the other 2000 and my region would be won for Christ.\" He went from one organization to another looking for resources. But no one would help hm. Somehow he met with Blair and asked him to plant 1000 churches. Charles said, \"YEAH!\" \nRay's face lights up excitedly impersonating Charles.\nSo he gets on the plane and starts to think, \"I'm retired. I'm 84. I don't have resources. What did I just agree to?\" \nSo he started to hand-write a letter telling why he couldn't do it after all. But as he's writing down all these reasons why he couldn't do it God said to him, \"Charles, I didn't ask you what you don't have. I asked you what you have.\" And Charles said, \"Lord, all I got now is friends.\" And the Lord said, \"Good. Tell your friends, and watch what I do.\"\nSo Charles flies home, gets off the plane and calls me up. I'll never forget the day. I'm sitting in my office in California and I get the call from Charles and we're talking and he's so excited. He's like a schoolgirl. He said, \"Man, we're going to plant these 1000 churches in this region and here's the plan I'm thinking about, you know?\" He's going on and on and on. And then he says, \"So what do you think of that?\" And I'm thinking, \"Sheez, you're 84 years old. You oughta take a nap or something.\" But I thought, \"He's so thrilled. This is just giving him energy so I said, \"Man, that's a great idea. I think you oughta go for it.\" \nAnd then he says, \"Okay, so will you help me with it? I kind of felt trapped after I just encouraged him to go for it and I said, \"Yeah. . . Yeah, I'll help ya.\"\nWe gathered 100 American pastors in Denver and we kind of laid out this plan. This is the region. This is the plan of how we're going to do it. This is what the cost per church is. \nAnd we're going on and on and on building this thing up. And we did the same thing to them that he did to me. We asked, \"Do you think this is a good idea?\" And they all said, \"Yeah! You should go for it.\" And then we said, \"Well, will you help us?\"\nI think most of those 100 pastors committed to planting churches. I myself agreed to plant five of them. They were $1,850 a piece- to plant one, to support the pastor, buy Bibles, do training, that kind of stuff.\nMy church in California, well, we were already up to here in missions. Ray holds his hand above his head. I thought, 'It's gonna take about $10,000 to do 5. I'm not really sure we can do it,' but I just kind of felt like we needed to. So I went back to my church board and said, \"Man, does this sound like a good idea?\" They said yeah, and so I went to the church and said, \"Just pray about this. I don't want you to give to it right now because you might be excited because I'm excited. Because if you give to this it's gotta be above your tithe, your offerings, above your missions tithe because if you rob Peter to pay Paul then I'm in trouble. So if God speaks to you, help sponsor these churches. If he doesn't speak to you, don't do it.\" So I made my church pray for it for a month.\nWell during that month, knowing the commitment Sunday was coming, I'm starting to stress about everything; I know what people are going to do. They're going to take out of their tithe. They're going to take away from missions to pay for this and I'm going to have a problem. And so I'm just fretting about the money issue.\nAnd God spoke to me, just this internal prompting I couldn't deny. He said, \"Ray, if you will take care of the things I care about, lost people, I'll take care of the things you care about.\"\nI said, \"Okay. You got a deal, God.\" \nRay makes a hand shaking gesture and smiles at me...",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]