[
  {
    "Date": "2025-07-29T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 10- Ordinary Time",
    "Script 1": "\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Mordecai Honored\n\n That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him.  It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes.\n\n \"What honor and recognition has Mordecai received for this?\" the king asked.\n\n\"Nothing has been done for him,\" his attendants answered.\n\n The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about impaling Mordecai on the pole he had set up for him.\n\n His attendants answered, \"Haman is standing in the court.\"\n\n\"Bring him in,\" the king ordered.\n\n When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\"\n\nNow Haman thought to himself, \"Who is there that the king would rather honor than me?\"  So he answered the king, \"For the man the king delights to honor,  have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head.  Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\"\n\n \"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\"\n\n So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\"\n\n Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief,  and told Zeresh his wife and all his friends everything that had happened to him.\n\nHis advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him--you will surely come to ruin!\"  While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared.\n\nHaman Impaled\n\n: So the king and Haman went to Queen Esther's banquet,  and as they were drinking wine on the second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\"\n\n Then Queen Esther answered, \"If I have found favor with you, Your Majesty, and if it pleases you, grant me my life--this is my petition. And spare my people--this is my request.  For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.[a]\"\n\n King Xerxes asked Queen Esther, \"Who is he? Where is he--the man who has dared to do such a thing?\"\n\n Esther said, \"An adversary and enemy! This vile Haman!\"\n\nThen Haman was terrified before the king and queen.\n\n",
    "Script 3": "Israel's Unbelief\n\n What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;  but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal.  Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone.  As it is written:\n\n\"See, I lay in Zion a stone that causes people to stumble\n    and a rock that makes them fall,\n    and the one who believes in him will never be put to shame.\"[a]\n\n: Brothers and sisters, my heart's desire and prayer to God for the Israelites is that they may be saved.  For I can testify about them that they are zealous for God, but their zeal is not based on knowledge.  Since they did not know the righteousness of God and sought to establish their own, they did not submit to God's righteousness.  Christ is the culmination of the law so that there may be righteousness for everyone who believes.\n\n",
    "Script 4": "American Standard Version\n These are the names of the mighty men whom David had: [a]Josheb-basshebeth a Tahchemonite, chief of the captains; the same was Adino the Eznite, against eight hundred slain at one time.\n\n And after him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel [b]were gone away.  He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword; and Jehovah wrought a great [c]victory that day; and the people returned after him only to take spoil.\n\n And after him was Shammah the son of Agee a Hararite. And the Philistines were gathered together [d]into a troop, where was a plot of ground full of lentils; and the people fled from the Philistines.  But he stood in the midst of the plot, and defended it, and slew the Philistines; and Jehovah wrought a great [e]victory.\n\n And three of the thirty chief men went down, and came to David in the harvest time unto the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim.  And David was then in the stronghold; and the garrison of the Philistines was then in Beth-lehem.  And David longed, and said, Oh that one would give me water to drink of the well of Beth-lehem, which is by the gate!  And the three mighty men brake through the host of the Philistines, and drew water out of the well of Beth-lehem, that was by the gate, and took it, and brought it to David: but he would not drink thereof, but poured it out unto Jehovah.  And he said, Be it far from me, O Jehovah, that I should do this: shall I drink the blood of the men that went [f]in jeopardy of their lives? therefore he would not drink it. These things did the three mighty men.\n\n And Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. And he lifted up his spear against three hundred [g]and slew them, and had a name among the three.  Was he not most honorable of the three? therefore he was made their captain: howbeit he attained not unto the first three.\n\n And Benaiah the son of Jehoiada, the son of [h]a valiant man of Kabzeel, who had done mighty deeds, he slew the two sons of Ariel of Moab: he went down also and slew a lion in the midst of a pit in time of snow.  And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.  These things did Benaiah the son of Jehoiada, and had a name among the three mighty men.  He was more honorable than the thirty, but he attained not to the first three. And David set him over his [i]guard.\n\n Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Beth-lehem,  Shammah the Harodite, Elika the Harodite,  Helez the Paltite, Ira the son of Ikkesh the Tekoite,  Abiezer the Anathothite, Mebunnai the Hushathite,  Zalmon the Ahohite, Maharai the Netophathite,  Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin,  Benaiah a Pirathonite, Hiddai of the brooks of Gaash.  Abi-albon the Arbathite, Azmaveth the Barhumite,  Eliahba the Shaalbonite, the sons of Jashen, Jonathan,  Shammah the Hararite, Ahiam the son of Sharar the Ararite,  Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,  [j]Hezro the Carmelite, Paarai the Arbite,  Igal the son of Nathan of Zobah, Bani the Gadite,  Zelek the Ammonite, Naharai the Beerothite, [k]armorbearers to Joab the son of Zeruiah,  Ira the Ithrite, Gareb the Ithrite,  Uriah the Hittite: thirty and seven in all.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm55:16-23;Ester6:1-7:6;Romans9:30-10:4",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.55,Esth.6-Esth.7,Rom.9-Rom.10",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_b01c31557fd0493dba318738cda6fde2~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_4e22f6f00c1b486ea2d79da20bec5088~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_956484858b784702a107663cac4ca421~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_587a8149b1ab4146a7a48ce4794a6304~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_35beee8a6cff4200930ea304d41043be~mv2.jpg",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_8d27b358e7664da58053372ad87a999f~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 55:16-23",
    "Address Script 2": "Esther 6:1-7:6",
    "Address Script 3": "Romans 9:30-10:4",
    "Address Script 4": "2 Samuel 23:8-39",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.55.65acd49a0d781d09f5ee5d695a045aa0.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Esth.6.e83c07d7f53e5295fb6a9a0d575a7931.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rom.9.77190f68723f3c20cfa14b3c04c874e4.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.23.5ac162ae398c0e0497efbc164020988e.mp3",
    "Verse to start at for audio": 278
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 55:16-23\n\n16 As for me, I call to God,\n    and the Lord saves me.\n17 Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n18 He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n19 God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n20 My companion attacks his friends;\n    he violates his covenant.\n21 His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n22 Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n23 But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther 6:1-7:6\n\nMordecai Honored\n\n1 That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him. 2 It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes.\n\n3 \"What honor and recognition has Mordecai received for this?\" the king asked.\n\n\"Nothing has been done for him,\" his attendants answered.\n\n4 The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about impaling Mordecai on the pole he had set up for him.\n\n5 His attendants answered, \"Haman is standing in the court.\"\n\n\"Bring him in,\" the king ordered.\n\n6 When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\"\n\nNow Haman thought to himself, \"Who is there that the king would rather honor than me?\" 7 So he answered the king, \"For the man the king delights to honor, 8 have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head. 9 Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\"\n\n10 \"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\"\n\n11 So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\"\n\n12 Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief, 13 and told Zeresh his wife and all his friends everything that had happened to him.\n\nHis advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him--you will surely come to ruin!\" 14 While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared.\n\nHaman Impaled\n\n7:1 So the king and Haman went to Queen Esther's banquet, 2 and as they were drinking wine on the second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\"\n\n3 Then Queen Esther answered, \"If I have found favor with you, Your Majesty, and if it pleases you, grant me my life--this is my petition. And spare my people--this is my request. 4 For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.[a]\"\n\n5 King Xerxes asked Queen Esther, \"Who is he? Where is he--the man who has dared to do such a thing?\"\n\n6 Esther said, \"An adversary and enemy! This vile Haman!\"\n\nThen Haman was terrified before the king and queen.\n\nFootnotes\na. Esther 7:4 Or quiet, but the compensation our adversary offers cannot be compared with the loss the king would suffer",
    "Script 3": "Romans 9:30-10:4\n\nIsrael's Unbelief\n\n30 What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith; 31 but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal. 32 Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone. 33 As it is written:\n\n\"See, I lay in Zion a stone that causes people to stumble\n    and a rock that makes them fall,\n    and the one who believes in him will never be put to shame.\"[a]\n\n10:1 Brothers and sisters, my heart's desire and prayer to God for the Israelites is that they may be saved. 2 For I can testify about them that they are zealous for God, but their zeal is not based on knowledge. 3 Since they did not know the righteousness of God and sought to establish their own, they did not submit to God's righteousness. 4 Christ is the culmination of the law so that there may be righteousness for everyone who believes.\n\nFootnotes\na. Romans 9:33 Isaiah 8:14; 28:16",
    "Script 4": "2 Samuel 23:8-39\nAmerican Standard Version\n8 These are the names of the mighty men whom David had: [a]Josheb-basshebeth a Tahchemonite, chief of the captains; the same was Adino the Eznite, against eight hundred slain at one time.\n\n9 And after him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel [b]were gone away. 10 He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword; and Jehovah wrought a great [c]victory that day; and the people returned after him only to take spoil.\n\n11 And after him was Shammah the son of Agee a Hararite. And the Philistines were gathered together [d]into a troop, where was a plot of ground full of lentils; and the people fled from the Philistines. 12 But he stood in the midst of the plot, and defended it, and slew the Philistines; and Jehovah wrought a great [e]victory.\n\n13 And three of the thirty chief men went down, and came to David in the harvest time unto the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim. 14 And David was then in the stronghold; and the garrison of the Philistines was then in Beth-lehem. 15 And David longed, and said, Oh that one would give me water to drink of the well of Beth-lehem, which is by the gate! 16 And the three mighty men brake through the host of the Philistines, and drew water out of the well of Beth-lehem, that was by the gate, and took it, and brought it to David: but he would not drink thereof, but poured it out unto Jehovah. 17 And he said, Be it far from me, O Jehovah, that I should do this: shall I drink the blood of the men that went [f]in jeopardy of their lives? therefore he would not drink it. These things did the three mighty men.\n\n18 And Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. And he lifted up his spear against three hundred [g]and slew them, and had a name among the three. 19 Was he not most honorable of the three? therefore he was made their captain: howbeit he attained not unto the first three.\n\n20 And Benaiah the son of Jehoiada, the son of [h]a valiant man of Kabzeel, who had done mighty deeds, he slew the two sons of Ariel of Moab: he went down also and slew a lion in the midst of a pit in time of snow. 21 And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear. 22 These things did Benaiah the son of Jehoiada, and had a name among the three mighty men. 23 He was more honorable than the thirty, but he attained not to the first three. And David set him over his [i]guard.\n\n24 Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Beth-lehem, 25 Shammah the Harodite, Elika the Harodite, 26 Helez the Paltite, Ira the son of Ikkesh the Tekoite, 27 Abiezer the Anathothite, Mebunnai the Hushathite, 28 Zalmon the Ahohite, Maharai the Netophathite, 29 Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin, 30 Benaiah a Pirathonite, Hiddai of the brooks of Gaash. 31 Abi-albon the Arbathite, Azmaveth the Barhumite, 32 Eliahba the Shaalbonite, the sons of Jashen, Jonathan, 33 Shammah the Hararite, Ahiam the son of Sharar the Ararite, 34 Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite, 35 [j]Hezro the Carmelite, Paarai the Arbite, 36 Igal the son of Nathan of Zobah, Bani the Gadite, 37 Zelek the Ammonite, Naharai the Beerothite, [k]armorbearers to Joab the son of Zeruiah, 38 Ira the Ithrite, Gareb the Ithrite, 39 Uriah the Hittite: thirty and seven in all.\n\n \nFootnotes\n2 Samuel 23:8 In 1 Chr. 11:11, Jashobeam. The Hebrew of this verse is obscure.\n2 Samuel 23:9 Hebrew went up.\n2 Samuel 23:10 Hebrew salvation.\n2 Samuel 23:11 Or, for foraging\n2 Samuel 23:12 Hebrew salvation.\n2 Samuel 23:17 Hebrew with their lives.\n2 Samuel 23:18 Hebrew slain.\n2 Samuel 23:20 According to another reading, Ish-hai.\n2 Samuel 23:23 Or, council\n2 Samuel 23:35 Or, Hezrai\n2 Samuel 23:37 Another reading is, armorbearer.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther :-:\n\nMordecai Honored\n\n That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him.  It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes.\n\n \"What honor and recognition has Mordecai received for this?\" the king asked.\n\n\"Nothing has been done for him,\" his attendants answered.\n\n The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about impaling Mordecai on the pole he had set up for him.\n\n His attendants answered, \"Haman is standing in the court.\"\n\n\"Bring him in,\" the king ordered.\n\n When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\"\n\nNow Haman thought to himself, \"Who is there that the king would rather honor than me?\"  So he answered the king, \"For the man the king delights to honor,  have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head.  Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\"\n\n \"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\"\n\n So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\"\n\n Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief,  and told Zeresh his wife and all his friends everything that had happened to him.\n\nHis advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him--you will surely come to ruin!\"  While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared.\n\nHaman Impaled\n\n: So the king and Haman went to Queen Esther's banquet,  and as they were drinking wine on the second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\"\n\n Then Queen Esther answered, \"If I have found favor with you, Your Majesty, and if it pleases you, grant me my life--this is my petition. And spare my people--this is my request.  For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.[a]\"\n\n King Xerxes asked Queen Esther, \"Who is he? Where is he--the man who has dared to do such a thing?\"\n\n Esther said, \"An adversary and enemy! This vile Haman!\"\n\nThen Haman was terrified before the king and queen.\n\nFootnotes\na. Esther : Or quiet, but the compensation our adversary offers cannot be compared with the loss the king would suffer",
    "Script 3": "Romans :-:\n\nIsrael's Unbelief\n\n What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;  but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal.  Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone.  As it is written:\n\n\"See, I lay in Zion a stone that causes people to stumble\n    and a rock that makes them fall,\n    and the one who believes in him will never be put to shame.\"[a]\n\n: Brothers and sisters, my heart's desire and prayer to God for the Israelites is that they may be saved.  For I can testify about them that they are zealous for God, but their zeal is not based on knowledge.  Since they did not know the righteousness of God and sought to establish their own, they did not submit to God's righteousness.  Christ is the culmination of the law so that there may be righteousness for everyone who believes.\n\nFootnotes\na. Romans : Isaiah :; :",
    "Script 4": " Samuel :-\nAmerican Standard Version\n These are the names of the mighty men whom David had: [a]Josheb-basshebeth a Tahchemonite, chief of the captains; the same was Adino the Eznite, against eight hundred slain at one time.\n\n And after him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel [b]were gone away.  He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword; and Jehovah wrought a great [c]victory that day; and the people returned after him only to take spoil.\n\n And after him was Shammah the son of Agee a Hararite. And the Philistines were gathered together [d]into a troop, where was a plot of ground full of lentils; and the people fled from the Philistines.  But he stood in the midst of the plot, and defended it, and slew the Philistines; and Jehovah wrought a great [e]victory.\n\n And three of the thirty chief men went down, and came to David in the harvest time unto the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim.  And David was then in the stronghold; and the garrison of the Philistines was then in Beth-lehem.  And David longed, and said, Oh that one would give me water to drink of the well of Beth-lehem, which is by the gate!  And the three mighty men brake through the host of the Philistines, and drew water out of the well of Beth-lehem, that was by the gate, and took it, and brought it to David: but he would not drink thereof, but poured it out unto Jehovah.  And he said, Be it far from me, O Jehovah, that I should do this: shall I drink the blood of the men that went [f]in jeopardy of their lives? therefore he would not drink it. These things did the three mighty men.\n\n And Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. And he lifted up his spear against three hundred [g]and slew them, and had a name among the three.  Was he not most honorable of the three? therefore he was made their captain: howbeit he attained not unto the first three.\n\n And Benaiah the son of Jehoiada, the son of [h]a valiant man of Kabzeel, who had done mighty deeds, he slew the two sons of Ariel of Moab: he went down also and slew a lion in the midst of a pit in time of snow.  And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.  These things did Benaiah the son of Jehoiada, and had a name among the three mighty men.  He was more honorable than the thirty, but he attained not to the first three. And David set him over his [i]guard.\n\n Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Beth-lehem,  Shammah the Harodite, Elika the Harodite,  Helez the Paltite, Ira the son of Ikkesh the Tekoite,  Abiezer the Anathothite, Mebunnai the Hushathite,  Zalmon the Ahohite, Maharai the Netophathite,  Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin,  Benaiah a Pirathonite, Hiddai of the brooks of Gaash.  Abi-albon the Arbathite, Azmaveth the Barhumite,  Eliahba the Shaalbonite, the sons of Jashen, Jonathan,  Shammah the Hararite, Ahiam the son of Sharar the Ararite,  Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,  [j]Hezro the Carmelite, Paarai the Arbite,  Igal the son of Nathan of Zobah, Bani the Gadite,  Zelek the Ammonite, Naharai the Beerothite, [k]armorbearers to Joab the son of Zeruiah,  Ira the Ithrite, Gareb the Ithrite,  Uriah the Hittite: thirty and seven in all.\n\n \nFootnotes\n Samuel : In  Chr. :, Jashobeam. The Hebrew of this verse is obscure.\n Samuel : Hebrew went up.\n Samuel : Hebrew salvation.\n Samuel : Or, for foraging\n Samuel : Hebrew salvation.\n Samuel : Hebrew with their lives.\n Samuel : Hebrew slain.\n Samuel : According to another reading, Ish-hai.\n Samuel : Or, council\n Samuel : Or, Hezrai\n Samuel : Another reading is, armorbearer.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n As for me, I call to God,\n    and the Lord saves me.\n Evening, morning and noon\n    I cry out in distress,\n    and he hears my voice.\n He rescues me unharmed\n    from the battle waged against me,\n    even though many oppose me.\n God, who is enthroned from of old,\n    who does not change--\nhe will hear them and humble them,\n    because they have no fear of God.\n\n My companion attacks his friends;\n    he violates his covenant.\n His talk is smooth as butter,\n    yet war is in his heart;\nhis words are more soothing than oil,\n    yet they are drawn swords.\n\n Cast your cares on the Lord\n    and he will sustain you;\nhe will never let\n    the righteous be shaken.\n But you, God, will bring down the wicked\n    into the pit of decay;\nthe bloodthirsty and deceitful\n    will not live out half their days.\n\nBut as for me, I trust in you.",
    "Script 2": "Esther :-:\n\nMordecai Honored\n\n That night the king could not sleep; so he ordered the book of the chronicles, the record of his reign, to be brought in and read to him.  It was found recorded there that Mordecai had exposed Bigthana and Teresh, two of the king's officers who guarded the doorway, who had conspired to assassinate King Xerxes.\n\n \"What honor and recognition has Mordecai received for this?\" the king asked.\n\n\"Nothing has been done for him,\" his attendants answered.\n\n The king said, \"Who is in the court?\" Now Haman had just entered the outer court of the palace to speak to the king about impaling Mordecai on the pole he had set up for him.\n\n His attendants answered, \"Haman is standing in the court.\"\n\n\"Bring him in,\" the king ordered.\n\n When Haman entered, the king asked him, \"What should be done for the man the king delights to honor?\"\n\nNow Haman thought to himself, \"Who is there that the king would rather honor than me?\"  So he answered the king, \"For the man the king delights to honor,  have them bring a royal robe the king has worn and a horse the king has ridden, one with a royal crest placed on its head.  Then let the robe and horse be entrusted to one of the king's most noble princes. Let them robe the man the king delights to honor, and lead him on the horse through the city streets, proclaiming before him, 'This is what is done for the man the king delights to honor!'\"\n\n \"Go at once,\" the king commanded Haman. \"Get the robe and the horse and do just as you have suggested for Mordecai the Jew, who sits at the king's gate. Do not neglect anything you have recommended.\"\n\n So Haman got the robe and the horse. He robed Mordecai, and led him on horseback through the city streets, proclaiming before him, \"This is what is done for the man the king delights to honor!\"\n\n Afterward Mordecai returned to the king's gate. But Haman rushed home, with his head covered in grief,  and told Zeresh his wife and all his friends everything that had happened to him.\n\nHis advisers and his wife Zeresh said to him, \"Since Mordecai, before whom your downfall has started, is of Jewish origin, you cannot stand against him--you will surely come to ruin!\"  While they were still talking with him, the king's eunuchs arrived and hurried Haman away to the banquet Esther had prepared.\n\nHaman Impaled\n\n: So the king and Haman went to Queen Esther's banquet,  and as they were drinking wine on the second day, the king again asked, \"Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.\"\n\n Then Queen Esther answered, \"If I have found favor with you, Your Majesty, and if it pleases you, grant me my life--this is my petition. And spare my people--this is my request.  For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.[a]\"\n\n King Xerxes asked Queen Esther, \"Who is he? Where is he--the man who has dared to do such a thing?\"\n\n Esther said, \"An adversary and enemy! This vile Haman!\"\n\nThen Haman was terrified before the king and queen.\n\n",
    "Script 3": "Romans :-:\n\nIsrael's Unbelief\n\n What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;  but the people of Israel, who pursued the law as the way of righteousness, have not attained their goal.  Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the stumbling stone.  As it is written:\n\n\"See, I lay in Zion a stone that causes people to stumble\n    and a rock that makes them fall,\n    and the one who believes in him will never be put to shame.\"[a]\n\n: Brothers and sisters, my heart's desire and prayer to God for the Israelites is that they may be saved.  For I can testify about them that they are zealous for God, but their zeal is not based on knowledge.  Since they did not know the righteousness of God and sought to establish their own, they did not submit to God's righteousness.  Christ is the culmination of the law so that there may be righteousness for everyone who believes.\n\n",
    "Script 4": " Samuel :-\nAmerican Standard Version\n These are the names of the mighty men whom David had: [a]Josheb-basshebeth a Tahchemonite, chief of the captains; the same was Adino the Eznite, against eight hundred slain at one time.\n\n And after him was Eleazar the son of Dodai the son of an Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel [b]were gone away.  He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword; and Jehovah wrought a great [c]victory that day; and the people returned after him only to take spoil.\n\n And after him was Shammah the son of Agee a Hararite. And the Philistines were gathered together [d]into a troop, where was a plot of ground full of lentils; and the people fled from the Philistines.  But he stood in the midst of the plot, and defended it, and slew the Philistines; and Jehovah wrought a great [e]victory.\n\n And three of the thirty chief men went down, and came to David in the harvest time unto the cave of Adullam; and the troop of the Philistines was encamped in the valley of Rephaim.  And David was then in the stronghold; and the garrison of the Philistines was then in Beth-lehem.  And David longed, and said, Oh that one would give me water to drink of the well of Beth-lehem, which is by the gate!  And the three mighty men brake through the host of the Philistines, and drew water out of the well of Beth-lehem, that was by the gate, and took it, and brought it to David: but he would not drink thereof, but poured it out unto Jehovah.  And he said, Be it far from me, O Jehovah, that I should do this: shall I drink the blood of the men that went [f]in jeopardy of their lives? therefore he would not drink it. These things did the three mighty men.\n\n And Abishai, the brother of Joab, the son of Zeruiah, was chief of the three. And he lifted up his spear against three hundred [g]and slew them, and had a name among the three.  Was he not most honorable of the three? therefore he was made their captain: howbeit he attained not unto the first three.\n\n And Benaiah the son of Jehoiada, the son of [h]a valiant man of Kabzeel, who had done mighty deeds, he slew the two sons of Ariel of Moab: he went down also and slew a lion in the midst of a pit in time of snow.  And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.  These things did Benaiah the son of Jehoiada, and had a name among the three mighty men.  He was more honorable than the thirty, but he attained not to the first three. And David set him over his [i]guard.\n\n Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Beth-lehem,  Shammah the Harodite, Elika the Harodite,  Helez the Paltite, Ira the son of Ikkesh the Tekoite,  Abiezer the Anathothite, Mebunnai the Hushathite,  Zalmon the Ahohite, Maharai the Netophathite,  Heleb the son of Baanah the Netophathite, Ittai the son of Ribai of Gibeah of the children of Benjamin,  Benaiah a Pirathonite, Hiddai of the brooks of Gaash.  Abi-albon the Arbathite, Azmaveth the Barhumite,  Eliahba the Shaalbonite, the sons of Jashen, Jonathan,  Shammah the Hararite, Ahiam the son of Sharar the Ararite,  Eliphelet the son of Ahasbai, the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,  [j]Hezro the Carmelite, Paarai the Arbite,  Igal the son of Nathan of Zobah, Bani the Gadite,  Zelek the Ammonite, Naharai the Beerothite, [k]armorbearers to Joab the son of Zeruiah,  Ira the Ithrite, Gareb the Ithrite,  Uriah the Hittite: thirty and seven in all.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]