[
  {
    "Date": "2026-01-23T08:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Third week of Epiphany",
    "Script 1": "\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": " As they were going down to the edge of the town, Samuel said to Saul, \"Tell the servant to go on ahead of us\"--and the servant did so--\"but you stay here for a while, so that I may give you a message from God.\"\n\n: Then Samuel took a flask of olive oil and poured it on Saul's head and kissed him, saying, \"Has not the Lord anointed you ruler over his inheritance?[a]  When you leave me today, you will meet two men near Rachel's tomb, at Zelzah on the border of Benjamin. They will say to you, 'The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, \"What shall I do about my son?\"'\n\n \"Then you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine.  They will greet you and offer you two loaves of bread, which you will accept from them.\n\n \"After that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying.  The Spirit of the Lord will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person.  Once these signs are fulfilled, do whatever your hand finds to do, for God is with you.\n\n \"Go down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.\"\n\n",
    "Script 3": "Paul Accepted by the Apostles\n\n Then after fourteen years, I went up again to Jerusalem, this time with Barnabas. I took Titus along also.  I went in response to a revelation and, meeting privately with those esteemed as leaders, I presented to them the gospel that I preach among the Gentiles. I wanted to be sure I was not running and had not been running my race in vain.  Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek.  This matter arose because some false believers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves.  We did not give in to them for a moment, so that the truth of the gospel might be preserved for you.\n\n As for those who were held in high esteem--whatever they were makes no difference to me; God does not show favoritism--they added nothing to my message.  On the contrary, they recognized that I had been entrusted with the task of preaching the gospel to the uncircumcised,[a] just as Peter had been to the circumcised.[b]  For God, who was at work in Peter as an apostle to the circumcised, was also at work in me as an apostle to the Gentiles.  James, Cephas[c] and John, those esteemed as pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the circumcised.  All they asked was that we should continue to remember the poor, the very thing I had been eager to do all along.\n\n",
    "Script 4": "American Standard Version\n And thou, son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of Jehovah.  Thus saith the Lord Jehovah: Because the enemy hath said against you, Aha! and, The ancient high places are ours in possession;  therefore prophesy, and say, Thus saith the Lord Jehovah: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the nations, and ye are taken up in the lips of talkers, and the evil report of the people;  therefore, ye mountains of Israel, hear the word of the Lord Jehovah: Thus saith the Lord Jehovah to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about;  therefore thus saith the Lord Jehovah: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed my land unto themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey.  Therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the watercourses and to the valleys, Thus saith the Lord Jehovah: Behold, I have spoken in my jealousy and in my wrath, because ye have borne the shame of the nations:  therefore thus saith the Lord Jehovah: I have [a]sworn, saying, Surely the nations that are round about you, they shall bear their shame.\n\n But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people Israel; for they are at hand to come.  For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown;  and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded;  and I will multiply upon you man and beast; and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings: and ye shall know that I am Jehovah.  Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of children.  Thus saith the Lord Jehovah: Because they say unto you, Thou land art a devourer of men, and hast been a bereaver of thy [b]nation;  therefore thou shalt devour men no more, neither [c]bereave thy [d]nation any more, saith the Lord Jehovah;  neither will I [e]let thee hear any more the shame of the nations, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy [f]nation to stumble any more, saith the Lord Jehovah.\n\n Moreover the word of Jehovah came unto me, saying,  Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings: their way before me was as the uncleanness of a woman in her impurity.  Wherefore I poured out my wrath upon them for the blood which they had poured out upon the land, and because they had defiled it with their idols;  and I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings I judged them.  And when they came unto the nations, whither they went, they profaned my holy name; in that men said of them, These are the people of Jehovah, and are gone forth out of his land.  But I had regard for my holy name, which the house of Israel had profaned among the nations, whither they went.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm27:1-6;1Samuel9:27-10:8;Galatians2:1-10",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.27,1Sam.9-1Sam.10,Gal.2",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_540da7068bd14d5e941bd5471332c76a~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_ba22e86eb29a4a07b9ab7ea55aee858b~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_a53332044afc46de93949d7cee784959~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 27:1-6",
    "Address Script 2": "1 Samuel 9:27-10:8",
    "Address Script 3": "Galatians 2:1-10",
    "Address Script 4": "Ezekiel 36:1-21",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.27.4d3d5370287036a30b44efc5c0f59143.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.9.942ac1d6fce64859a2292813c9e6738f.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.2.cb616383b7998dac1b045c0fd8f9b9a0.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.36.694f278fd5bddd70b75f444af95e9581.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 27:1-6\n\nOf David.\n\n1 The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n2 When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n3 Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n4 One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n5 For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n6 Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm 27:2 Or slander",
    "Script 2": "1 Samuel 9:27-10:8\n\n27 As they were going down to the edge of the town, Samuel said to Saul, \"Tell the servant to go on ahead of us\"--and the servant did so--\"but you stay here for a while, so that I may give you a message from God.\"\n\n10:1 Then Samuel took a flask of olive oil and poured it on Saul's head and kissed him, saying, \"Has not the Lord anointed you ruler over his inheritance?[a] 2 When you leave me today, you will meet two men near Rachel's tomb, at Zelzah on the border of Benjamin. They will say to you, 'The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, \"What shall I do about my son?\"'\n\n3 \"Then you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine. 4 They will greet you and offer you two loaves of bread, which you will accept from them.\n\n5 \"After that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying. 6 The Spirit of the Lord will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person. 7 Once these signs are fulfilled, do whatever your hand finds to do, for God is with you.\n\n8 \"Go down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.\"\n\nFootnotes\na. 1 Samuel 10:1 Hebrew; Septuagint and Vulgate over his people Israel? You will reign over the Lord's people and save them from the power of their enemies round about. And this will be a sign to you that the Lord has anointed you ruler over his inheritance:",
    "Script 3": "Galatians 2:1-10\n\nPaul Accepted by the Apostles\n\n1 Then after fourteen years, I went up again to Jerusalem, this time with Barnabas. I took Titus along also. 2 I went in response to a revelation and, meeting privately with those esteemed as leaders, I presented to them the gospel that I preach among the Gentiles. I wanted to be sure I was not running and had not been running my race in vain. 3 Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek. 4 This matter arose because some false believers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves. 5 We did not give in to them for a moment, so that the truth of the gospel might be preserved for you.\n\n6 As for those who were held in high esteem--whatever they were makes no difference to me; God does not show favoritism--they added nothing to my message. 7 On the contrary, they recognized that I had been entrusted with the task of preaching the gospel to the uncircumcised,[a] just as Peter had been to the circumcised.[b] 8 For God, who was at work in Peter as an apostle to the circumcised, was also at work in me as an apostle to the Gentiles. 9 James, Cephas[c] and John, those esteemed as pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the circumcised. 10 All they asked was that we should continue to remember the poor, the very thing I had been eager to do all along.\n\nFootnotes\na. Galatians 2:7 That is, Gentiles\nb. Galatians 2:7 That is, Jews; also in verses 8 and 9\nc. Galatians 2:9 That is, Peter; also in verses 11 and 14",
    "Script 4": "Ezekiel 36:1-21\nAmerican Standard Version\n36 And thou, son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of Jehovah. 2 Thus saith the Lord Jehovah: Because the enemy hath said against you, Aha! and, The ancient high places are ours in possession; 3 therefore prophesy, and say, Thus saith the Lord Jehovah: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the nations, and ye are taken up in the lips of talkers, and the evil report of the people; 4 therefore, ye mountains of Israel, hear the word of the Lord Jehovah: Thus saith the Lord Jehovah to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about; 5 therefore thus saith the Lord Jehovah: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed my land unto themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey. 6 Therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the watercourses and to the valleys, Thus saith the Lord Jehovah: Behold, I have spoken in my jealousy and in my wrath, because ye have borne the shame of the nations: 7 therefore thus saith the Lord Jehovah: I have [a]sworn, saying, Surely the nations that are round about you, they shall bear their shame.\n\n8 But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people Israel; for they are at hand to come. 9 For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown; 10 and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded; 11 and I will multiply upon you man and beast; and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings: and ye shall know that I am Jehovah. 12 Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of children. 13 Thus saith the Lord Jehovah: Because they say unto you, Thou land art a devourer of men, and hast been a bereaver of thy [b]nation; 14 therefore thou shalt devour men no more, neither [c]bereave thy [d]nation any more, saith the Lord Jehovah; 15 neither will I [e]let thee hear any more the shame of the nations, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy [f]nation to stumble any more, saith the Lord Jehovah.\n\n16 Moreover the word of Jehovah came unto me, saying, 17 Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings: their way before me was as the uncleanness of a woman in her impurity. 18 Wherefore I poured out my wrath upon them for the blood which they had poured out upon the land, and because they had defiled it with their idols; 19 and I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings I judged them. 20 And when they came unto the nations, whither they went, they profaned my holy name; in that men said of them, These are the people of Jehovah, and are gone forth out of his land. 21 But I had regard for my holy name, which the house of Israel had profaned among the nations, whither they went.\n\n \nFootnotes\nEzekiel 36:7 Hebrew lifted up my hand.\nEzekiel 36:13 Another reading is, nations\nEzekiel 36:14 Another reading is, cause to stumble\nEzekiel 36:14 Another reading is, nations\nEzekiel 36:15 Or, proclaim against thee\nEzekiel 36:15 Another reading is, nations",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm : Or slander",
    "Script 2": " Samuel :-:\n\n As they were going down to the edge of the town, Samuel said to Saul, \"Tell the servant to go on ahead of us\"--and the servant did so--\"but you stay here for a while, so that I may give you a message from God.\"\n\n: Then Samuel took a flask of olive oil and poured it on Saul's head and kissed him, saying, \"Has not the Lord anointed you ruler over his inheritance?[a]  When you leave me today, you will meet two men near Rachel's tomb, at Zelzah on the border of Benjamin. They will say to you, 'The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, \"What shall I do about my son?\"'\n\n \"Then you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine.  They will greet you and offer you two loaves of bread, which you will accept from them.\n\n \"After that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying.  The Spirit of the Lord will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person.  Once these signs are fulfilled, do whatever your hand finds to do, for God is with you.\n\n \"Go down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.\"\n\nFootnotes\na.  Samuel : Hebrew; Septuagint and Vulgate over his people Israel? You will reign over the Lord's people and save them from the power of their enemies round about. And this will be a sign to you that the Lord has anointed you ruler over his inheritance:",
    "Script 3": "Galatians :-\n\nPaul Accepted by the Apostles\n\n Then after fourteen years, I went up again to Jerusalem, this time with Barnabas. I took Titus along also.  I went in response to a revelation and, meeting privately with those esteemed as leaders, I presented to them the gospel that I preach among the Gentiles. I wanted to be sure I was not running and had not been running my race in vain.  Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek.  This matter arose because some false believers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves.  We did not give in to them for a moment, so that the truth of the gospel might be preserved for you.\n\n As for those who were held in high esteem--whatever they were makes no difference to me; God does not show favoritism--they added nothing to my message.  On the contrary, they recognized that I had been entrusted with the task of preaching the gospel to the uncircumcised,[a] just as Peter had been to the circumcised.[b]  For God, who was at work in Peter as an apostle to the circumcised, was also at work in me as an apostle to the Gentiles.  James, Cephas[c] and John, those esteemed as pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the circumcised.  All they asked was that we should continue to remember the poor, the very thing I had been eager to do all along.\n\nFootnotes\na. Galatians : That is, Gentiles\nb. Galatians : That is, Jews; also in verses  and \nc. Galatians : That is, Peter; also in verses  and ",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n And thou, son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of Jehovah.  Thus saith the Lord Jehovah: Because the enemy hath said against you, Aha! and, The ancient high places are ours in possession;  therefore prophesy, and say, Thus saith the Lord Jehovah: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the nations, and ye are taken up in the lips of talkers, and the evil report of the people;  therefore, ye mountains of Israel, hear the word of the Lord Jehovah: Thus saith the Lord Jehovah to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about;  therefore thus saith the Lord Jehovah: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed my land unto themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey.  Therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the watercourses and to the valleys, Thus saith the Lord Jehovah: Behold, I have spoken in my jealousy and in my wrath, because ye have borne the shame of the nations:  therefore thus saith the Lord Jehovah: I have [a]sworn, saying, Surely the nations that are round about you, they shall bear their shame.\n\n But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people Israel; for they are at hand to come.  For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown;  and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded;  and I will multiply upon you man and beast; and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings: and ye shall know that I am Jehovah.  Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of children.  Thus saith the Lord Jehovah: Because they say unto you, Thou land art a devourer of men, and hast been a bereaver of thy [b]nation;  therefore thou shalt devour men no more, neither [c]bereave thy [d]nation any more, saith the Lord Jehovah;  neither will I [e]let thee hear any more the shame of the nations, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy [f]nation to stumble any more, saith the Lord Jehovah.\n\n Moreover the word of Jehovah came unto me, saying,  Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings: their way before me was as the uncleanness of a woman in her impurity.  Wherefore I poured out my wrath upon them for the blood which they had poured out upon the land, and because they had defiled it with their idols;  and I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings I judged them.  And when they came unto the nations, whither they went, they profaned my holy name; in that men said of them, These are the people of Jehovah, and are gone forth out of his land.  But I had regard for my holy name, which the house of Israel had profaned among the nations, whither they went.\n\n \nFootnotes\nEzekiel : Hebrew lifted up my hand.\nEzekiel : Another reading is, nations\nEzekiel : Another reading is, cause to stumble\nEzekiel : Another reading is, nations\nEzekiel : Or, proclaim against thee\nEzekiel : Another reading is, nations",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": " Samuel :-:\n\n As they were going down to the edge of the town, Samuel said to Saul, \"Tell the servant to go on ahead of us\"--and the servant did so--\"but you stay here for a while, so that I may give you a message from God.\"\n\n: Then Samuel took a flask of olive oil and poured it on Saul's head and kissed him, saying, \"Has not the Lord anointed you ruler over his inheritance?[a]  When you leave me today, you will meet two men near Rachel's tomb, at Zelzah on the border of Benjamin. They will say to you, 'The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, \"What shall I do about my son?\"'\n\n \"Then you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine.  They will greet you and offer you two loaves of bread, which you will accept from them.\n\n \"After that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying.  The Spirit of the Lord will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person.  Once these signs are fulfilled, do whatever your hand finds to do, for God is with you.\n\n \"Go down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.\"\n\n",
    "Script 3": "Galatians :-\n\nPaul Accepted by the Apostles\n\n Then after fourteen years, I went up again to Jerusalem, this time with Barnabas. I took Titus along also.  I went in response to a revelation and, meeting privately with those esteemed as leaders, I presented to them the gospel that I preach among the Gentiles. I wanted to be sure I was not running and had not been running my race in vain.  Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek.  This matter arose because some false believers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves.  We did not give in to them for a moment, so that the truth of the gospel might be preserved for you.\n\n As for those who were held in high esteem--whatever they were makes no difference to me; God does not show favoritism--they added nothing to my message.  On the contrary, they recognized that I had been entrusted with the task of preaching the gospel to the uncircumcised,[a] just as Peter had been to the circumcised.[b]  For God, who was at work in Peter as an apostle to the circumcised, was also at work in me as an apostle to the Gentiles.  James, Cephas[c] and John, those esteemed as pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the circumcised.  All they asked was that we should continue to remember the poor, the very thing I had been eager to do all along.\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n And thou, son of man, prophesy unto the mountains of Israel, and say, Ye mountains of Israel, hear the word of Jehovah.  Thus saith the Lord Jehovah: Because the enemy hath said against you, Aha! and, The ancient high places are ours in possession;  therefore prophesy, and say, Thus saith the Lord Jehovah: Because, even because they have made you desolate, and swallowed you up on every side, that ye might be a possession unto the residue of the nations, and ye are taken up in the lips of talkers, and the evil report of the people;  therefore, ye mountains of Israel, hear the word of the Lord Jehovah: Thus saith the Lord Jehovah to the mountains and to the hills, to the watercourses and to the valleys, to the desolate wastes and to the cities that are forsaken, which are become a prey and derision to the residue of the nations that are round about;  therefore thus saith the Lord Jehovah: Surely in the fire of my jealousy have I spoken against the residue of the nations, and against all Edom, that have appointed my land unto themselves for a possession with the joy of all their heart, with despite of soul, to cast it out for a prey.  Therefore prophesy concerning the land of Israel, and say unto the mountains and to the hills, to the watercourses and to the valleys, Thus saith the Lord Jehovah: Behold, I have spoken in my jealousy and in my wrath, because ye have borne the shame of the nations:  therefore thus saith the Lord Jehovah: I have [a]sworn, saying, Surely the nations that are round about you, they shall bear their shame.\n\n But ye, O mountains of Israel, ye shall shoot forth your branches, and yield your fruit to my people Israel; for they are at hand to come.  For, behold, I am for you, and I will turn unto you, and ye shall be tilled and sown;  and I will multiply men upon you, all the house of Israel, even all of it; and the cities shall be inhabited, and the waste places shall be builded;  and I will multiply upon you man and beast; and they shall increase and be fruitful; and I will cause you to be inhabited after your former estate, and will do better unto you than at your beginnings: and ye shall know that I am Jehovah.  Yea, I will cause men to walk upon you, even my people Israel; and they shall possess thee, and thou shalt be their inheritance, and thou shalt no more henceforth bereave them of children.  Thus saith the Lord Jehovah: Because they say unto you, Thou land art a devourer of men, and hast been a bereaver of thy [b]nation;  therefore thou shalt devour men no more, neither [c]bereave thy [d]nation any more, saith the Lord Jehovah;  neither will I [e]let thee hear any more the shame of the nations, neither shalt thou bear the reproach of the peoples any more, neither shalt thou cause thy [f]nation to stumble any more, saith the Lord Jehovah.\n\n Moreover the word of Jehovah came unto me, saying,  Son of man, when the house of Israel dwelt in their own land, they defiled it by their way and by their doings: their way before me was as the uncleanness of a woman in her impurity.  Wherefore I poured out my wrath upon them for the blood which they had poured out upon the land, and because they had defiled it with their idols;  and I scattered them among the nations, and they were dispersed through the countries: according to their way and according to their doings I judged them.  And when they came unto the nations, whither they went, they profaned my holy name; in that men said of them, These are the people of Jehovah, and are gone forth out of his land.  But I had regard for my holy name, which the house of Israel had profaned among the nations, whither they went.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]