[
  {
    "": "2025-09-27T07:00:00.000Z",
    "Art title 1": "Kingdom of Light and Body",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_3d5b286fd6a4461cb76d580a9bc59225~mv2.jpg",
    "Artist Statement 1": "What would a kingdom built on community spaces and healthy rythms look like. I almost took off the roofs and shades because first, the new kingdom is said to emenate light from within, and two, even if there was sunlight, it couldn't damage us. But I realized roofs, like walls are a way of giving us mental partitions for different uses of different spaces.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_3d5b286fd6a4461cb76d580a9bc59225~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nWanting a Spouse Like Wanting a King",
    "Story Link": "https://www.rawspoon.com/post/wanting-a-spouse-like-wanting-a-king",
    "excerpt": "I remember how one of my deepest desires, when I was young, was to find love. Worldly love. A boo. A bae. Which by the way, has an urban dictionary definition worth relaying:\n\n\"Bae:\" an acronym that stands for \"before anyone else,\" or a shortened version of baby or babe, another word for sweetie, and, mostly unrelated, poop in Danish.\n\nI've had a handful of girlfriends over the years but none really fulfilled that deep longing. And then over the past 5-10 years I had become extremely content with being single. I knew what I wanted to do with my life and I did it! I would look at married people all caught up in the distress of relationship and babies and think \"I definitely don't need that!\" My life had so few distractions. I could do exactly what I felt called to do; I made all the things I dreamed up. Books and art and blogs. I still dated if an interesting opportunity came up, but I wouldn't consider it seriously unless it made me more happy than my singleness did.\n\nBut the last girl I dated woke something up in me again, I think. It didn't work out but it brought a glimpse of sweet companionship. And even recognizing the ways we weren't connecting well, but wanted to, stirred up something in me. And at the same time I had been spending a lot of time just reflecting and that listening to my heart brought out those really deep desires for love from my little Ross days. But it also might have something to do with this next thing.\n\nI saw the Mr. Rodgers documentary the other day and at the end he said, \"Think of one person who you know is always for you. And just think about them for one whole minute.\"\n\nI thought of my mom. She was that one. I remember when I was crying about something 15 years ago, my mom was the only one able to just hold me in my big old messy adult cry. We don't have her around anymore and I can't think of anyone in my life that it would be natural to do that with. Except maybe a spouse. There still is this small lack in my life.\n\nLongings For Earthly Kings\nI think these are natural longings but I realized we might have an interesting comparison in how the Israelites demanded a king.\n\nThey wanted a closer, more real-feeling king, because their God wasn't fulfilling them enough. If I think of God as my spouse, like he says he is, I find that I am wanting to do the same thing. I want a more real-feeling spouse. Someone who is close enough to hold me and me to hold her, skin to skin.\n\nBut God says to them, 'You know if you want a king, he's gonna take a part of your land and use some of your sons and daughters as servants. You will be distracted from serving me. But if you really want one I will give it to you.' And that was the case. They had a ton of struggles with their kings and that became their worry for generations. They weren't as directly God's people. They were the king's people and the kings usually distracted them from serving God.\n\nI think often romantic relationships can do the same thing. They can divide our attentions. (I think one way this doesn't distract us from God is if you can find someone with whom you both accomplish your callings better together than you would apart. Also, married people's calling can become to love each other or raise a family, so marriage definitely helps them accomplish that.)\n\nSo I re-read that passage about demanding a king and here were my takeaways.\n\nIt was just after God had punished them harshly that they asked for a king, even though God had just proved to them he was still devoted by protecting them from attacking Philistines. Some of them had peeked into the ark of the covenant (that's why he wiped a bunch of them out). This glimpse might have been partly what enflamed their desire more tangible intimacy than God was able to give on this earth.When they asked for a king it was also while their priests were being bad. God would have been righteousness and justice to them. But the people just saw corruption coming from God's reps.\n\nSo to address the first one, even in my seasons of longing, when I want something different than God gives me, I want to just try to lean in better because I can trust he is still devoted to me and wants my best. I mean any marriage has moments of lacking. So why not let that longing be ultimately longing for God.\n\nTo the second point, maybe we need to be aware that when we get a glimpse into intimate closeness (like the people saw when they peeked into the ark) it spurs in us these feelings that make us want more tangible closeness. It is a closeness that is ultimately meant to be fulfilled by God but won't until we are with him. It was a peek into close companionship I felt with my ex girlfriend that spiked this longing in me. Not a bad thing, but I can just remember that it is not the end all. It is a glimpse of a deeper fulfillment meant for us some day.\n\nAnd to the third point, I think this requires us to be good representations of God to each other. Like the priests who were being a bad embodiment of God's love we can make our friends need something more by loving them poorly. Let's try to be an embodiment of God's beauty, mercy, justice and righteousness to feed their spirit, so their bodies don't have to reach for something else so urgently. Maybe hang tight with someone in their big old messy adult cries. Especially when you can sense in them they are longing for something more, bring them some of that beautiful supernatural spirit bae (see definition above, the part that would substitute for shit).\n\nRaw Spoon, 7-3-18",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_151e41d9c535482ebf47db5a22e4c9d6~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 28",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 20\nAmerican Standard Version\n20 When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt. 2 And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people, 3 and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies",
    "The Chosen 3": "https://youtu.be/yCW4Ec5RlDA",
    "The Chosen 4": "",
    "Song": "https://youtu.be/m3DScNSUMD0?si=6_cVtvAGYcEuj82z",
    "Song 2": "https://www.youtube.com/watch?v=3W6R83A88SU",
    "Song 3": "https://youtu.be/_Yv81-Q8wKA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]