[
  {
    "Art title 1": "Prayer can be a Slow, Steady Breaking Down of Walls",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_6d09081aa8834601b6c14d6fd18dc601~mv2.jpg",
    "Artist Statement 1": "Having certain negative thought patterns takes a steady habit of intentionally working yourself out of it, until you can be freed. Intentionally talking yourself out of it is one way to do this, each time the negative thoughts come up.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-79c8661f-dc6f-40ce-9694-0b85d0870f86",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_6437c6c328b64170809b45c0aae268ab~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "STORY (Advent): Shepherds",
    "Story Link": "https://www.rawspoon.com/post/story-advent-the-shepherd",
    "excerpt": "Little david pulled his crippled lamb close as the winds whistled above. He and his uncle and his cousin had found a rock alcove to weather the storm. Their little flock was bunched against the small cliff face below, to avoid the pattering rain. \n\nHe pulled his coat over him and the lamb. \n\nHis uncle barked at him, \"I bet your big brothers don't know how much fun being a shepherd is, while they're selling clothes and talking in courtrooms.\"\n\n\"I wasn't strong enough to work like them,\" Little David replied. \"I was too sick when I was young.\"\n\n\"Jeez, kid! I already know that! That's why you're out here.\"\n\n\"Sorry.\" David mumbled and rested his face on the lamb's back. \n\n\"You know, you're lucky you picked that one as your favorite.\" His uncle gestured to David's lamb. \"They can only sacrifice the good ones. It's kind of like how they treat people like you, kid. But it's not all bad. I'm big and people bother me when I go into town. No one will bother you.\"\n\n\"I know.\" David brushed the lamb's lame leg with his thumb. \n\nSuddenly a brightness surrounded them. Little David ducked away from the glowing cloth that was closing around them like a tent or dome, his foremost goal being to protect the lamb. His uncle and cousin threw themselves down, hands over their heads until a voice came from above them. It was a man and somehow it was his robe surrounding them, sheltering them from the storm. He said, \"Do not fear. I have good news.\"\n\nDavid's uncle cried, \"Oh God!! Leave us! We're unholy.\"  \n\n\"Have peace, Jeremiah. The long-awaited Messiah has come to you three. He has been born nearby and wanted us to tell you specifically.\" He glanced at Little David with a special look in his eyes. \"He wants you to come and be with him.\"\n\nAfter a long silence Jeremiah stuttered, \"Uh... Yes... okay. Uh...\" He tried to own the unexpected commission, \"How will we find him?\"\n\n\"He will be swaddled and laid in a sheep trough.\"\n\n\"A sheep trough?! The Messiah?!\" His uncle was aghast. \n\n\"He has a heart for lowly people like shepherds. Come with us, we will point you there.\"\n\n\"We?\" \n\nThey suddenly noticed choir music surrounding them, raising in volume from somewhere nearby.\n\nThe angel walked them out of the alcove and surrounding them on the desert below, in concentric circles were rows and rows of men like the messenger. Their music was better than a king's. \n\n***\nJeremiah and his son were continually waiting for little David as they walked. \"Just put the lamb down! The messiah won't wait for people like us!\" The angel looked back at Jeremiah with a look that wanted to correct him.\n\nLittle David didn't see it. He just kept walking as fast as he could, tenderly embracing the lamb, his eyes on the ground as something very sad was filling up in them.\n\nFinally the angel stepped aside and they heard voices inside a little stable ahead. They approached hesitantly. The angel said to Jeremiah as he passed, \"This messiah waits for people like you.\" Jeremiah nodded, humbled and then cautiously announced, \"Hello? We were asked to come?\"\n\n\"Yes! Come!\" The baby's father rose and came and welcomed them in. But little David stopped outside with his lamb cradled in his arms. Eventually the father of the baby came out and knelt beside him. What's wrong, little one. This baby king wants to see you.\"\n\n\"I want to see him too.\" Little David's eyes were locked on the little body in the sheep trough. \n\n\"Then what is holding you back?\"\n\nLittle David slowly held his lamb out for the the father to take. \n\n\"What's this? Do you want me to hold him while you go in?\"\n\nLittle David shook his head and looked at the ground. Tears were now dripping from his eyes. \"It's my sacrifice to be holy enough to see the Messiah.\"\n\nThe father's eyes were filled with compassion. He embraced David lovingly and whispered in Little David's ear. \"No, no. Little One. You do not need to offer a sacrifice to be holy.\" He took David's shoulders in his hands and looked at him. \"You cannot tell my wife this, but I have been told that my little one will be a perfect lamb that will be sacrificed for all of us, so that those like you and your beautiful little lamb can always come to this Messiah just as you are, forever more.\"\n\nJoy lifted little David's face, and he looked at the father. This man just felt like someone he could trust.\n\n\"Go in and meet your king. And I see how tenderly you hold your little lamb. Will you show that type of love to my son and hold him in your arms for a while like that, please?\"\n\nLittle David's eyes grew large and he tenderly set down his lamb, which bleated joyfully and limped to look in the trough. Little David followed him in.\n\n---\nIn what groups do you feel overlooked? In what ways do you feel like you are not enough for people? Now imagine that person they see, the way they see you, and address God from those shoes. \n\nNow imagine God embracing that version of you like Joseph received Little David. And then imagine that he wants for you to hold his son close to your heart. You will not make him unholy by bringing him close to you. In fact, by holding God's son close to you, he will make you loved and holy. \n\nNow carry him close to you for as long as you can, and pick him back up again whenever you realize you have put him down. \n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/F4isSyennFo",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/1 Samuel 2:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 17",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 3",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=a6VplwbGJkI",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/10",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ce4167b8-b615-42ba-be1c-a295e8d35b85.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]