[
  {
    "Date": "2025-09-19T07:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Proper 17- Ordinary Time",
    "Script 1": "\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\n",
    "Script 2": " Then the word of the Lord came to me:  \"Son of man, the people of Israel have become dross to me; all of them are the copper, tin, iron and lead left inside a furnace. They are but the dross of silver.  Therefore this is what the Sovereign Lord says: 'Because you have all become dross, I will gather you into Jerusalem.  As silver, copper, iron, lead and tin are gathered into a furnace to be melted with a fiery blast, so will I gather you in my anger and my wrath and put you inside the city and melt you.  I will gather you and I will blow on you with my fiery wrath, and you will be melted inside her.  As silver is melted in a furnace, so you will be melted inside her, and you will know that I the Lord have poured out my wrath on you.'\"\n\n Again the word of the Lord came to me:  \"Son of man, say to the land, 'You are a land that has not been cleansed or rained on in the day of wrath.'  There is a conspiracy of her princes[a] within her like a roaring lion tearing its prey; they devour people, take treasures and precious things and make many widows within her.  Her priests do violence to my law and profane my holy things; they do not distinguish between the holy and the common; they teach that there is no difference between the unclean and the clean; and they shut their eyes to the keeping of my Sabbaths, so that I am profaned among them.  Her officials within her are like wolves tearing their prey; they shed blood and kill people to make unjust gain.  Her prophets whitewash these deeds for them by false visions and lying divinations. They say, 'This is what the Sovereign Lord says'--when the Lord has not spoken.  The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice.\n\n \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one.  So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign Lord.\"\n\n",
    "Script 3": "More Than Conquerors\n\n What, then, shall we say in response to these things? If God is for us, who can be against us?  He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things?  Who will bring any charge against those whom God has chosen? It is God who justifies.  Who then is the one who condemns? No one. Christ Jesus who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us.  Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?  As it is written:\n\n\"For your sake we face death all day long;\n    we are considered as sheep to be slaughtered.\"[a]\n\n No, in all these things we are more than conquerors through him who loved us.  For I am convinced that neither death nor life, neither angels nor demons,[b] neither the present nor the future, nor any powers,  neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.\n\n",
    "Script 4": "American Standard Version\n If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.  And when thou lettest him go free from thee, thou shalt not let him go empty:  thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; as Jehovah thy God hath blessed thee thou shalt give unto him.  And thou shalt remember that thou wast a bondman in the land of Egypt, and Jehovah thy God redeemed thee: therefore I command thee this thing to-day.  And it shall be, if he say unto thee, I will not go out from thee; because he loveth thee and thy house, because he is well with thee;  then thou shalt take an awl, and thrust it through his ear unto the door, and he shall be thy [a]servant for ever. And also unto thy [b]maid-servant thou shalt do likewise.  It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years: and Jehovah thy God will bless thee in all that thou doest.\n\n All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto Jehovah thy God: thou shalt do no work with the firstling of thy herd, nor shear the firstling of thy flock.  Thou shalt eat it before Jehovah thy God year by year in the place which Jehovah shall choose, thou and thy household.  And if it have any blemish, as if it be lame or blind, any ill blemish whatsoever, thou shalt not sacrifice it unto Jehovah thy God.  Thou shalt eat it within thy gates: the unclean and the clean shall eat it alike, as the gazelle, and as the hart.  Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm113;Ezekiel22:17-31;Romans8:31-39",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.113,Ezek.22,Rom.8",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_2c25040a9403455197138d5eacfe135f~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_674007588e64468a94428b19327964ca~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_0a4dd34d9fe74ee7847a41a7276b444f~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_15e43660a9f94cd3bc144a8a91d74eaa~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_3e34bf54ccf848ff9d16d0ebb1a98693~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 113:1",
    "Address Script 2": "Ezekiel 22:17-31",
    "Address Script 3": "Romans 8:31-39",
    "Address Script 4": "Deuteronomy 15:12-23",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.113.0811a3976b4f575a8a5bd8c2f09ea1d9.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.22.5995447d1a59b4d72858634ecf52a9b3.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rom.8.8c8a6e2e4402858dfd0bd4fe540e3dd5.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 212
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 113:\n\n1 Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n2 Let the name of the Lord be praised,\n    both now and forevermore.\n3 From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n4 The Lord is exalted over all the nations,\n    his glory above the heavens.\n5 Who is like the Lord our God,\n    the One who sits enthroned on high,\n6 who stoops down to look\n    on the heavens and the earth?\n\n7 He raises the poor from the dust\n    and lifts the needy from the ash heap;\n8 he seats them with princes,\n    with the princes of his people.\n9 He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\nFootnotes\na. Psalm 113:1 Hebrew Hallelu Yah; also in verse 9",
    "Script 2": "Ezekiel 22:17-31\n\n17 Then the word of the Lord came to me: 18 \"Son of man, the people of Israel have become dross to me; all of them are the copper, tin, iron and lead left inside a furnace. They are but the dross of silver. 19 Therefore this is what the Sovereign Lord says: 'Because you have all become dross, I will gather you into Jerusalem. 20 As silver, copper, iron, lead and tin are gathered into a furnace to be melted with a fiery blast, so will I gather you in my anger and my wrath and put you inside the city and melt you. 21 I will gather you and I will blow on you with my fiery wrath, and you will be melted inside her. 22 As silver is melted in a furnace, so you will be melted inside her, and you will know that I the Lord have poured out my wrath on you.'\"\n\n23 Again the word of the Lord came to me: 24 \"Son of man, say to the land, 'You are a land that has not been cleansed or rained on in the day of wrath.' 25 There is a conspiracy of her princes[a] within her like a roaring lion tearing its prey; they devour people, take treasures and precious things and make many widows within her. 26 Her priests do violence to my law and profane my holy things; they do not distinguish between the holy and the common; they teach that there is no difference between the unclean and the clean; and they shut their eyes to the keeping of my Sabbaths, so that I am profaned among them. 27 Her officials within her are like wolves tearing their prey; they shed blood and kill people to make unjust gain. 28 Her prophets whitewash these deeds for them by false visions and lying divinations. They say, 'This is what the Sovereign Lord says'--when the Lord has not spoken. 29 The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice.\n\n30 \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one. 31 So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign Lord.\"\n\nFootnotes\na. Ezekiel 22:25 Septuagint; Hebrew prophets,",
    "Script 3": "Romans 8:31-39\n\nMore Than Conquerors\n\n31 What, then, shall we say in response to these things? If God is for us, who can be against us? 32 He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? 33 Who will bring any charge against those whom God has chosen? It is God who justifies. 34 Who then is the one who condemns? No one. Christ Jesus who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. 35 Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? 36 As it is written:\n\n\"For your sake we face death all day long;\n    we are considered as sheep to be slaughtered.\"[a]\n\n37 No, in all these things we are more than conquerors through him who loved us. 38 For I am convinced that neither death nor life, neither angels nor demons,[b] neither the present nor the future, nor any powers, 39 neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.\n\nFootnotes\na. Romans 8:36 Psalm 44:22\nb. Romans 8:38 Or nor heavenly rulers",
    "Script 4": "Deuteronomy 15:12-23\nAmerican Standard Version\n12 If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee. 13 And when thou lettest him go free from thee, thou shalt not let him go empty: 14 thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; as Jehovah thy God hath blessed thee thou shalt give unto him. 15 And thou shalt remember that thou wast a bondman in the land of Egypt, and Jehovah thy God redeemed thee: therefore I command thee this thing to-day. 16 And it shall be, if he say unto thee, I will not go out from thee; because he loveth thee and thy house, because he is well with thee; 17 then thou shalt take an awl, and thrust it through his ear unto the door, and he shall be thy [a]servant for ever. And also unto thy [b]maid-servant thou shalt do likewise. 18 It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years: and Jehovah thy God will bless thee in all that thou doest.\n\n19 All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto Jehovah thy God: thou shalt do no work with the firstling of thy herd, nor shear the firstling of thy flock. 20 Thou shalt eat it before Jehovah thy God year by year in the place which Jehovah shall choose, thou and thy household. 21 And if it have any blemish, as if it be lame or blind, any ill blemish whatsoever, thou shalt not sacrifice it unto Jehovah thy God. 22 Thou shalt eat it within thy gates: the unclean and the clean shall eat it alike, as the gazelle, and as the hart. 23 Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.\n\n \nFootnotes\nDeuteronomy 15:17 Or, bond-man\nDeuteronomy 15:17 Or, bond-woman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :\n\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\nFootnotes\na. Psalm : Hebrew Hallelu Yah; also in verse ",
    "Script 2": "Ezekiel :-\n\n Then the word of the Lord came to me:  \"Son of man, the people of Israel have become dross to me; all of them are the copper, tin, iron and lead left inside a furnace. They are but the dross of silver.  Therefore this is what the Sovereign Lord says: 'Because you have all become dross, I will gather you into Jerusalem.  As silver, copper, iron, lead and tin are gathered into a furnace to be melted with a fiery blast, so will I gather you in my anger and my wrath and put you inside the city and melt you.  I will gather you and I will blow on you with my fiery wrath, and you will be melted inside her.  As silver is melted in a furnace, so you will be melted inside her, and you will know that I the Lord have poured out my wrath on you.'\"\n\n Again the word of the Lord came to me:  \"Son of man, say to the land, 'You are a land that has not been cleansed or rained on in the day of wrath.'  There is a conspiracy of her princes[a] within her like a roaring lion tearing its prey; they devour people, take treasures and precious things and make many widows within her.  Her priests do violence to my law and profane my holy things; they do not distinguish between the holy and the common; they teach that there is no difference between the unclean and the clean; and they shut their eyes to the keeping of my Sabbaths, so that I am profaned among them.  Her officials within her are like wolves tearing their prey; they shed blood and kill people to make unjust gain.  Her prophets whitewash these deeds for them by false visions and lying divinations. They say, 'This is what the Sovereign Lord says'--when the Lord has not spoken.  The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice.\n\n \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one.  So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign Lord.\"\n\nFootnotes\na. Ezekiel : Septuagint; Hebrew prophets,",
    "Script 3": "Romans :-\n\nMore Than Conquerors\n\n What, then, shall we say in response to these things? If God is for us, who can be against us?  He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things?  Who will bring any charge against those whom God has chosen? It is God who justifies.  Who then is the one who condemns? No one. Christ Jesus who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us.  Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?  As it is written:\n\n\"For your sake we face death all day long;\n    we are considered as sheep to be slaughtered.\"[a]\n\n No, in all these things we are more than conquerors through him who loved us.  For I am convinced that neither death nor life, neither angels nor demons,[b] neither the present nor the future, nor any powers,  neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.\n\nFootnotes\na. Romans : Psalm :\nb. Romans : Or nor heavenly rulers",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.  And when thou lettest him go free from thee, thou shalt not let him go empty:  thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; as Jehovah thy God hath blessed thee thou shalt give unto him.  And thou shalt remember that thou wast a bondman in the land of Egypt, and Jehovah thy God redeemed thee: therefore I command thee this thing to-day.  And it shall be, if he say unto thee, I will not go out from thee; because he loveth thee and thy house, because he is well with thee;  then thou shalt take an awl, and thrust it through his ear unto the door, and he shall be thy [a]servant for ever. And also unto thy [b]maid-servant thou shalt do likewise.  It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years: and Jehovah thy God will bless thee in all that thou doest.\n\n All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto Jehovah thy God: thou shalt do no work with the firstling of thy herd, nor shear the firstling of thy flock.  Thou shalt eat it before Jehovah thy God year by year in the place which Jehovah shall choose, thou and thy household.  And if it have any blemish, as if it be lame or blind, any ill blemish whatsoever, thou shalt not sacrifice it unto Jehovah thy God.  Thou shalt eat it within thy gates: the unclean and the clean shall eat it alike, as the gazelle, and as the hart.  Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.\n\n \nFootnotes\nDeuteronomy : Or, bond-man\nDeuteronomy : Or, bond-woman",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :\n\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\n",
    "Script 2": "Ezekiel :-\n\n Then the word of the Lord came to me:  \"Son of man, the people of Israel have become dross to me; all of them are the copper, tin, iron and lead left inside a furnace. They are but the dross of silver.  Therefore this is what the Sovereign Lord says: 'Because you have all become dross, I will gather you into Jerusalem.  As silver, copper, iron, lead and tin are gathered into a furnace to be melted with a fiery blast, so will I gather you in my anger and my wrath and put you inside the city and melt you.  I will gather you and I will blow on you with my fiery wrath, and you will be melted inside her.  As silver is melted in a furnace, so you will be melted inside her, and you will know that I the Lord have poured out my wrath on you.'\"\n\n Again the word of the Lord came to me:  \"Son of man, say to the land, 'You are a land that has not been cleansed or rained on in the day of wrath.'  There is a conspiracy of her princes[a] within her like a roaring lion tearing its prey; they devour people, take treasures and precious things and make many widows within her.  Her priests do violence to my law and profane my holy things; they do not distinguish between the holy and the common; they teach that there is no difference between the unclean and the clean; and they shut their eyes to the keeping of my Sabbaths, so that I am profaned among them.  Her officials within her are like wolves tearing their prey; they shed blood and kill people to make unjust gain.  Her prophets whitewash these deeds for them by false visions and lying divinations. They say, 'This is what the Sovereign Lord says'--when the Lord has not spoken.  The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice.\n\n \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one.  So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign Lord.\"\n\n",
    "Script 3": "Romans :-\n\nMore Than Conquerors\n\n What, then, shall we say in response to these things? If God is for us, who can be against us?  He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things?  Who will bring any charge against those whom God has chosen? It is God who justifies.  Who then is the one who condemns? No one. Christ Jesus who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us.  Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?  As it is written:\n\n\"For your sake we face death all day long;\n    we are considered as sheep to be slaughtered.\"[a]\n\n No, in all these things we are more than conquerors through him who loved us.  For I am convinced that neither death nor life, neither angels nor demons,[b] neither the present nor the future, nor any powers,  neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord.\n\n",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.  And when thou lettest him go free from thee, thou shalt not let him go empty:  thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; as Jehovah thy God hath blessed thee thou shalt give unto him.  And thou shalt remember that thou wast a bondman in the land of Egypt, and Jehovah thy God redeemed thee: therefore I command thee this thing to-day.  And it shall be, if he say unto thee, I will not go out from thee; because he loveth thee and thy house, because he is well with thee;  then thou shalt take an awl, and thrust it through his ear unto the door, and he shall be thy [a]servant for ever. And also unto thy [b]maid-servant thou shalt do likewise.  It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years: and Jehovah thy God will bless thee in all that thou doest.\n\n All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto Jehovah thy God: thou shalt do no work with the firstling of thy herd, nor shear the firstling of thy flock.  Thou shalt eat it before Jehovah thy God year by year in the place which Jehovah shall choose, thou and thy household.  And if it have any blemish, as if it be lame or blind, any ill blemish whatsoever, thou shalt not sacrifice it unto Jehovah thy God.  Thou shalt eat it within thy gates: the unclean and the clean shall eat it alike, as the gazelle, and as the hart.  Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]