[
  {
    "Art title 1": "Where are You, I'm Failing",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_d6798114dd7549e29b313cf73c3a5916~mv2.jpg",
    "Artist Statement 1": "Does it feel like you just don't have the faith, or self discipline to keep doing what is right? Does it seem like God isn't there and maybe doesn't care? \n\nTake heart. Be patient a little longer. Spend some time in silence and wait for him there.\n\nAnd in the storm you may start to feel the arms keeping you from falling into the waves.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-64ec3ea2-64ac-455e-9fae-edbc48214ce4",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Slow Creep",
    "Story Link": "https://www.rawspoon.com/post/story-slow-creep",
    "excerpt": "Naresh walked slowly toward his store, pondering what to do. If he came clean to his wife, would she leave him for it, and take the kids? \n\nHe thought he wouldn't really be too much at fault, though. She hadn't let him be intimate with her for years. How can a man be blamed? \n\nA memory flashed in his mind, her saying one day, in between the garage and the house, \"You never romance me, Nuresh! Why would I want to?!\"\n\nBut then you get this cute, eager teenager apply for a job. She has terrible parents, she's lonely, asking if she can stay late to help you clean up, several nights in a row, so she doesn't have to go back home to her alcoholic dad. And she even goes to get dinner to bring back for you two. And she's wearing a tank top as she takes off her work shirt. He dug in his pocket to pull out his store key. \"Hmm...\"\n\nWhere was it?! His heart skipped a beat. Oh yeah he had given it to her when she went to get dinner for them last night. It's okay; he knew where another was hidden. He could get the key back from her today... unless she wanted to keep them... maybe she'd want to come in late other days.\n\nHad they really crossed a boundary, though, he thought? It had started when, early in her shift, in her cute self-assured way she said she didn't believe trust was real. He didn't want such a young heart to be already calloused to trust, so finally by the end of the day he told her he had figured out how he'd show her she can believe in trust. She put her hand on her hip and smiled, \"Okay, prove it.\" \n\n\"What better way to back it up than with money. What's more 'real' than money? Watch; I trust you. The code to the store's safe is 12,25,84.\" \n\n\"She smirked and asked, your birthday?\"\n\n\"My wedding day. But, I mean, what bigger way could someone show trust, you know?\"\n\nShe seemed unimpressed. But then he asked, if for some overtime, she'd like to get them dinner, and stay later again to help him with a new display. As they shared the sushi rolls, alone in the tiny back room the conversation of trust grew to vulnerability, grew to sexual experiences they had had. Which led to actually talking about sex they wished they had. \n\nAnd then as they were looking at the new product display he had put his hand on her back kindly. She had looked up at him, with her cute pierced nose, dyed black hair, and leaned closer to him with that tiny frame. His hand had slipped to her lower back. Then she put her arm on his back and wiggled her hand into his back pocket. And he thought she squeezed a little.\n\nBut if he did have to come clean at some point, he didn't really want to stop yet. If he had already crossed a boundary, might as well see how much excitement he could get out of it without actually technically doing something worse. If his wife was gonna divorce him, she was gonna divorce him.\n\nI mean, seriously, how could someone blame him, he thought. He had lost all his guy friends when their church small group had kind of fallen apart a year ago. And his main accountability brother had gotten divorced and moved up to Maryland recently. He knew from church that a man is weak without his support system. The church did have other small groups, but they were ten minutes further away. And he had tried to reach out to one of the pastors to meet once, but the pastor had seemed a bit disinterested.\n\n\"Find some more guy friends!\" His wife had told him a lot lately. \"You're getting too stressed at your store!\"\n\nYeah, he was stressed. Another reason he was feeling weak. He had a lot on his plate. Who could really blame him for this? \n\nHe kicked a rock and it bounced between the spokes of a bicycle tied to a parking sign. The back tire had been stolen. 'She was 18, right?' he asked himself again. Had he actually seen her ID when he hired her? She had said she graduated high school last year, didn't she? Or, wait did she say she dropped out? She did look incredibly young.\n\nHe saw a shop, on the same street as his, had a window broken in. He thought how he needed to renew his insurance in case something like this happened to his store. But in order to do that, they would ask him to show proof he had paid rent recently. His store's land lord often forgot, for months at a time, to ask for rent. So he hadn't paid it since October. He figured that rent money was like cash in the bank for now. He just hoped nothing bad happened before he got insurance.\n\nAs he got to the block his store was on, he saw the blinds pulled down in his store's windows. They had pulled them down as they \"worked\" last night. Suddenly he stopped. The door to his store was open. The key was left in the handle. The fake little tree by the door had been knocked over and half-way fallen out of the pot. She's tricked me! He thought. His eyes were wide. He had told her the code. She must have come in with those sketchy emo friends and stolen everything!!! \n\nHis heart was beating hard. He'd neglected to empty the cash box for probably a month too. He thought, she could have stolen... probably 30 thousand. And they'd ask me how, and I'd have to say I gave her a key, and they'd ask why was I at the store with her late. The landlord kept video footage. What if she IS a minor?! Was he a sexual predator now? He'd be rejected by everyone at church. Do they put that on the news? The insurance, the landlord. His family. It would all come down. He was completely done for.\n\nHe fell to his knees right outside the door in the dawn light and prayed. \"God, I am so stupid. I'm so sorry. How did I let it get this far? I know I should have found a new accountability partner and shouldn't have stolen looks and then flirted with her. I should have paid the landlord. I should have paid the insurance. I didn't think any of that was wrong, but now I know that's what got me here.  \n\n\"Hey cutie. You okay? Did you fall?\"\n\nHe looked up. She stood in the doorway with two cups of coffee in her hand.\n\n\"Sorry I left the key in the door; I was carrying breakfast in for us.\" She gestured back into the store.\n\nNuresh looked up at her. He looked up at the brightening sky above her. \n\n\"C'mon. We probably have 45 minutes until anyone shows up.\" Her smile looked a little sexual.\n\nHe took a deep breath as his head dropped. He felt the cool sidewalk on his palms. He nodded.\n\nHe got up to his feet quickly and pushed the door open wide. He got out of the way so she could leave and said firmly, \"Jenny, this is wrong and I'm sorry I was weak and let us fall into this. We need to part ways. I can give you a recommendation for another job.\"\n\nAfter pausing for a long time, she slowly stepped out of the store, dumbfounded. \"My sweater...\" She gestured inside. \n\nHe went inside, came back and handed her her folded sweater, the box of breakfast and a put a hundred dollar bill on top of it. \"Thank you for your help this week.\"\n\nHe continued, looking at the ground. \"I'm really sorry. But I've been letting myself do little things I shouldn't have been doing for a long time. You're a nice girl, and you cannot get in the habit of these things. It will ruin you and men around you. And I want the best for you. Please, you must go. And for both of us, please don't come back. This showed me I have to do a lot of work on myself. Goodbye.\"\n\nShe stumbled away down the sidewalk. Nuresh went into the store and went directly to the windows. He opened all the blinds and begged God to make the sun come in and fill his store with light again.\n\n---\n\nWhen was the last time you messed up and really sinned? \n\nWhat were the little allowances that let that sin creep up on you? \n\nAre there little allowances that you should trim out of your life before you get somewhere like that again, or worse? How will you do it? Make a plan. Call a friend. Ask for help. Bring the light in. \n\nRaw Spoon, 4-19-2024 (on a plane back from Austin)",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/WM1h6Vmx1NA",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/6KQLOuIKaRA",
    "Bible Project 2": "https://www.youtube.com/watch?v=QJOju5Dw0V0",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Samuel 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 35\nAmerican Standard Version\n35 Moreover the word of Jehovah came unto me, saying, 2 Son of man, set thy face against mount Seir, and prophesy against it, 3 and say unto it, Thus saith the Lord Jehovah",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@33.5103745,36.3070266,3a,75y,351.39h,84.14t/data=!3m11!1e1!3m9!1sAF1QipM9-g5qDLWQVo8gdg8bXlfwig5QreCi-s-BVA9j!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipM9-g5qDLWQVo8gdg8bXlfwig5QreCi-s-BVA9j%3Dw203-h100-k-no-pi0-ya313.06833-ro-0-fo100!7i5472!8i2736!9m2!1b1!2i39?entry=ttu",
    "3dNotes3": "Modern day Damascus",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/38",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/50674150-4597-4665-b2f6-071cd591413f.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]