[
  {
    "Date": "2025-12-28T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=P53a6QG4jlY&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=3",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNWI4MDIyNzctNGQzNC0zNzgwLTkzZTktM2YyYzY0MGQzZWYz?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQtjI",
    "Yoga": "https://www.youtube.com/watch?v=y8JkDmXE7O8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=8",
    "famous quote": "\"To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=lKJEX-mrowo",
    "Nature Video": "https://www.youtube.com/watch?v=_UbDeqPdUek&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=11",
    "User added": "\"He said, \"Why were you looking for me? Didn't you know that I had to be here, dealing with the things of my Father?\" But they had no idea what he was talking about.\"\n‭‭Luke‬ ‭2:49-50‬ ‭MSG‬‬‬‬‬‬\n\nJoseph and Mary lost track of the young Messiah for a few days. They found Him in the temple. God lays two questions on my heart in reading this story of Jesus. The first: Do I seek Jesus with the same urgency that I did looking for my kids when I lost track of them in the grocery store, or park (Yeah, I did. Don't judge.)?And the second question: Where am I looking today to find Jesus about His Father's business?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 7)\n\nIf people want to pour into this, what do you need? How can they help?\r\nWe've got a great thing going on here. I never want to reduce The Spirit to a formula, because He's not. But we know how to plant churches. I say it in humility because we just stumbled into this. But we know that for $2,100 for this area of the world, we can plant a church. $2950 to plant a church in South Sudan. \r\nYou give us your missions resources and we'll change the world. One church will quickly have 100's of converts. If we plant 1,000 churches in a region, that region will surrender to Jesus Christ. I've come to believe through this that we can change the world. If I have $300,000 I can plant 100 churches. If I have $3,000,000, I could plant 1000. The equation just goes up. \r\nIf you want to make the best investment of your life you will see so much reward. There will be souls standing in eternity some day because of the investment you made. I've experienced that and believe it. Money equals souls. I mean Jesus said that in one of his parables, \"Buy for yourself friends in this world so that they will welcome you into the eternal kingdom. \" I'm convinced he's talking about missional investment. Because we know in missions around the world it's a resource challenge. Agencies need resources and so do we. And we have a track record to prove that. \r\nOf course we need prayer. We need expertise coming. We need doctors coming. Builders coming. But we need resources because we can translate those resources into eternal souls. \r\n\r\nCan you speak to our role as Americans?\r\nTeams that come over hear the stories of miracles, healings, people being raised from dead and they say, \"Why can't we have this in America?\" It can happen over there but this is the gift of the Ethiopians and others we're working with over here. They have simple faith and they see these kinds of things. They weren't doing this before we came. We don't have in America what they have in Ethiopia, but they don't have what we have either. So it's been this amazing congruence, this amazing confluence of their simple faith and our resources, and our ability to train and organize. And together this spiritual explosion is happening here. So I try not to feel bad about the gifts we don't have, that they have. Or the gifts we have that they don't have. This is how the body works together. Together we leverage our gifts. \r\n\r\nTell me about disciple making.\r\nI've realized this is a baton passing. I am not going to fumble the baton. I want to unleash something in my people, like Blair unleashed in me. They'll do something somewhere, I know they will. You can't walk away from something like this unchanged. \r\nSo I let them see the organization. I drill into them the values. It's funny to catch them in their unguarded moments, sort of spewing back what I've said to them. And then I know okay, yeah, they're getting it. That's a big part of what drives me these days. We've spelled things out so that my disciples are getting the ideology. \r\nAnd I do that with my church. I may only have 15 years left! What a waste of kingdom resources it would be to have to reinvent everything. What a waste not to hand it all over and pass it on. You should be able to take it and run with it to the next level.\r\n",
    "Interview Video": "https://youtu.be/saoo8ywyfpE",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]