[
  {
    "": "2025-08-24T07:00:00.000Z",
    "Art title 1": "Relationships Need Tending Too",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_5fbc6eb622d943f4b69c80993befad51~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "\nRelationships Need Tending Too",
    "Story Link": "https://www.rawspoon.com/post/story-relationships-like-gardens-need-tending",
    "excerpt": "Marriage had been super easy for Larry and Tara for the first five years. They had always thought that's what made them right for each other. But that was now why things had become so hard. \n\nTara was in bed again when Larry got home. He flipped on the light and said, \"C'mon, hunny, let's go get sushi.\" When she barely roused, he added. \"Did you sleep all day? I'm worried about you, babe.\"\n\nShe rolled over and said, \"I just don't really want to. I'm sorry, Larry.\"\n\n\"You used to love sushi, hunny. I don't know what's wrong with you. C'mon, just get up. You'll wake up after you get moving.\"\n\nShe rolled over as she said, \"Sorry, Larry.\" Her tone apathetic. \"I've lost the love for sushi that you still have. You should go.\" \n\nHe walked out of the room and didn't stop the door from shutting kind of hard. We used to love all the same stuff. I know people change, but I didn't know she'd become a depressed person!\n\nHe filled up a glass of water as he gazed out the window. Her garden boxes weren't looking so good either. They had drifted apart in what they loved, and he wasn't much into gardening. But now she hadn't done that for a while either. \n\nHe sipped the water as he wandered out to the garden. He stared down at the overgrown squash leaves and tomatoes rotting in the dirt. He saw a little plant of, what was that, Parsley? It was wilted and dry. And it suddenly seemed like Tara. Wilted, without the will to lift itself. He carefully leaned over and poured his water around the plant. The water sort of ran away from the plant so he dug a little moat with his finger and tried again. The soil around it was so sun-caked and dusty. This would take a little more gardening than a finger could do. \n\nHe scraped the door of the shed open and saw the gardening supplies gathering dust in the corner. And again something struck him about he and Tara. It had been a long time since he had tried. It had always just been easy. \n\nAnd that was their curse. He had never learned to tend their garden. It had always just grown.\n\nThat evening as dusk was setting, Larry brought a little tray into Tara and sat next to her on the bed. \"Hey Hunny. I brought you something.\"\n\nTara slowly turned over. She saw the light of a candle. And then the tipping of a tall glass vase with a marigold from her garden in it. Larry scrambled to catch it before it fell but he let go of the tray and the soup slid to the edge and he recovered it just after some of it had splashed onto the bed. The candle tipped over and went out.\n\n\"Shit, oops, I mean, dangit! Sorry.\" \n\n\"What's this?\" Tara said, hesitantly. \n\n\"Um,\" Larry swallowed. \"We used to love a lot of the same stuff and I think that over the years that has changed. But...\" He fumbled for the words as he pushed the cheese sandwich back onto the plate too. \"I--I guess I've forgotten to love YOU.\" He tried to dab the spilled soup on the bed. \"Sorry, It's been a while.\"\n\nThe following week Tara was humming around her garden again, finally. She noticed the little parsley plant had a little bit of churned dirt in a moat around it and a little stick buttressing up one of its drooping limbs. She paused, smiled, and her eyes became wet. She whispered, \"It feels good, doesn't it little guy?\"\n\n---\nDoes someone in your life need some love? Does your relationship with God need some tending?\n\nRaw Spoon, 8-11-21\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_9955e75de15749a2b030395ee7d955b1~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_cb4792e03e6745f3aeb5d4f2cf8400b2~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_18c34012926e4f1599beeeeceb5275a5~mv2.jpg",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_13c21b5112af413890028c50fa8b74a0~mv2.jpg",
    "Sketchnotes3b": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0098-scaled.png?w=2560&ssl=1",
    "Sketchnotes4a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-5-24-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes4b": "https://static.wixstatic.com/media/a07ded_af4161fb7ee942deac80182813a9414e~mv2.jpg",
    "Bible Project 1": "https://www.youtube.com/watch?v=_TzdEPuqgQg",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 71:1-6, Psalm 103:1-8",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 12",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 13",
    "The Chosen 3": "https://youtu.be/vQ0p7MzA0Sw",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ZjVKp0XHtnE",
    "Song 2": "https://www.youtube.com/watch?v=orBYJDbVcu8",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@28.5899308,35.3311095,6059m/data=!3m1!1e3?entry=ttu",
    "3dNotes3": "The Hebrews were though to have camped here, near Mount Sinai",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/65",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=z_UdTnDEqkY",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]