[
  {
    "Date": "2025-11-07T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=2Ax0S0fIHGM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=5PfSnhezTOw&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=5",
    "famous quote": "\"Everyone thinks forgiveness is a lovely idea until he has something to forgive.\"\"\n-- C.S. Lewis (Mere Christianity)\"",
    "Ted Talks": "https://www.youtube.com/watch?v=LnJwH_PZXnM",
    "Nature Video": "https://www.youtube.com/watch?v=ADrBo7u3tR4&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=26",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 12)\n\nI think about the bold things you have done and I ask myself if I could even go knock on my neighbors' doors offering the gospel. How could I do that?\r\nFirst if you have a word from God in your mind, then obey it. Every morning if I have to go to ministry I pray before I go out, and ask which person should I tell? Preparation first. If I need to fast and pray, I will fast and pray. \r\n\r\nHow do I know when I need to fast? \n\r\nThe Holy Spirit speaks to me, and the word is specific in my mind. I don't even think about other things sometimes, just the specific word. But there are also times God does not speak. There are quiet moments. Then you have a quiet time and wait until God responds.\r\nBut if you do experience having a word you have to somehow go out and speak it. Why would you prefer to stay at home?\r\n\r\nIs there anything else you would want to tell Americans? \n\r\nHis legs are more relaxed by now. He gestures freely and smiles as he speaks.\r\nThe mission you have started in our region, continue it and do it in other places. Be brave to do it day by day. Keep collecting finances. Keep teaching missionaries because we need to give the knowledge to ministers. If they have knowledge and capacity they can reach out more until we finish the great commission. Stay firm. My job is the great commission. If I die in the great commission, there I have understood the great commission. Without a church in a village there is no light. Because The Church is the hope of the generation. The peace and life comes out from The Church. The good work God started in you he will finish it until the end day.",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=fbdkko3Yv8M",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]