[
  {
    "Art title 1": "May the Pain of Your Past Become the Purpose of Your Future (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a2e9448d28ac4eb9b0e46d22376cb34a~mv2.png",
    "Artist Statement 1": "(By Anthony Gurrola) In the arms of Christ,\n\nAll suffering has new life.\n\nBecause even an old tragedy can be given in new trajectory.\n\nEvery time man meant something for evil,\n\nGod was already working to make it good.\n\nEverytime sickness claimed another one,\n\nHeaven got to them first.\n\nEverytime a lie was spoken to you,\n\nHis blood spoke the better word.\n\nEverytime you were stabbed in the back,\n\nHe never turned His.\n\nEverytime you felt burnt out, and lost in ministry,\n\nHis word was lamp to your feet, and a light to your path.\n\nEverytime you were falsely accused,\n\nHe would ask \"Where are your accusers now?\"\n\nEverytime you were forgotten by man,\n\nYou were being celebrated in Heaven.\n\nEverytime you suffered a wound that made you a victim,\n\nHe was preparing a healing to bring you victory.\n\nEverytime depression tried to lock you up,\n\nHe was giving you the keys of joy to release others.\n\nFor every pain you endured,\n\nHe already had a purpose.\n\nFor every old sin,\n\nA new sanctification.\n\nFor every single tear.\n\nEndless triumph.\n.\nMay every story of our abuse become a testimony of His grace.\n\nIf the weapon is formed,\n\nMay we prosper.",
    "Picture link 1": "https://www.instagram.com/p/Car0TVVrzaf/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Pretty Brittney",
    "Story Link": "https://www.rawspoon.com/post/story-pretty-britney",
    "excerpt": "Pretty Britney always knew she was special. But she didn't realize anyone one else recognized it until about the fifth grade. That's when they put her in special classes. She wore a princess outfit to school every day because she believed she was a princess. She loved all princess movies and she believed her prince was going to come marry her someday. She couldn't wait for that day.\n\nShe stayed in the special classes even thru high school and still wore princess gowns. Things had been getting harder and harder, though. She was lonely. She wanted friends but more often people said unfriendly things. Things that hurt. But she knew her prince would think she was pretty. He would think she was enough.\n\nWhen her parents saw her come home sad, they often asked if she wanted to talk about it. She usually said something like, \"No, thanks. I'm gonna go think about how my prince will love me.\" They loved her dearly, and they knew the plight of a teenager with Down Syndrome was tough, especially one who wore a dirty princess outfit every day. And they knew there was no prince like the one she expected waiting to come and marry her. But they didn't know if they should say anything; they feared her very life depended on it.\n\nOther things got difficult too. She saw a lot of meanness in the world, and realized she wasn't perfect. Pretty Britney began hitting herself. When she stepped on a bug or lashed out at someone in anger she took the punishment out on herself. She would hit her head with her fists. \n\nHer parents would grasp her hands to stop her but she would scream, \"No! My prince wants me to be perfect!\" She was giving herself bruises and her hands were so often clenched until one day Pretty Britney was so disappointed with herself she burst out of the house and said she was running away. Her parents were about to follow her until they saw her destination was the backyard treehouse.\n\nThey saw her take her little princess watch which had a small AM radio in it. She would sometimes scroll through the dial looking for a message her prince was trying to send her. She settled into the treehouse and they could hear her scrolling through the radio and then talking to herself up there for a couple hours. And then they heard crying. Then they saw the souls of her feet, showing she had fallen asleep surrounded by the yellow light on the wood boards as the sun set. When her dad went to get her to put her to bed Britney woke up with a tired but calm smile on her face. \n\nHe asked, \"Are you okay?\"\n\nShe nodded. \n\n\"Are you ready to go to bed?\"\n\n\"Can I sleep here?\"\n\n\"It's gonna get cold but I could bring you some blankets. Why do you want to stay here?\"\n\n\"This is where he talked to me.\"\n\n\"Oh yeah?\" Her father was skeptical. \"What did he say? That you don't have to be perfect?\"\n\n\"No, he still wants me to be perfect, and I will be someday for him. But he loves me just the way I am.\"\n\n\"Attagirl. That's how we love you too.\"\n\nBut Pretty Britney wasn't done with what her prince had said and kept on talking, \"I don't know if it was his voice but someone told a story that a ...",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=Zy2AQlK6C5k",
    "Bible Project 2": "https://www.youtube.com/watch?v=HR7xaHv3Ias",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 46",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Chronicles 18",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 12",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3lH2IJEY1sY",
    "Song 2": "https://www.youtube.com/watch?v=JhSL5lgCCsA",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/41",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]