[
  {
    "": "2025-11-03T08:00:00.000Z",
    "Art title 1": "Raven Feed Elijah",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0da47be59076468aa6f69d585e17c1ab~mv2.jpg",
    "Artist Statement 1": "What in your life feels like a dying? And what might be God supplying you with a new type of life, from an expected source?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_0da47be59076468aa6f69d585e17c1ab~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "You Do Love Notes But No Laundry!?",
    "Story Link": "https://www.rawspoon.com/post/story-you-do-love-notes-but-no-laundry",
    "excerpt": "Dan walked in and immediately knew his wife Jessica was not happy. She didn't say hi. She folded the kids' laundry with a vigor that startled him. \n\n\"Dinner's in the fridge.\" She shot at him without looking up.\n\n\"Wait, what?\" and as he watched her move toward the bedroom he asked, \"Are you okay baby?\"\n\n\"Yes! Why wouldn't I be?\"\n\nDan modified his question, \"Are WE okay?\"\n\nAfter hesitating for a minute she shot back, \"Sure.\" \n\n\"Wait, wait, wait. You better not be mad after all the time and effort I put into our date on Friday! It is NOT fair if after doing all that, you still say I don't do anything for you.\" \n\nShe leaned forward toward him and shot her hand to the rest of the laundry on the ground as she widened her eyes to signal it was obvious.\n\n\"Oh yeah,\" Dan remembered that was her biggest complaint she had shared on Friday, before she was able to warm up to him.\n\nShe took a deep breath as she gathered her patience. Then she said, still looking at the ground, \"I love that you did all that nice stuff for me on Friday. I felt very loved. But when I came home today and saw all your clothes right here on top of the pile with the rest of the kids, when I HAD TOLD YOU to put it in the washer... RIGHT THERE, it makes me think you weren't really listening to anything I said! You were just showing off on Friday. You were just in it for the kisses and food and... sex.\"\n\nDan swallowed and nodded. He didn't know the right answer. He thought he had been the hero for romancing her so well with that date on Friday, but putting the laundry in the washer so that it was ready to be put in dryer when she got home was what she had told him a dozen times to do. And she had been near a breaking point on Friday, and felt like she had finally been heard. Until she came home today and nothing had changed.\n\n---\n\nI think worship on Sunday is beautiful and great. But I feel like if after church we go back to not hanging out with the uncool people, wasting time on sooty TV, and spending our money on blingy clothes, I'm not sure we should feel we're still totally cool with God.\n\nRaw Spoon, 1-23-23\n\n",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_5a1479392def4649a5df22534a333f42.mp3",
    "Blog Title": "BLOG:\nThe Answer to Unmet Desires",
    "Blog Link": "https://www.rawspoon.com/post/the-answer-to-unmet-desires",
    "Blog excerpt": "I've known Melody for many years. But at a singles event at our church, I heard her tell a part of her story I had never heard. She spoke on unmet desires. Her story was so good that I wanted others who have struggled with unmet desires to hear it. I asked if I could interview her and put it on my blog. We met up at \"Holler & Dash\" on Howell Mill, Atlanta and I recorded it.\n\nBack in 2014 she had been in a dark period for several years. She had expressed her desires to God and it felt like he was actively holding back.\n\nWhatever she did, it seemed he was saying \"I'm not giving it to you.\"\n\nAnd where we begin our story Melody had decided to \"Give up God for lent.\" She felt like if something good didn't come through for her soon, she may never pick God back up. She felt so dead inside.\n\nOne of her desires was finding a new home.\n\nShe felt strongly she wanted a single-level home from the 1920's-30's. But it was so hard to find one that this seemed like another one of the areas that God was intentionally keeping from her.\n\nThen one day her realtor sent her pictures of a house that totally didn't fit what she had been looking for. It was a 50's style, multi-level home.\n\nBut it looked beautiful, especially with all the dogwoods and azaleas blooming in the front yard. And it had big windows that looked out from the living room into this beautiful yard. Surprisingly it was perfect. It was a case where she didn't know what she really wanted until she saw it.\n\nIt was winter when she actually saw the house and even though the yard was barren, she trusted in the spring all those beautiful plants would bloom, just like in the picture that made her fall in love with it.\n\nShe bought the house.\n\nBut the yard stayed barren, even well past when they should have bloomed. And every day her drive to work took her by all these yards blooming with beautiful dogwood trees. Everything in the city seemed to be blooming except for her yard. Again it felt like God was intentionally holding back something she dearly wanted.\n\nShe remembers standing in her living room looking at her neighbor's tulip trees and seeing her completely barren ones.\n\nShe thought, \"I bought a 'fiction.' It's never going to bloom.\n\nBut one day after her walk to her mailbox, she turned back and looked at her neighbor's beautiful house, fully in bloom. And then she looked at her own, three barren trees looking back at her. They were planted in the same soil. It was the same temperature. They were at the same elevation and climate. It made no sense why hers would not bloom and his would.\n\nThen, standing there, she felt like God said, \"Stop looking at your neighbor's yard. Yours will bloom in its own season.\"\n\nWhen she went inside she thought to herself. \"If these things don't bloom, I'm going to have a serious crisis of faith.\" It means either God is a liar, or I am hearing voices.\n\nIt was almost Easter but Melody's lent had been very, very long.\n\nThree days later she started seeing blooms on everything in her yard. White and pink azaleas. The tulip trees. Her dogwoods.\n\nIn fact more plants than were in the picture started popping up. Hostas started popping up. Tulips. Lilies she had no idea were there sprouted out of the ground. The beauty of it was even more than she imagined.\n\nShe felt like God was saying, do not look at your neighbor's yard because I am working things deep in your ground that you cannot see.\n\nAnd it still happens at her house in this pattern, every year. Around Easter, her yard explodes with color and beauty. It reminds her that God is really at work, even when it seems like he is intentionally holding back. And just like her house that didn't look anything like what she thought she wanted, maybe what God has for us is better than we imagine it to be. And we will not know it, and how good it is, until we see it.\n\nThank you, Melody for your story, that I think is better-than-fiction. Feel free to reach out to her if you'd like to connect.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=GZuceW7eh5M",
    "Bible Project 2": "https://www.youtube.com/watch?v=MkETkRv9tG8&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=yiHf8klCCc4",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 50",
    "Research 2-link": "https://enduringword.com/bible-commentary/Nehemiah 13",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Corinthians 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Esther 2",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=4zmkzzh9IKI&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=23",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/66",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/6a794c7a-a0dc-4277-9b6d-79717fb00709.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]