[
  {
    "Date": "2026-01-15T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=2Ax0S0fIHGM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMGFiMTA5MzgtYmE5OC0zNmVlLTkxODgtOTJjMWUyZWEzMDEy?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=175vXCnzK1s&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=9",
    "famous quote": "\"I am trying here to prevent anyone saying the really foolish thing that people often say about Him: I'm ready to accept Jesus as a great moral teacher, but I don't accept his claim to be God. That is the one thing we must not say. A man who was merely a man and said the sort of things Jesus said would not be a great moral teacher. He would either be a lunatic -- on the level with the man who says he is a poached egg -- or else he would be the Devil of Hell. You must make your choice. Either this man was, and is, the Son of God, or else a madman or something worse. You can shut him up for a fool, you can spit at him and kill him as a demon or you can fall at his feet and call him Lord and God, but let us not come with any patronizing nonsense about his being a great human teacher. He has not left that open to us. He did not intend to.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=iCvmsMzlF7o",
    "Nature Video": "https://www.youtube.com/watch?v=ROMMtHHyCp8",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/know-your-local-homeless-pamela",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Pamela\n\nThe Decatur Book Festival ended at 6pm on Saturday, but I decided to keep my booth open until 6:30 for any stragglers. It was about 6:15 when Pamela came up to me. She said she was one of the volunteers and she told me she had been assigned to help me at my booth, but accidentally got the wrong booth and helped at the wrong one all day.\n\nShe asked about my books on display and after I told her about my book of miracles happening in Ethiopia she said something like, \"Hunny, now that is something I could use. I need a miracle.\"\nI asked her what she meant. As she started to tell me, I realized I wanted to hear more. I pulled over a chair and asked if I could hear her story. This is what she told me. Here's the interview and my portrayal of her face using salt (it's long but you could push play and listen while you're doing other things). I've written the highlights of her hard and gory story below.\n\nTurns out she's homeless. She's struggling to be done with crack and stop hooking. But her friends have made that extra hard, even though some of their friends have had their throats cut and been hung from trees while living this precarious life. And apparently now she volunteers at book festivals in her free time.\n\nI wouldn't have immediately guessed she was homeless by the way she was dressed. She said she doesn't think that if you're homeless you have to let yourself dress like you're homeless. In fact she thinks it's unfair that people who let themselves get all dirty and smelly get people's help. People are less likely to help you if you're clean, because they don't believe you're homeless.\n\nShe says she panhandles to try and earn enough money to help her get on her feet, and pull herself out of this hole. She needs to get an ID, a place to live, a phone, a car, an ID and a job again.\n\nAnd when she panhandles, she chooses to use a 'positive sign,' even though she says that negative signs like \"Hungry. Homeless. Sleeping outside.\" work better. She shows me her sign and it says, \"Hello this is my findraiser for better life. If you can help, or will, I hope, may God bless.\"\n\nAnd she says that with what God has now put in her heart and her mind she's smarter than she has ever been before in her life, as far as being able to read and take care of herself. She's smarter to run her life better than she ever has. And she trusts God to take care of her.\n\nBut she told me about her battles with cocaine and the people who want her to go back to using it. For 15 years she hooked and hustled to get enough money for it. She says, food is easy to get, \"everybody will give you food.\" But she had to hustle to find enough money when she needed crack.\n\nBut she said that God totally delivered her from being addicted after 15 years of using cocaine. And because of that she was able to hold down a job for three years. Her job was driving a shuttle bus at the airport for Delta. But what she didn't know about God delivering her from addiction was that if she went back to it, \"It was on me.\"\n\nHow she got back into it was that people from her old life started coming to her and wanting her to change back to her old ways. And she learned the hard way \"that no one has to change you but you. This is your life.\"\n\nShe fell into doing crack again.\n\nWhen she had a job, it was easier to resist it because she always knew she had to be sober to work. But eventually she found herself hooking with the old folks to earn the money for cocaine again.\n\nBut she doesn't really think of the hooking that she did as prostituting. She said what she did earned so little money that it's not even considered prostitution by the police. When she told me the police term for it, in her thick southern accent it sounded like \"Ottering Lottering\", but I'm guessing it was a term for some form of \"Loitering.\"\n\nBut she also told me how dangerous it can be on the streets. She told me that one time \"...these girls was goin out (and I was too)-- and I don't know if they was getting in trouble or there was a mad person out there-- but they were getting their necks cut, getting their pipes stuck up their butts, and getting hung from trees.\"\n\nOne time Pamela and one of the ladies were sitting outside on the street at 3 or 4am and they felt that some sort of 'eery spirit went across'. They looked at each other and asked, \"Did you feel that?\" The other woman got up and left quickly but Pamela was left thinking, \"Okay, God?\"\n\nBut suddenly for some reason she was so interested in going and getting another dope (fix) that she wasn't able to hear what God was trying to tell her. \"You could be next. How do you know that wasn't the demon of death trying to destroy you?\" And she went and found just enough dope to keep the urge at bay.\n\nShe's trying just to panhandle now. She said she has an old house she could go back to but a lot of people there want her to do more drugs so she'd rather stay homeless.\n\nAs we are talking, a new friend of mine named Kayla walked by. I met her at a ministry called \"Love is a Verb\" in which she informed us about her project to provide homeless folks with Christmas presents (including the novel she wrote, and happened to be selling a few booths down from me).\n\nSo I introduced them and we got Pamela's contact information so we could get her a present at Christmas.\n\nWe asked Pamela what is the best way we can help, what she needs. She said what she would really like is employment. Her preference would be to work in a warehouse where she doesn't have to interact with a lot of people. But because she's had a hard time working with and for people (\"for some reason after a while they hate me.\") she would really like a way to somehow run her own business.\n\nWhen we decided it was time to go, we prayed together, and went and got some food.\n\nI didn't ask Pamela where she normally panhandles, but watch for her sign, and if you have an idea for employment or self employment I think she would be grateful. And if you yourself are having struggles with addiction, Pamela has defeated it once with God's help, and may have advice to help you.\n\nRaw Spoon, 10-14-15",
    "Interview Video": "https://youtu.be/7-87bLJanJw",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=bQyCZMYTcXQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]