[
  {
    "Date": "2025-10-30T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=zHeDrcRGsFk&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp",
    "famous quote": "I don't count my sit-ups; I only start counting when it starts hurting because they're the only ones that count.\n-Muhammed Ali",
    "Ted Talks": "https://www.youtube.com/watch?v=KDNecDu50wQ",
    "Nature Video": "https://www.youtube.com/watch?v=EfHxUaJDEn8&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=18",
    "User added": "\"You are my hiding place; you protect me from distress. You surround me with shouts of joy from those celebrating deliverance. (Selah)\"\n??Psalms? ?32:7? ?NET??????\n\nThe church that Christ Jesus established here on Earth has many purposes with one goal. Have you considered this purpose? We are to be God's messengers of joy for the deliverance He has brought to us! All of us! Each of us! So, whether it is a baptism, bible study, or worship service, we should surround each other with shouts of joy: for there is no protection from distress greater, no hiding place more secure than the salvation of God in Christ!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 4)\n\nOne time I had a prophecy to go out from my home village and to go to the place where I am living now. I went but when leaders of this new place saw me they said, \"This is a stranger who will destroy our community.\" They took me to prison for one day. When they asked to see my documents I said I only have a Bible. \r\nAfter praying for one week God gave me a vision to plant churches in 4 places. But the officials said, \"This man has come to harm us.\" So finally they brought me a person who had gone mad and was chained up, and said, \"You have a Bible and say you are a servant of God. So let's see what you can do for this person.\" So I prayed for him and the demons screamed and said how they were hurting the man. This let the people see what the demons were doing. \r\nBy faith I ordered them to unchain him and I took him to live with me. He became able to talk again, and sing songs. So the people stopped opposing me because of this person. ",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=T_hH2S7nUjo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_12",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]