[
  {
    "Date": "2025-11-03T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 24- Ordinary Time",
    "Script 1": "\nA psalm of Asaph.\n\n The Mighty One, God, the Lord,\n    speaks and summons the earth\n    from the rising of the sun to where it sets.\n From Zion, perfect in beauty,\n    God shines forth.\n Our God comes\n    and will not be silent;\na fire devours before him,\n    and around him a tempest rages.\n He summons the heavens above,\n    and the earth, that he may judge his people:\n \"Gather to me this consecrated people,\n    who made a covenant with me by sacrifice.\"\n And the heavens proclaim his righteousness,\n    for he is a God of justice.[a][b]\n\n \"Listen, my people, and I will speak;\n    I will testify against you, Israel:\n    I am God, your God.\n I bring no charges against you concerning your sacrifices\n    or concerning your burnt offerings, which are ever before me.\n I have no need of a bull from your stall\n    or of goats from your pens,\n for every animal of the forest is mine,\n    and the cattle on a thousand hills.\n I know every bird in the mountains,\n    and the insects in the fields are mine.\n If I were hungry I would not tell you,\n    for the world is mine, and all that is in it.\n Do I eat the flesh of bulls\n    or drink the blood of goats?\n\n \"Sacrifice thank offerings to God,\n    fulfill your vows to the Most High,\n and call on me in the day of trouble;\n    I will deliver you, and you will honor me.\"\n\n But to the wicked person, God says:\n\n\"What right have you to recite my laws\n    or take my covenant on your lips?\n You hate my instruction\n    and cast my words behind you.\n When you see a thief, you join with him;\n    you throw in your lot with adulterers.\n You use your mouth for evil\n    and harness your tongue to deceit.\n You sit and testify against your brother\n    and slander your own mother's son.\n When you did these things and I kept silent,\n    you thought I was exactly[c] like you.\nBut I now arraign you\n    and set my accusations before you.\n\n \"Consider this, you who forget God,\n    or I will tear you to pieces, with no one to rescue you:\n Those who sacrifice thank offerings honor me,\n    and to the blameless[d] I will show my salvation.\"\n\n",
    "Script 2": "Nehemiah's Final Reforms\n\n On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God,  because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.)  When the people heard this law, they excluded from Israel all who were of foreign descent.\n\n Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab.  Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah.  I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves.  Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women.  Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\"\n\n One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me.\n\n Remember them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites.\n\n So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task.  I also made provision for contributions of wood at designated times, and for the firstfruits.\n\nRemember me with favor, my God.",
    "Script 3": " I wrote to you in my letter not to associate with sexually immoral people--  not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world.  But now I am writing to you that you must not associate with anyone who claims to be a brother or sister[a] but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people.\n\n What business is it of mine to judge those outside the church? Are you not to judge those inside?  God will judge those outside. \"Expel the wicked person from among you.\"[b]\n\n",
    "Script 4": "American Standard Version\n After these things, when the wrath of king Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her.  Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:  and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of [a]Hegai the king's chamberlain, keeper of the women; and let their things for purification be given them;  and let the maiden that pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.\n\n There was a certain Jew in Shushan the palace, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,  who had been carried away from Jerusalem with the captives that had been carried away with [b]Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.  And he [c]brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter.\n\n So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was taken into the king's house, to the custody of Hegai, keeper of the women.  And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with her portions, and the seven maidens who were meet to be given her out of the king's house: and he removed her and her maidens to the best place of the house of the women.  Esther had not made known her people nor her kindred; for Mordecai had charged her that she should not make it known.  And Mordecai walked every day before the court of the women's house, to know how Esther did, and what would become of her.\n\n Now when the turn of every maiden was come to go in to king Ahasuerus, after that it had been done to her according to the law for the women twelve months (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odors and with the things for the purifying of the women),  then in this wise came the maiden unto the king: Whatsoever she desired was given her to go with her out of the house of the women unto the king's house.  In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, who kept the concubines: she came in unto the king no more, except the king delighted in her, and she were called by name.  Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favor in the sight of all them that looked upon her.\n\n So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign.  And the king loved Esther above all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.  Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a [d]release to the provinces, and gave gifts, according to the [e]bounty of the king.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm50;Nehemiah13:1-3,23-31;1Corinthians5:9-13",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.50,Neh.13,1Cor.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_78c2a181a0ad40de8ab05e26e44b0fb6~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_7aeedecfd2d04a51920dca15225e4b44~mv2.gif",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_4bfa09ed80ab4a0fba457576ef1b8956~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 50",
    "Address Script 2": "Nehemiah 13:1-3, 23-31",
    "Address Script 3": "1 Corinthians 5:9-13",
    "Address Script 4": "Esther 2:1-18",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": 58
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 50\n\nA psalm of Asaph.\n\n1 The Mighty One, God, the Lord,\n    speaks and summons the earth\n    from the rising of the sun to where it sets.\n2 From Zion, perfect in beauty,\n    God shines forth.\n3 Our God comes\n    and will not be silent;\na fire devours before him,\n    and around him a tempest rages.\n4 He summons the heavens above,\n    and the earth, that he may judge his people:\n5 \"Gather to me this consecrated people,\n    who made a covenant with me by sacrifice.\"\n6 And the heavens proclaim his righteousness,\n    for he is a God of justice.[a][b]\n\n7 \"Listen, my people, and I will speak;\n    I will testify against you, Israel:\n    I am God, your God.\n8 I bring no charges against you concerning your sacrifices\n    or concerning your burnt offerings, which are ever before me.\n9 I have no need of a bull from your stall\n    or of goats from your pens,\n10 for every animal of the forest is mine,\n    and the cattle on a thousand hills.\n11 I know every bird in the mountains,\n    and the insects in the fields are mine.\n12 If I were hungry I would not tell you,\n    for the world is mine, and all that is in it.\n13 Do I eat the flesh of bulls\n    or drink the blood of goats?\n\n14 \"Sacrifice thank offerings to God,\n    fulfill your vows to the Most High,\n15 and call on me in the day of trouble;\n    I will deliver you, and you will honor me.\"\n\n16 But to the wicked person, God says:\n\n\"What right have you to recite my laws\n    or take my covenant on your lips?\n17 You hate my instruction\n    and cast my words behind you.\n18 When you see a thief, you join with him;\n    you throw in your lot with adulterers.\n19 You use your mouth for evil\n    and harness your tongue to deceit.\n20 You sit and testify against your brother\n    and slander your own mother's son.\n21 When you did these things and I kept silent,\n    you thought I was exactly[c] like you.\nBut I now arraign you\n    and set my accusations before you.\n\n22 \"Consider this, you who forget God,\n    or I will tear you to pieces, with no one to rescue you:\n23 Those who sacrifice thank offerings honor me,\n    and to the blameless[d] I will show my salvation.\"\n\nFootnotes\na. Psalm 50:6 With a different word division of the Hebrew; Masoretic Text for God himself is judge\nb. Psalm 50:6 The Hebrew has Selah (a word of uncertain meaning) here.\nc. Psalm 50:21 Or thought the 'I am' was\nd. Psalm 50:23 Probable reading of the original Hebrew text; the meaning of the Masoretic Text for this phrase is uncertain.",
    "Script 2": "Nehemiah 13:1-3, 23-31\n\nNehemiah's Final Reforms\n\n1 On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God, 2 because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.) 3 When the people heard this law, they excluded from Israel all who were of foreign descent.\n\n23 Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab. 24 Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah. 25 I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves. 26 Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women. 27 Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\"\n\n28 One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me.\n\n29 Remember them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites.\n\n30 So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task. 31 I also made provision for contributions of wood at designated times, and for the firstfruits.\n\nRemember me with favor, my God.",
    "Script 3": "1 Corinthians 5:9-13\n\n9 I wrote to you in my letter not to associate with sexually immoral people-- 10 not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world. 11 But now I am writing to you that you must not associate with anyone who claims to be a brother or sister[a] but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people.\n\n12 What business is it of mine to judge those outside the church? Are you not to judge those inside? 13 God will judge those outside. \"Expel the wicked person from among you.\"[b]\n\nFootnotes\n1 Corinthians 5:11 The Greek word for brother or sister (adelphos) refers here to a believer, whether man or woman, as part of God's family; also in 8:11, 13.\n1 Corinthians 5:13 Deut. 13:5; 17:7; 19:19; 21:21; 22:21,24; 24:7",
    "Script 4": "Esther 2:1-18\nAmerican Standard Version\n2 After these things, when the wrath of king Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her. 2 Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king: 3 and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of [a]Hegai the king's chamberlain, keeper of the women; and let their things for purification be given them; 4 and let the maiden that pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.\n\n5 There was a certain Jew in Shushan the palace, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite, 6 who had been carried away from Jerusalem with the captives that had been carried away with [b]Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away. 7 And he [c]brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter.\n\n8 So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was taken into the king's house, to the custody of Hegai, keeper of the women. 9 And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with her portions, and the seven maidens who were meet to be given her out of the king's house: and he removed her and her maidens to the best place of the house of the women. 10 Esther had not made known her people nor her kindred; for Mordecai had charged her that she should not make it known. 11 And Mordecai walked every day before the court of the women's house, to know how Esther did, and what would become of her.\n\n12 Now when the turn of every maiden was come to go in to king Ahasuerus, after that it had been done to her according to the law for the women twelve months (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odors and with the things for the purifying of the women), 13 then in this wise came the maiden unto the king: Whatsoever she desired was given her to go with her out of the house of the women unto the king's house. 14 In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, who kept the concubines: she came in unto the king no more, except the king delighted in her, and she were called by name. 15 Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favor in the sight of all them that looked upon her.\n\n16 So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign. 17 And the king loved Esther above all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti. 18 Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a [d]release to the provinces, and gave gifts, according to the [e]bounty of the king.\n\n \nFootnotes\nEsther 2:3 Hebrew Hegee.\nEsther 2:6 In 2 Kin. 24:6, Jehoiachin.\nEsther 2:7 Hebrew nourished.\nEsther 2:18 Hebrew rest.\nEsther 2:18 Hebrew hand.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n The Mighty One, God, the Lord,\n    speaks and summons the earth\n    from the rising of the sun to where it sets.\n From Zion, perfect in beauty,\n    God shines forth.\n Our God comes\n    and will not be silent;\na fire devours before him,\n    and around him a tempest rages.\n He summons the heavens above,\n    and the earth, that he may judge his people:\n \"Gather to me this consecrated people,\n    who made a covenant with me by sacrifice.\"\n And the heavens proclaim his righteousness,\n    for he is a God of justice.[a][b]\n\n \"Listen, my people, and I will speak;\n    I will testify against you, Israel:\n    I am God, your God.\n I bring no charges against you concerning your sacrifices\n    or concerning your burnt offerings, which are ever before me.\n I have no need of a bull from your stall\n    or of goats from your pens,\n for every animal of the forest is mine,\n    and the cattle on a thousand hills.\n I know every bird in the mountains,\n    and the insects in the fields are mine.\n If I were hungry I would not tell you,\n    for the world is mine, and all that is in it.\n Do I eat the flesh of bulls\n    or drink the blood of goats?\n\n \"Sacrifice thank offerings to God,\n    fulfill your vows to the Most High,\n and call on me in the day of trouble;\n    I will deliver you, and you will honor me.\"\n\n But to the wicked person, God says:\n\n\"What right have you to recite my laws\n    or take my covenant on your lips?\n You hate my instruction\n    and cast my words behind you.\n When you see a thief, you join with him;\n    you throw in your lot with adulterers.\n You use your mouth for evil\n    and harness your tongue to deceit.\n You sit and testify against your brother\n    and slander your own mother's son.\n When you did these things and I kept silent,\n    you thought I was exactly[c] like you.\nBut I now arraign you\n    and set my accusations before you.\n\n \"Consider this, you who forget God,\n    or I will tear you to pieces, with no one to rescue you:\n Those who sacrifice thank offerings honor me,\n    and to the blameless[d] I will show my salvation.\"\n\nFootnotes\na. Psalm : With a different word division of the Hebrew; Masoretic Text for God himself is judge\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.\nc. Psalm : Or thought the 'I am' was\nd. Psalm : Probable reading of the original Hebrew text; the meaning of the Masoretic Text for this phrase is uncertain.",
    "Script 2": "Nehemiah :-, -\n\nNehemiah's Final Reforms\n\n On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God,  because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.)  When the people heard this law, they excluded from Israel all who were of foreign descent.\n\n Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab.  Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah.  I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves.  Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women.  Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\"\n\n One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me.\n\n Remember them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites.\n\n So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task.  I also made provision for contributions of wood at designated times, and for the firstfruits.\n\nRemember me with favor, my God.",
    "Script 3": " Corinthians :-\n\n I wrote to you in my letter not to associate with sexually immoral people--  not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world.  But now I am writing to you that you must not associate with anyone who claims to be a brother or sister[a] but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people.\n\n What business is it of mine to judge those outside the church? Are you not to judge those inside?  God will judge those outside. \"Expel the wicked person from among you.\"[b]\n\nFootnotes\n Corinthians : The Greek word for brother or sister (adelphos) refers here to a believer, whether man or woman, as part of God's family; also in :, .\n Corinthians : Deut. :; :; :; :; :,; :",
    "Script 4": "Esther :-\nAmerican Standard Version\n After these things, when the wrath of king Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her.  Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:  and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of [a]Hegai the king's chamberlain, keeper of the women; and let their things for purification be given them;  and let the maiden that pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.\n\n There was a certain Jew in Shushan the palace, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,  who had been carried away from Jerusalem with the captives that had been carried away with [b]Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.  And he [c]brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter.\n\n So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was taken into the king's house, to the custody of Hegai, keeper of the women.  And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with her portions, and the seven maidens who were meet to be given her out of the king's house: and he removed her and her maidens to the best place of the house of the women.  Esther had not made known her people nor her kindred; for Mordecai had charged her that she should not make it known.  And Mordecai walked every day before the court of the women's house, to know how Esther did, and what would become of her.\n\n Now when the turn of every maiden was come to go in to king Ahasuerus, after that it had been done to her according to the law for the women twelve months (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odors and with the things for the purifying of the women),  then in this wise came the maiden unto the king: Whatsoever she desired was given her to go with her out of the house of the women unto the king's house.  In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, who kept the concubines: she came in unto the king no more, except the king delighted in her, and she were called by name.  Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favor in the sight of all them that looked upon her.\n\n So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign.  And the king loved Esther above all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.  Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a [d]release to the provinces, and gave gifts, according to the [e]bounty of the king.\n\n \nFootnotes\nEsther : Hebrew Hegee.\nEsther : In  Kin. :, Jehoiachin.\nEsther : Hebrew nourished.\nEsther : Hebrew rest.\nEsther : Hebrew hand.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n The Mighty One, God, the Lord,\n    speaks and summons the earth\n    from the rising of the sun to where it sets.\n From Zion, perfect in beauty,\n    God shines forth.\n Our God comes\n    and will not be silent;\na fire devours before him,\n    and around him a tempest rages.\n He summons the heavens above,\n    and the earth, that he may judge his people:\n \"Gather to me this consecrated people,\n    who made a covenant with me by sacrifice.\"\n And the heavens proclaim his righteousness,\n    for he is a God of justice.[a][b]\n\n \"Listen, my people, and I will speak;\n    I will testify against you, Israel:\n    I am God, your God.\n I bring no charges against you concerning your sacrifices\n    or concerning your burnt offerings, which are ever before me.\n I have no need of a bull from your stall\n    or of goats from your pens,\n for every animal of the forest is mine,\n    and the cattle on a thousand hills.\n I know every bird in the mountains,\n    and the insects in the fields are mine.\n If I were hungry I would not tell you,\n    for the world is mine, and all that is in it.\n Do I eat the flesh of bulls\n    or drink the blood of goats?\n\n \"Sacrifice thank offerings to God,\n    fulfill your vows to the Most High,\n and call on me in the day of trouble;\n    I will deliver you, and you will honor me.\"\n\n But to the wicked person, God says:\n\n\"What right have you to recite my laws\n    or take my covenant on your lips?\n You hate my instruction\n    and cast my words behind you.\n When you see a thief, you join with him;\n    you throw in your lot with adulterers.\n You use your mouth for evil\n    and harness your tongue to deceit.\n You sit and testify against your brother\n    and slander your own mother's son.\n When you did these things and I kept silent,\n    you thought I was exactly[c] like you.\nBut I now arraign you\n    and set my accusations before you.\n\n \"Consider this, you who forget God,\n    or I will tear you to pieces, with no one to rescue you:\n Those who sacrifice thank offerings honor me,\n    and to the blameless[d] I will show my salvation.\"\n\n",
    "Script 2": "Nehemiah :-, -\n\nNehemiah's Final Reforms\n\n On that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God,  because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.)  When the people heard this law, they excluded from Israel all who were of foreign descent.\n\n Moreover, in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab.  Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah.  I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God's name and said: \"You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves.  Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women.  Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?\"\n\n One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me.\n\n Remember them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites.\n\n So I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task.  I also made provision for contributions of wood at designated times, and for the firstfruits.\n\nRemember me with favor, my God.",
    "Script 3": " Corinthians :-\n\n I wrote to you in my letter not to associate with sexually immoral people--  not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world.  But now I am writing to you that you must not associate with anyone who claims to be a brother or sister[a] but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people.\n\n What business is it of mine to judge those outside the church? Are you not to judge those inside?  God will judge those outside. \"Expel the wicked person from among you.\"[b]\n\n",
    "Script 4": "Esther :-\nAmerican Standard Version\n After these things, when the wrath of king Ahasuerus was pacified, he remembered Vashti, and what she had done, and what was decreed against her.  Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:  and let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of [a]Hegai the king's chamberlain, keeper of the women; and let their things for purification be given them;  and let the maiden that pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.\n\n There was a certain Jew in Shushan the palace, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,  who had been carried away from Jerusalem with the captives that had been carried away with [b]Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.  And he [c]brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maiden was fair and beautiful; and when her father and mother were dead, Mordecai took her for his own daughter.\n\n So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was taken into the king's house, to the custody of Hegai, keeper of the women.  And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with her portions, and the seven maidens who were meet to be given her out of the king's house: and he removed her and her maidens to the best place of the house of the women.  Esther had not made known her people nor her kindred; for Mordecai had charged her that she should not make it known.  And Mordecai walked every day before the court of the women's house, to know how Esther did, and what would become of her.\n\n Now when the turn of every maiden was come to go in to king Ahasuerus, after that it had been done to her according to the law for the women twelve months (for so were the days of their purifications accomplished, to wit, six months with oil of myrrh, and six months with sweet odors and with the things for the purifying of the women),  then in this wise came the maiden unto the king: Whatsoever she desired was given her to go with her out of the house of the women unto the king's house.  In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king's chamberlain, who kept the concubines: she came in unto the king no more, except the king delighted in her, and she were called by name.  Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king's chamberlain, the keeper of the women, appointed. And Esther obtained favor in the sight of all them that looked upon her.\n\n So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which is the month Tebeth, in the seventh year of his reign.  And the king loved Esther above all the women, and she obtained favor and kindness in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.  Then the king made a great feast unto all his princes and his servants, even Esther's feast; and he made a [d]release to the provinces, and gave gifts, according to the [e]bounty of the king.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]