[
  {
    "Date": "2025-10-26T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=6",
    "famous quote": "Mentoring is a two-way street. You get out what you put in. \n-Steve Washington",
    "Ted Talks": "https://www.youtube.com/watch?v=bUSMPLPMASM",
    "Nature Video": "https://www.youtube.com/watch?v=B6Lh-TB2_mA",
    "User added": "\"O Lord our God, you answered them. You were a forgiving God to them, but you punished them when they went wrong.\"\n??Psalms? ?99:8? ?NLT??????\n\nGod answers you! He sees you! I am constantly amazed that God knows me personally. Better than I know myself. Even though He knows all of my dark meanness, evil thoughts, callousness, and willfulness, because of Christ Jesus, He has forgiven me. And God loves me so much that He sends correction into my life to keep me on the right path. Do you see His loving hand in the correction He gives? Consider what forgiveness cost Him, and I think you will.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_cdeff9b1883e4387bde534dfd7754a5d~mv2.png",
    "Interview Text": "Woman's healing\r\nI find out the woman was healed\r\n\r\nThroughout the week we had a team of people to do short update interviews with each of the 272 missionaries who were attending our training. The updates were for reporting the status of their ministry to the Americans who supported them. Each of the members on our team was encouraged to help out with at least a few of these interviews. Usually four to six of our team were doing them throughout the day.\r\nAfter doing a couple of the several-hour-long interviews, and while waiting for the next, I volunteered to do some of the shorter update interviews.\r\nAfter a few of them, most of which involved healings and/or persecution on some scale, a man sat down with my new translator and me. He seemed to hold a secret behind his smile. I didn't realize why until half way through the interview.\r\nHe began by answering our spreadsheet questions about how his ministry was going. He said it was going well and he told a story of a woman who had a stomach sickness. She wanted to go to the hospital or the witch doctor but it was going to cost her 1,500 birr ($75). So instead she came to him. They prayed for her and she was healed. And because of it her family started coming to the church.\r\nThen my translator spoke to me, \"He says, do you remember the church you went to on your way to Gojo?\"\r\nI'm caught off guard. I recalled the church we had stopped off at, the clay hut with no lights and just a couple windows. The one where I prayed for that woman's stomach that didn't seem to be healed. The one where I had felt so unworthy to pray for them. The one I stopped in the middle to repent for my own impurities. How did this pastor know about that?\r\nI looked at him. He was looking intensely at me, with a deep, knowing smile.\r\nHe said something and the translator relayed it, \"I remember you.\" He said, \"I saw you praying for the woman.\"\r\nI was shocked. \"That was your church?\" The pieces fell together more. \"Wait, that woman?\"\r\nHe said yes. \r\nAnd through a jumbled exchanged of excited translation the full story took shape.\r\nThis woman had been so sick that she couldn't come to church. He prayed for her, which made her healthy enough to come to church on the day that we arrived. We prayed for her that day and she had gone home. \r\nShe came back on Sunday a few days later for church, and told the pastor she was healed. And her family had come to church with her.\r\nThe pastor and I shared a long hug. Longer than I've maybe ever hugged a man. And we shared several long smiles as we were preparing for goodbye. It felt a little bit as if this man brought a message directly from God saying He was pleased with me. And perhaps to him I was like someone who had brought some of his family members to Christ. (I wonder if there will be a lot of meetings like that in heaven.)\r\nHe said, \"You should come back next year and hold a revival at our church.\"\r\nI was amazed and my eyes teared up over and over throughout the rest of the day. What were the chances that I would be the person who interviewed him on this very day? I only did about 15 of the quick interviews out of the 272 pastors over the course of the week. It seemed that God really had used me and the other Americans to help heal, despite my feelings of inadequacy and impurity. And how amazing that through it people started coming to church, and hopefully got to know Christ.\r\nAnd it seemed God really wanted to show me how beautiful it is to act as His hands as they bring people to Him.\r",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=GVgwZdyLRM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_8",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]