[
  {
    "Date": "2025-08-19T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=bI8BhsSPdGI&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=1",
    "famous quote": "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.\n-Elizabeth Gilbert (in \"Eat, Pray, Love\")",
    "Ted Talks": "https://www.youtube.com/watch?v=G-lWWxJPfFo",
    "Nature Video": "https://www.youtube.com/watch?v=py0wRutmMF4",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/un-homeless-robert-and-the-giving-keys",
    "Interview image": "",
    "Interview Text": "I met Robert when he came to Atlanta with Brit Gilmore to speak on behalf of The Giving Keys.\n\nRobert spent 24 years in jail for basically seeing a friend rob someone (which led to murder) and then not ratting him out. He was convicted as being an accessory to murder.\n\nNow, he is no longer homeless, partly because he is working for The Giving Keys, which is an organization in LA that hires people out of homelessness to produce fashion accessories (keys on necklaces) with encouraging messages stamped onto them. They are made to pass on to others in need.\n\nRobert is known around the office as the wise sage. Brit, the president of The Giving Keys, says that as she walks into the office each day she asks Robert for a word of wisdom for the office. And nuggets of wisdom pour out of him on the spot.\n\nHe didn't disappoint when he and Brit spoke at the Serenbe Art Farm. When she asked him to come up with something on the spot, Robert got emotional, tried to start a couple times and then said to all of the attendees, \"If you want God to listen to you in your requests, you have to be willing to listen to him. Read the Bible.\"\n\nAs I drove them to the airport I got to ask him a few more questions.\n\nI asked what prison was like and he told me it is just a gated community of everything that is in the rest of the world. Gangs, prostitution (with the female correction officers), but also things like school. The inmates create a lot of racial division for themselves because there is power in numbers. Whites, Blacks, Northern Hispanics, Southern Hispanics, and you can't go into the territory that you don't belong in.\n\nHe said he realized early that he had to associate himself with people who also wanted to better themselves. And even though they were sometimes criticized for it, those who were bettering themselves knew they had to stick together in numbers as well. Then they had to learn from each other, take advantage of the learning programs in jail, and find anybody else who wanted the same. When things got hard and other inmates taunted them by saying things like \"You ain't got no salt,\" they often relied on each other to stay strong. Robert said, \"You help each other become more BRAVE.\" ... (click link for more)",
    "Interview Video": "https://www.youtube.com/watch?v=og-Tlpk-lro",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=T_hH2S7nUjo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/A6eJxO_PF1c",
    "Other Video": "",
    "Music Video": "https://youtu.be/t7ElEHJpvNs",
    "Music Video Instructions": "Imagine Jesus talking around the table at the last supper."
  }
]