[
  {
    "Date": "2025-11-05T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/2Ax0S0fIHGM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=7cjHx1yXv9o&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=3",
    "famous quote": "\"Every time you make a choice you are turning the central part of you, the part of you that chooses, into something a little different than it was before. And taking your life as a whole, with all your innumerable choices, all your life long you are slowly turning this central thing into a heavenly creature or a hellish creature: either into a creature that is in harmony with God, and with other creatures, and with itself, or else into one that is in a state of war and hatred with God, and with its fellow creatures, and with itself. To be the one kind of creature is heaven: that is, it is joy and peace and knowledge and power. To be the other means madness, horror, idiocy, rage, impotence, and eternal loneliness. Each of us at each moment is progressing to the one state of the other.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=kvtYjdriSpM",
    "Nature Video": "https://www.youtube.com/watch?v=wmbEtgw9Pf4&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=24",
    "User added": "\"For you know that your lives were ransomed once and for all from the empty and futile way of life handed down from generation to generation. It was not a ransom payment of silver and gold, which eventually perishes, but the precious blood of Christ--who like a spotless, unblemished lamb was sacrificed for us.\"\n‭‭1 Peter‬ ‭1:18-19‬ ‭TPT‬‬‬‬‬‬\n\nWe all struggle with competing demands from life; work, family, relationships, etc. Partly, the reason for so many rules for the Hebrews was to help them incorporate God into their everyday lives, but the rules became god for many of them. God has always wanted to be the centerpiece of our lives. Thankfully, He sent Jesus, so we can always have His Spirit with us. Take time throughout your day to focus on God. The more you seek Him, the more you will see Him in all you do!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 10)\n\nLet's try another hard one.\r\nA lot of people in the USA think Christianity can't be true because it says homosexuality is wrong. What is your response to that?\r\nI believe this is from demons. Because God gave his word from the beginning in Genesis, man cannot be alone so he gave women, and promised to have children to fill the world. So anything other than this comes from Satan. The secret things that Satan gives are against the word of God. They give themselves priority instead of the Word of God. If people walk away from God, Satan wants that, so he gives them a lesson so that when they come to the Word of God it comes against it and keeps them from coming to God.\r\nI think of the people that will read these interviews that won't agree with him on this issue. But I hope they don't stop reading, because the root of his point is not homosexuality. I think it is that when we spend much of our time listening to voices other than God, especially from our culture, deep, powerful mindsets get built into our psyche. Then when we look up and find God's word is in opposition to our assumptions, we are apt to choose our own way because we have become so entrenched in it.\r\nBut maybe it is also important what he is saying about homosexuality, specifically. Maybe he does have a pure vision of Christianity not morphed by culture. This is a strong statement, but he is a man of strong faith, working strongly with God to make a lot of remarkable things happen.\r\n\r\nAs I ask him again if he still has enough energy to continue talking, he says again, I am not tired because God gives me words. I marvel at this man's faith and continue.",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=8Uw15Ld84Ew",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]