[
  {
    "Date": "2026-01-09T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=H0L1Y-wL9x4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMDIwNjFkYmEtN2RlOC0zMWQwLThlM2ItNjdlNmI5MGViMzY5?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=fgTaFfflYNY&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=3",
    "famous quote": "\"I'm on Aslan's side even if there isn't any Aslan to lead it. I'm going to live as like a Narnian as I can even if there isn't any Narnia.\"\n-- C.S. Lewis (The Silver Chair (Chronicles of Narnia, #4))",
    "Ted Talks": "https://www.youtube.com/watch?v=8KkKuTCFvzI",
    "Nature Video": "https://www.youtube.com/watch?v=T7SIxJOoQd8",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-gary-in-a-wheelchair",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Gary in a Wheelchair\n\nThis is a 7 minute listen, if you'd like to hear the interview.\n\nGary came to Atlanta when his mom became sick. She passed away 20 years ago. Then his step father passed away. He has no more family left.\n\nHis legs gave out and now he is in a wheelchair. He sleeps in the woods with some blankets. I met him as I walked through Marrietta square. He asked for some money. I told him my policy is not to give out cash, that I only buy food. So I went and got him some food and came back and sat with him.\n\n\nHe's now 63, which I noted was the age of my dad.\n\nHe says he wishes he could start working again. He used to work at Walmart and Kmart. He wishes he could become a people greeter or a waiter again. He likes to interact with people.\n\nIn a way, I noticed that is what he gets to do out here on the street corner.\n\nHe said some people notice and ignore him, and others choose to help out. He says we'll all be held accountable some day, and even in this life what we give comes back to us.\n\nHe said he gets through it by continuing to hope and trust. Hoping and trusting. Hoping and trusting. This is what he said multiple times. This seemed to be his mantra.\n\nThank you for your time, Gary. Oh, and I ended up giving him ten bucks as well. Sometimes you just feel it is the right time.\n\nRaw Spoon, 1-10-17",
    "Interview Video": "https://youtu.be/wgjLJ8EH7aY",
    "Pursuing Mission video": "https://youtu.be/OpB0tv06l2w",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M11PBJbFApw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]