[
  {
    "Date": "2026-01-26T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMmFmZjVjNDQtNTc4ZC0zZTdkLWFlZTktMmJkNTgyNmNlZGMz?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=Fh0VIrexs34&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=2",
    "famous quote": "\"Only those who dare to fail greatly can ever achieve greatly.\"- John F. Kennedy",
    "Ted Talks": "https://www.youtube.com/watch?v=25bwiSikRsI",
    "Nature Video": "https://www.youtube.com/watch?v=qRTVg8HHzUo",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "I talked to my cousin that same day, the one who had lost his father, the reason I had gone on this trip with my dad. I told him about the miracles in Ethiopia and asked him if he had any idea how it worked in America. He said he thought it was all about time in prayer and reading the Bible.\r\n\r\nWhen I asked my roommate Edward the same quesion the next day, he said we can know what he is saying to us by knowing God's character. And we do that by reading the Bible. \r\n\r\nThese are just the two most recent answers I've gotten. It appears that like anything that is real, a doctorate degree could be had on the subject if you just look for it. Life was much simpler before I wanted to really understand how to hear God. \n\r\nI'm learning that though it seemed simple on the surface there is not one rule that applies to all situations. Or even each person. Even Jesus, when the disciples came to him and asked why they couldn't heal someone, he says this type of demon can only be cast out with prayer. This was a new bit of information. So I wonder if maybe we will never get to the end of this arena. There is always more to learn about God's heart and prayer. \r\n\nAnyway, starting on Tuesday, I began fasting. And I prayed through the morning. It was beautiful. It had been so hard to keep attention in prayer but I was finally believing it.\r\n\n-Raw Spoon",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=07U1ojc57vE",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/LPD5FlD52fU",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]