[
  {
    "Date": "2026-02-10T08:00:00.000Z",
    "Movie Scene": "",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vN2YyMmUyYzQtN2I5NC0zYzE0LWE5ZGItNmQwNzIyZTYyNWE0?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=hHHUusNIArY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=11",
    "famous quote": "\"And out of that hopeless attempt has come nearly all that we call human history--money, poverty, ambition, war, prostitution, classes, empires, slavery--the long terrible story of man trying to find something other than God which will make him happy.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=KocDKQgWrSk",
    "Nature Video": "https://www.youtube.com/watch?v=tt66izA5y28&list=RDtt66izA5y28&start_radio=1",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin: \n\nThen one of his Alcoholics Anonymous friends confessed to Kevin that he had been having such bad anxiety lately that he was just glad he had a good life insurance policy so his kids would be taken care of if he died. He pulled a package of Xanax out of his pocket. His doctor had given it to him so he could take it during a panic attack to prevent his heart from stopping, but Xanax is indulgently called Xandy bars by addicts because it gives a high and that would be a time bomb for his sobriety.\n\nAlcoholics Anonymous teaches that to get over your addiction you must stay active in positive things. He had hit a similar wall earlier and through counseling had discovered a technique to get healthy. It was simply planning two days each week that were off limits to planning anything with anybody, and on which he must rest. Kevin's friend's confession was supremely timed and Kevin was able to share what he had learned. \n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rhtgQnFnIpk",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]