[
  {
    "Date": "2025-12-19T08:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Third week of Advent",
    "Script 1": "\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n",
    "Script 2": "David's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?  And as if this were not enough in your sight, Sovereign Lord, you have also spoken about the future of the house of your servant--and this decree, Sovereign Lord, is for a mere human![a]\n\n \"What more can David say to you? For you know your servant, Sovereign Lord.  For the sake of your word and according to your will, you have done this great thing and made it known to your servant.\n\n \"How great you are, Sovereign Lord! There is no one like you, and there is no God but you, as we have heard with our own ears.\n\n",
    "Script 3": " What I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate.  The heir is subject to guardians and trustees until the time set by his father.  So also, when we were underage, we were in slavery under the elemental spiritual forces[a] of the world.  But when the set time had fully come, God sent his Son, born of a woman, born under the law,  to redeem those under the law, that we might receive adoption to sonship.[b]  Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba,[c] Father.\"  So you are no longer a slave, but God's child; and since you are his child, God has made you also an heir.\n\n",
    "Script 4": "American Standard Version\n And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses.\n\n And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen.  And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman.  They made shoulder-pieces for it, joined together; at the two ends was it joined together.  And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses.\n\n And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel.  And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses.\n\n And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen.  It was foursquare; they made the breastplate double: a span was the length thereof, and a span the breadth thereof, being double.  And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;  and the second row, an emerald, a sapphire, and a diamond;  and the third row, a jacinth, an agate, and an amethyst;  and the fourth row, a beryl, an onyx, and a jasper: they were inclosed in inclosings of gold in their settings.  And the stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, for the twelve tribes.  And they made upon the breastplate chains like cords, of wreathen work of pure gold.  And they made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate.  And they put the two wreathen chains of gold in the two rings at the ends of the breastplate.  And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof.  And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward.  And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod.  And they did bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as Jehovah commanded Moses.\n\n And he made the robe of the ephod of woven work, all of blue;  and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent.  And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen.  And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates;  a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as Jehovah commanded Moses.\n\n And they made the coats of fine linen of woven work for Aaron, and for his sons,  and the [a]mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen,  and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the embroiderer; as Jehovah commanded Moses.\n\n And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet, Holy to Jehovah.  And they tied unto it a lace of blue, to fasten it upon the [b]mitre above; as Jehovah commanded Moses.\n\n Thus was finished all the work of the tabernacle of the tent of meeting: and the children of Israel did according to all that Jehovah commanded Moses; so did they.  And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, it bars, and its pillars, and it sockets;  and the covering of rams' skins dyed red, and the covering of [c]sealskins, and the veil of the screen;  the ark of the testimony, and the staves thereof, and the mercy-seat;  the table, all the vessels thereof, and the showbread;  the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light;  and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent;  the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base;  the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle, for the tent of meeting;  the finely wrought garments for ministering in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office.  According to all that Jehovah commanded Moses, so the children of Israel did all the work.  And Moses saw all the work, and, behold, they had done it; as Jehovah had commanded, even so had they done it: and Moses blessed them.\n\n \n",
    "Script LInk": "biblegateway.com/passage/?search=Psalm80:1-7,17-19;2Samuel7:18-22;Galatians4:1-7",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.80,2Sam.7,Gal.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_658d488147ce4086b6e902736079346d~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_a666c71a64084e44b23733b62d19c705~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_3f43e5a03801452ea3b91bb4115e4a8b~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 80:1-7, 17-19",
    "Address Script 2": "2 Samuel 7:18-22",
    "Address Script 3": "Galatians 4:1-7",
    "Address Script 4": "Exodus 39",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.80.fe59e422c3168a7bc453b7d224bda89a.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.7.ee2ae55b61002703ea567276a1960c55.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.4.f09a90bfa208615fd1f07be5b9ce94bc.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Exod.39.cf03b3487ea063bd9b1459e6c68471ae.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 80:1-7, 17-19\n\nPsalm 80[a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n1 Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth 2 before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n3 Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n4 How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n5 You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n6 You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n7 Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n17 Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n18 Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n19 Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\nFootnotes\na. Psalm 80:1 In Hebrew texts 80:1-19 is numbered 80:2-20.\nb. Psalm 80:6 Probable reading of the original Hebrew text; Masoretic Text contention",
    "Script 2": "2 Samuel 7:18-22\n\nDavid's Prayer\n\n18 Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far? 19 And as if this were not enough in your sight, Sovereign Lord, you have also spoken about the future of the house of your servant--and this decree, Sovereign Lord, is for a mere human![a]\n\n20 \"What more can David say to you? For you know your servant, Sovereign Lord. 21 For the sake of your word and according to your will, you have done this great thing and made it known to your servant.\n\n22 \"How great you are, Sovereign Lord! There is no one like you, and there is no God but you, as we have heard with our own ears.\n\nFootnotes\na. 2 Samuel 7:19 Or for the human race",
    "Script 3": "Galatians 4:1-7\n\n1 What I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate. 2 The heir is subject to guardians and trustees until the time set by his father. 3 So also, when we were underage, we were in slavery under the elemental spiritual forces[a] of the world. 4 But when the set time had fully come, God sent his Son, born of a woman, born under the law, 5 to redeem those under the law, that we might receive adoption to sonship.[b] 6 Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba,[c] Father.\" 7 So you are no longer a slave, but God's child; and since you are his child, God has made you also an heir.\n\nFootnotes\na. Galatians 4:3 Or under the basic principles\nb. Galatians 4:5 The Greek word for adoption to sonship is a legal term referring to the full legal standing of an adopted male heir in Roman culture.\nc. Galatians 4:6 Aramaic for Father",
    "Script 4": "Exodus 39\nAmerican Standard Version\n39 And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses.\n\n2 And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen. 3 And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman. 4 They made shoulder-pieces for it, joined together; at the two ends was it joined together. 5 And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses.\n\n6 And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel. 7 And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses.\n\n8 And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen. 9 It was foursquare; they made the breastplate double: a span was the length thereof, and a span the breadth thereof, being double. 10 And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row; 11 and the second row, an emerald, a sapphire, and a diamond; 12 and the third row, a jacinth, an agate, and an amethyst; 13 and the fourth row, a beryl, an onyx, and a jasper: they were inclosed in inclosings of gold in their settings. 14 And the stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, for the twelve tribes. 15 And they made upon the breastplate chains like cords, of wreathen work of pure gold. 16 And they made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate. 17 And they put the two wreathen chains of gold in the two rings at the ends of the breastplate. 18 And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof. 19 And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward. 20 And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod. 21 And they did bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as Jehovah commanded Moses.\n\n22 And he made the robe of the ephod of woven work, all of blue; 23 and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent. 24 And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen. 25 And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates; 26 a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as Jehovah commanded Moses.\n\n27 And they made the coats of fine linen of woven work for Aaron, and for his sons, 28 and the [a]mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen, 29 and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the embroiderer; as Jehovah commanded Moses.\n\n30 And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet, Holy to Jehovah. 31 And they tied unto it a lace of blue, to fasten it upon the [b]mitre above; as Jehovah commanded Moses.\n\n32 Thus was finished all the work of the tabernacle of the tent of meeting: and the children of Israel did according to all that Jehovah commanded Moses; so did they. 33 And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, it bars, and its pillars, and it sockets; 34 and the covering of rams' skins dyed red, and the covering of [c]sealskins, and the veil of the screen; 35 the ark of the testimony, and the staves thereof, and the mercy-seat; 36 the table, all the vessels thereof, and the showbread; 37 the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light; 38 and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent; 39 the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base; 40 the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle, for the tent of meeting; 41 the finely wrought garments for ministering in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office. 42 According to all that Jehovah commanded Moses, so the children of Israel did all the work. 43 And Moses saw all the work, and, behold, they had done it; as Jehovah had commanded, even so had they done it: and Moses blessed them.\n\n \nFootnotes\nExodus 39:28 Or, turban\nExodus 39:31 Or, turban\nExodus 39:34 Or, porpoise-skins",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-, -\n\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Probable reading of the original Hebrew text; Masoretic Text contention",
    "Script 2": " Samuel :-\n\nDavid's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?  And as if this were not enough in your sight, Sovereign Lord, you have also spoken about the future of the house of your servant--and this decree, Sovereign Lord, is for a mere human![a]\n\n \"What more can David say to you? For you know your servant, Sovereign Lord.  For the sake of your word and according to your will, you have done this great thing and made it known to your servant.\n\n \"How great you are, Sovereign Lord! There is no one like you, and there is no God but you, as we have heard with our own ears.\n\nFootnotes\na.  Samuel : Or for the human race",
    "Script 3": "Galatians :-\n\n What I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate.  The heir is subject to guardians and trustees until the time set by his father.  So also, when we were underage, we were in slavery under the elemental spiritual forces[a] of the world.  But when the set time had fully come, God sent his Son, born of a woman, born under the law,  to redeem those under the law, that we might receive adoption to sonship.[b]  Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba,[c] Father.\"  So you are no longer a slave, but God's child; and since you are his child, God has made you also an heir.\n\nFootnotes\na. Galatians : Or under the basic principles\nb. Galatians : The Greek word for adoption to sonship is a legal term referring to the full legal standing of an adopted male heir in Roman culture.\nc. Galatians : Aramaic for Father",
    "Script 4": "Exodus \nAmerican Standard Version\n And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses.\n\n And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen.  And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman.  They made shoulder-pieces for it, joined together; at the two ends was it joined together.  And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses.\n\n And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel.  And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses.\n\n And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen.  It was foursquare; they made the breastplate double: a span was the length thereof, and a span the breadth thereof, being double.  And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;  and the second row, an emerald, a sapphire, and a diamond;  and the third row, a jacinth, an agate, and an amethyst;  and the fourth row, a beryl, an onyx, and a jasper: they were inclosed in inclosings of gold in their settings.  And the stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, for the twelve tribes.  And they made upon the breastplate chains like cords, of wreathen work of pure gold.  And they made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate.  And they put the two wreathen chains of gold in the two rings at the ends of the breastplate.  And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof.  And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward.  And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod.  And they did bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as Jehovah commanded Moses.\n\n And he made the robe of the ephod of woven work, all of blue;  and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent.  And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen.  And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates;  a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as Jehovah commanded Moses.\n\n And they made the coats of fine linen of woven work for Aaron, and for his sons,  and the [a]mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen,  and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the embroiderer; as Jehovah commanded Moses.\n\n And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet, Holy to Jehovah.  And they tied unto it a lace of blue, to fasten it upon the [b]mitre above; as Jehovah commanded Moses.\n\n Thus was finished all the work of the tabernacle of the tent of meeting: and the children of Israel did according to all that Jehovah commanded Moses; so did they.  And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, it bars, and its pillars, and it sockets;  and the covering of rams' skins dyed red, and the covering of [c]sealskins, and the veil of the screen;  the ark of the testimony, and the staves thereof, and the mercy-seat;  the table, all the vessels thereof, and the showbread;  the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light;  and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent;  the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base;  the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle, for the tent of meeting;  the finely wrought garments for ministering in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office.  According to all that Jehovah commanded Moses, so the children of Israel did all the work.  And Moses saw all the work, and, behold, they had done it; as Jehovah had commanded, even so had they done it: and Moses blessed them.\n\n \nFootnotes\nExodus : Or, turban\nExodus : Or, turban\nExodus : Or, porpoise-skins",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-, -\n\nPsalm [a]\n\nFor the director of music. To the tune of \"The Lilies of the Covenant.\" Of Asaph. A psalm.\n\n Hear us, Shepherd of Israel,\n    you who lead Joseph like a flock.\nYou who sit enthroned between the cherubim,\n    shine forth  before Ephraim, Benjamin and Manasseh.\nAwaken your might;\n    come and save us.\n\n Restore us, O God;\n    make your face shine on us,\n    that we may be saved.\n\n How long, Lord God Almighty,\n    will your anger smolder\n    against the prayers of your people?\n You have fed them with the bread of tears;\n    you have made them drink tears by the bowlful.\n You have made us an object of derision[b] to our neighbors,\n    and our enemies mock us.\n\n Restore us, God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n Let your hand rest on the man at your right hand,\n    the son of man you have raised up for yourself.\n Then we will not turn away from you;\n    revive us, and we will call on your name.\n\n Restore us, Lord God Almighty;\n    make your face shine on us,\n    that we may be saved.\n\n",
    "Script 2": " Samuel :-\n\nDavid's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?  And as if this were not enough in your sight, Sovereign Lord, you have also spoken about the future of the house of your servant--and this decree, Sovereign Lord, is for a mere human![a]\n\n \"What more can David say to you? For you know your servant, Sovereign Lord.  For the sake of your word and according to your will, you have done this great thing and made it known to your servant.\n\n \"How great you are, Sovereign Lord! There is no one like you, and there is no God but you, as we have heard with our own ears.\n\n",
    "Script 3": "Galatians :-\n\n What I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate.  The heir is subject to guardians and trustees until the time set by his father.  So also, when we were underage, we were in slavery under the elemental spiritual forces[a] of the world.  But when the set time had fully come, God sent his Son, born of a woman, born under the law,  to redeem those under the law, that we might receive adoption to sonship.[b]  Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba,[c] Father.\"  So you are no longer a slave, but God's child; and since you are his child, God has made you also an heir.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And of the blue, and purple, and scarlet, they made finely wrought garments, for ministering in the holy place, and made the holy garments for Aaron; as Jehovah commanded Moses.\n\n And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen.  And they did beat the gold into thin plates, and cut it into wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, the work of the skilful workman.  They made shoulder-pieces for it, joined together; at the two ends was it joined together.  And the skilfully woven band, that was upon it, wherewith to gird it on, was of the same piece and like the work thereof; of gold, of blue, and purple, and scarlet, and fine twined linen; as Jehovah commanded Moses.\n\n And they wrought the onyx stones, inclosed in settings of gold, graven with the engravings of a signet, according to the names of the children of Israel.  And he put them on the shoulder-pieces of the ephod, to be stones of memorial for the children of Israel; as Jehovah commanded Moses.\n\n And he made the breastplate, the work of the skilful workman, like the work of the ephod; of gold, of blue, and purple, and scarlet, and fine twined linen.  It was foursquare; they made the breastplate double: a span was the length thereof, and a span the breadth thereof, being double.  And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;  and the second row, an emerald, a sapphire, and a diamond;  and the third row, a jacinth, an agate, and an amethyst;  and the fourth row, a beryl, an onyx, and a jasper: they were inclosed in inclosings of gold in their settings.  And the stones were according to the names of the children of Israel, twelve, according to their names; like the engravings of a signet, every one according to his name, for the twelve tribes.  And they made upon the breastplate chains like cords, of wreathen work of pure gold.  And they made two settings of gold, and two gold rings, and put the two rings on the two ends of the breastplate.  And they put the two wreathen chains of gold in the two rings at the ends of the breastplate.  And the other two ends of the two wreathen chains they put on the two settings, and put them on the shoulder-pieces of the ephod, in the forepart thereof.  And they made two rings of gold, and put them upon the two ends of the breastplate, upon the edge thereof, which was toward the side of the ephod inward.  And they made two rings of gold, and put them on the two shoulder-pieces of the ephod underneath, in the forepart thereof, close by the coupling thereof, above the skilfully woven band of the ephod.  And they did bind the breastplate by the rings thereof unto the rings of the ephod with a lace of blue, that it might be upon the skilfully woven band of the ephod, and that the breastplate might not be loosed from the ephod; as Jehovah commanded Moses.\n\n And he made the robe of the ephod of woven work, all of blue;  and the hole of the robe in the midst thereof, as the hole of a coat of mail, with a binding round about the hole of it, that it should not be rent.  And they made upon the skirts of the robe pomegranates of blue, and purple, and scarlet, and twined linen.  And they made bells of pure gold, and put the bells between the pomegranates upon the skirts of the robe round about, between the pomegranates;  a bell and a pomegranate, a bell and a pomegranate, upon the skirts of the robe round about, to minister in; as Jehovah commanded Moses.\n\n And they made the coats of fine linen of woven work for Aaron, and for his sons,  and the [a]mitre of fine linen, and the goodly head-tires of fine linen, and the linen breeches of fine twined linen,  and the girdle of fine twined linen, and blue, and purple, and scarlet, the work of the embroiderer; as Jehovah commanded Moses.\n\n And they made the plate of the holy crown of pure gold, and wrote upon it a writing, like the engravings of a signet, Holy to Jehovah.  And they tied unto it a lace of blue, to fasten it upon the [b]mitre above; as Jehovah commanded Moses.\n\n Thus was finished all the work of the tabernacle of the tent of meeting: and the children of Israel did according to all that Jehovah commanded Moses; so did they.  And they brought the tabernacle unto Moses, the Tent, and all its furniture, its clasps, its boards, it bars, and its pillars, and it sockets;  and the covering of rams' skins dyed red, and the covering of [c]sealskins, and the veil of the screen;  the ark of the testimony, and the staves thereof, and the mercy-seat;  the table, all the vessels thereof, and the showbread;  the pure candlestick, the lamps thereof, even the lamps to be set in order, and all the vessels thereof, and the oil for the light;  and the golden altar, and the anointing oil, and the sweet incense, and the screen for the door of the Tent;  the brazen altar, and its grating of brass, its staves, and all its vessels, the laver and its base;  the hangings of the court, its pillars, and its sockets, and the screen for the gate of the court, the cords thereof, and the pins thereof, and all the instruments of the service of the tabernacle, for the tent of meeting;  the finely wrought garments for ministering in the holy place, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office.  According to all that Jehovah commanded Moses, so the children of Israel did all the work.  And Moses saw all the work, and, behold, they had done it; as Jehovah had commanded, even so had they done it: and Moses blessed them.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]