[
  {
    "Date": "2025-09-08T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=u0ZXBJQsKsk",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-MnSLhJW_6M&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=5",
    "famous quote": "Autonomy, complexity, and a connection between effort and reward--are, most people will agree, the three qualities that work has to have if it is to be satisfying.\n-Malcolm Gladwell (in \"Outliers\")",
    "Ted Talks": "https://www.youtube.com/watch?v=xYemnKEKx0c",
    "Nature Video": "https://youtu.be/ykwgE9MlNCs",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Scott:\n\n(part 4) \n\nDavid told a story where they were on a boat in the Amazon at night and a huge storm was threatening them with huge waves, torrential rains, and powerful winds. David ran to the captain but he was literally crying out for his \"Mama.\" David then went down to the basement of the boat and was startled to find that their sump pump was a little kid scooping water out with a bowl. Then he went to find Scott. He found him asleep in his hammock (of course right now we see Jesus asleep in the boat during the storm). Scott got up, climbed to the top of the boat, strapped himself to the antenna pole and commanded the storm to go away. When he came back down he said, \"That was weird. It usually stops right away. That one didn't obey for a couple minutes.\"\n\nSuddenly the the swarms of bugs that had been taking shelter in the trees during the horrendous storm all came out at once and in stormed the lights on the boat so much that they had to duck for cover.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=p2-naaWqkwI",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rGnBKbyoXM9",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=be12BC5pQLE",
    "Music Video Instructions": "Imagine this as God calling out to you, missing you, wanting you back."
  }
]