[
  {
    "Date": "2026-01-02T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-nh3g6F63qM",
    "Additional Link": "https://jamesclear.com/habits-fail",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=2",
    "famous quote": "\"Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do.\"\n-- C.S. Lewis (The Silver Chair (Chronicles of Narnia, #4))",
    "Ted Talks": "https://www.youtube.com/watch?v=aUBawr1hUwo",
    "Nature Video": "https://www.youtube.com/watch?v=SR6X-j55eEA&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=16",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/ex-homeless-helps-the-homeless",
    "Interview image": "",
    "Interview Text": "Ex-homeless helps the Homeless\n\nFacebook suggested an old acquaintance from high school. Whit Matthies. He was a cool kid a grade below me. But when I visited his Facebook page there weren't pics of lounging on boats, drinking in bars, or traveling Europe. His page was filled with pics like a dresser stacked feet high with packages of new socks to give away, and friends posting pictures of backpacks full of clothes they were going to give to the homeless inspired by what he was doing. Wait, is this the Whit I knew?!\n\nI reached out and his story is amazing. He was just like me and probably a lot of you. White, middle class, and as far as I know he had a good fam. But addiction and bipolar disorder pulled him into homelessness, and led to a dozen suicide attempts.\n\nIt was bad. Real bad.\n\nOne time he shot himself in the stomach trying to bleed himself to death.\n\nAnother time he stole 600 pills of painkillers and a bottle of Nyquil from the drug store. He downed it all with a bottle of vodka on the short train trip between the drug store and the bush he decided to die in. He woke up 3 days later bleeding from every orifice. A good and mysterious voice said 'you have a doctor's appointment waiting for you tomorrow.' He somehow got enough strength to make his way to the doctor's office and slept overnight in the rain to be there when they opened. He plugged his ears through the night to quiet the voices that were still telling him to kill himself and hurt others. In the appointment the doctor said, if you really did take all those chemicals, you are going to die. They scrambled and found him a hospital to go to.\n\nHis 6-year old son came into the hospital room and whispered to him, \"I don't want you to die, daddy.\" That's when Whit's body started to recover. He was able to urinate again and the urine turned from blood, to brown, to natural yellow.\n\nHe says this is how he knows God has a plan for him.\n\nBut the process wasn't over. He had what he would call a \"miraculous\" transformation through AA and lots of therapy and now he is on the other side. He is helping people who are in the situation he went through. His dream is to get a shower/barber truck he can send around Denver to serve the homeless population for free.\n\nHe realizes he has been given so much, so he has decided to give himself to help others.\n\nWhit claims that the only reason he is still here, and his life turned around was God.\n\nWatch our 16 minute interview, bawl your eyes out with us and get INSPIRED!\n\nThank you Whit for sharing your story and your mission. Here is how to see what he is doing and how to help out. His organization is called \"Witnessing Miracles.\" He's asking for other people who have seen some sort of similar miracle in their life to post their stories there. And feel free to donate financially for his shower/barber truck project!\n\nRaw Spoon, 6-29-17",
    "Interview Video": "https://youtu.be/UyAW5qx0cZA",
    "Pursuing Mission video": "https://www.facebook.com/1124461228/videos/612857703425512/",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=5kS3_oRqT30",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]