[
  {
    "Art title 1": "I Can Do All Things Through Christ Who Strengthens Me",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2cb6ead2d63a4223ba2c780450dd3d2f~mv2.jpg",
    "Artist Statement 1": "When it seems like the world and our own vices are locking us into descending cycles, there is one who is still calling out to us.\n\nWhen darkness has surrounded you, and it is hard to find freedom in any direction, God may be calling you forth into a new world and new growth you have never fathomed before. \n\nOften it is the \"dark night of the soul\" or times of extreme difficulty which bring about the greatest revival, transformation, and the deepest stories. Be ready for a new freedom and new growth awaiting you beyond this trial. \n\nTake heart, because perhaps the hard wall and darkness you feel in every direction is just the surface through which he is calling you to soon break through to become and accomplish great things he has planned for you. \n\nAnd we can trust that even though it seems you are too weak to break through, He has given you the power to do it. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-16efd0e1-7fab-4221-8446-28f00c3a8533",
    "Art title 2": "We Sow, God Grows",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_7e3ec5bdfd6a47d2bc9e9492b291ba34~mv2.jpg",
    "Artist Statement 2": "This was live art done during a missions weekend in which the church was thanking and sending out people in many forms of mission. The weekend started out with a night dedicated to raising money for the conflict in the Ukraine, as symbolized by the back layer of houses and war torn sctuctures. On the second day, the many different ministries had opportunities to tell stories about how their ministry was going. This is symbolized by the flowers blooming. The third day, Sunday morning was a sermon and this shows that Jesus is the one behind it all. All of the flowers are growing from the dirt in his hands. We simply put in the work, and God helps it grow and flourish.",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_7e3ec5bdfd6a47d2bc9e9492b291ba34~mv2.jpg",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Augmented Spiritual Reality",
    "Story Link": "https://www.rawspoon.com/post/story-augmented-spiritual-reality",
    "excerpt": "By 2028, Meta (formerly Facebook) had released a series of steadily improving Augmented Reality goggles and associated software that showed the actual physical reality overlaid with the the projected realities of the internet.\n\nHowever, in July of 2028 one of their scientists discovered a way to view the spiritual world through these goggles as well. It had something to do with sensing a certain wavelength of electrical activity from the brain and feeding it back through the goggles, observing the resulting electrical brain response, and repeating this loop. It took about 112 loops of this to magnify the spiritual world enough to be seen.\n\nAs you can assume this changed a lot.\n\nSarah Winters prayed on her bed. \"Jesus, please come.\" People had learned that the name of Jesus was like dialing 911. \"There is an enemy on my dad. Please help us!\" \n\nAnd within a minute or two, a couple of angels were there with her. Hazy men in uniforms and swords. They were like the spiritual ambulance that came in when someone cried out. Sarah looked up to them and continued to pray. \"There's an enemy I think, that has made friends with my dad. He's turned off spiritual vision on the goggles because he doesn't want to feel bad about doing what he's doing.\"\n\nSarah opened the door and they went behind her. Her father was standing over a pan waiting for eggs to fry. He had his goggles on and was looking as if someone was sitting on the counter next to him. Strange sexual noises were coming from his earpiece. He didn't look away as he said, \"Sarah, hunny, why don't you stay in your room. I can bring you some food if you'll stay in there.\"\n\n\"Dad, I know what you're doing on there and it's not good. You have to stop. Those girls aren't even old enough.\"\n\n\"Shutup, Sarah. Yes they are. And you're not old enough to understand. Remember, you thought it was gross when your mom and I kissed.\"\n\n\"No dad, it's even against the law.\"\n\n\"No it's not. You don't know what I'm doing. And not in woke countries especially.\"\n\nFive years ago none of this would have been part of her father's life. She glanced behind her to make sure the men were still with her and she walked far enough to see around the counter. She could see the little sexual impish figure hanging about her father's legs, like a sexualized gollum from Lord of the Rings. She shuddered and recoiled with a loud, commanding, \"In the name of Jesus, let him free!!\" \n\nIt definitely frightened the imp, but it looked up to, and held on tighter to, her dad. He had no intention of pushing it away. Sarah looked behind her and the men were poised as if waiting for something. \n\n\"Sarah! What are you doing? You know I do my own thing now.\" He still didn't look away from the counter. He mixed the eggs every now and then.\n\nThe new AR visualization of the spiritual world removed doubt of its existence, so the decision to follow or not became the new division. There was no more question of if you believed in it. It was now about if you followed your own will or God's. \n\nShe turned to the angels, \"Help me! In the name of Jesus!\" \n\nThey looked at her sorrowfully and one of them said, \"That name has all power indeed. But I'm sorry, if he doesn't want to be free we can't do anything until the new kingdom rules the land.\"\n\nSarah looked back at her father who was still watching what was happening on the counter in front of only his eyes. The little imp smiled at her with an evil smile.\n\n---\nHow would life be different if we could see the spiritual world? What would we do differently?\n\nRaw Spoon, 1-28-2022",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_66554f1a7c6e4c3dae363b110f95e790~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_c43efb236249448cbf6b6f875a8efd19~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_4ec22833ac024c1db67ace23d98193f1~mv2.jpg",
    "Sketchnotes4a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-14-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes4b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0110-scaled.png?w=2560&ssl=1",
    "Bible Project 1": "https://youtu.be/3BGO9Mmd_cU",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=yiHf8klCCc4",
    "Bible Project 4": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 30",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Corinthians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 5",
    "The Chosen 3": "https://www.youtube.com/watch?v=o5OnF3sg0cY",
    "The Chosen 4": "https://youtu.be/khVnCjvtUwA",
    "Song": "https://www.youtube.com/watch?v=LKSjlquudWI",
    "Song 2": "https://www.youtube.com/watch?v=Bh2eVWC9We8",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@32.8820075,35.5565657,3a,75y,224.92h,67.52t/data=!3m8!1e1!3m6!1sAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1%3Dw203-h100-k-no-pi-0-ya95.29195-ro-0-fo100!7i12000!8i6000!5m1!1e4",
    "3dNotes4": "The Sermon on the Mount: This is traditionally the place where Jesus was thought to have given the sermon on the mount.",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/6a794c7a-a0dc-4277-9b6d-79717fb00709.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/4bbc9699-b89c-43a7-bd46-bddb71458140.mp3",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]