[
  {
    "Art title 1": "I Will Never Leave You Nor Forsake You",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_da78142160724bd3a158f3a0e45148fd~mv2.jpg",
    "Artist Statement 1": "Even though we feel alone, there is one walking next to us. \n\nThere is a beautiful scene in C.S. Lewis' story, \"A Horse and His Boy\" where a boy is at his wit's end. He has run from people who want to hurt him, not to mention from fierce and creepy cats chasing him all along his journey. In this place, he is on his horse riding a winding mountain road. He is exhausted and so discouraged. Fog has descended in the dark so that he cannot even see a foot or two away. \n\nThen he starts to feel that some gigantic beast is walking beside him. He feels the breath on his leg. He finally asks, \"Who's there.\" A huge deep voice whispers \"Aslan. I have been with you this whole time.\" \n\nAnd the boy replies, protesting, \"Where were you when I was being chased by those bad guys through the city and those scary cats through the graveyard.\"\n\nAslan essentially replies, \"Those cats were me. I was with you, sleeping in the graveyard protecting you, then motivating you and your horse to run with new energy so the others would not catch you. I have been here with you all along, even when you did not recognize me.\"\n\nHow would we see life differently if we understood that always, perhaps especially in our most difficult times, God was right by our side, guiding and spurring us on so that we might reach the beauty of His rest some day?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-edaee810-edb7-4e5b-87a3-548071550cdf",
    "Art title 2": "Justice?",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_d586b6e602bd47f4b1b74ddab315306a~mv2.jpg",
    "Artist Statement 2": "",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_d586b6e602bd47f4b1b74ddab315306a~mv2.jpg",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "No Fame But Friends with The Great",
    "Story Link": "https://www.rawspoon.com/post/story-no-fame-but-friends-with-the-great",
    "excerpt": "\"You talk about fame as if it's the goal. Well, I suppose that makes sense. I have to remind myself you've only just arrived from Old Earth. It's really just more of an adjective here like someone's height or color of eyes. And it's almost obsolete. Only newbies like you have yet to meet the others.\n\n\"King Solomon really had it nearly right when he said the meaning of life is to enjoy your work. Now, of course he sings a slightly different song. Like all of us, our worth is secure, whether we are known by many or not. \n\n\"He loves his work, as do I. But there is something that does awe us. It doesn't make us think more or less of a person, but it just makes us want what they have. The king seems to have favorites he visits. \n\nSee that little lady over there? Yes, the simple-looking, black grandma. He has coffee with her almost every morning. Up there on the balcony of that building. They laugh a lot. She hasn't done anything everybody knows about. She wasn't a pastor or president or those things that you Old Earth folks get big-eyed for. Doesn't even have a lot of friends. She raised a couple kids and sweeps the streets. Oh, and she whistles. She does have a nice whistle. I think she did talk a lot with him on the Old Earth. You get the feel they go way back. They have a long history together.\n\nAnd he visits others from time to time too, of course. Some more than others. Some at the same time in different places somehow. Those are the types of things we talk about, the things reported in the news. The king is a slippery one. I can't help but smile thinking about his antics. But we all just dream of the day he will visit us. It does happen in our dreams sometimes as well. It's like those flying dreams you used to have as a child, you know? Well most everybody I've talked to has had a dream where they encounter the king and it sets our hearts aflame for him again. For years. \n\nSo, to answer your question, no. I don't think I know exactly where any of the old US Presidents, or movie stars live.  Oh, wait. I did have a chat with Tenderfoot a few years back- interesting fellow. Quite timid actually. Oh, sorry his old name was Dwayne Johnson. I think he was a movie star, wasn't he?\n\n---\n\nWhat if we valued connecting with God more than fame or fortune?\n\nRaw Spoon, 1-2-2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_03014754da8f4c67b763490ed76d7fcc~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_f07e856d7ec84f15a5c2074e660451bd~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XgCrFl4Mc5Q&list=PLH0Szn1yYNecMAddeR4wylgGhF1rjJqzH&index=4",
    "Bible Project 2": "https://youtu.be/zebxH-5o-SQ",
    "Bible Project 3": "https://youtu.be/Zy2AQlK6C5k",
    "Bible Project 4": "https://www.youtube.com/watch?v=QpnIrbq2bKo&list=PLVpri7vfPPtKUOaqAAjEtZR4C-bO5Y_XQ&index=104&t=3s",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 148",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 63",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 2",
    "The Chosen 3": "https://youtu.be/tuhR6B-z0Bc",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=NaL_VeHil6U",
    "Song 2": "https://www.youtube.com/watch?v=W0yL3N6CAAs",
    "Song 3": "https://www.youtube.com/watch?v=H1wWhzGEecA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes4": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "Bema 1": "https://www.bemadiscipleship.com/65",
    "Bema 2": "https://www.bemadiscipleship.com/30",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/cb0f014d-ace2-497c-98e1-0e11152b6a60.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/ff6f4ac7-c74b-4ff5-876b-6ff51b31bdca.mp3",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]