[
  {
    "Date": "2025-10-21T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 22- Ordinary Time",
    "Script 1": "\nFor the director of music. To the tune of \"Do Not Destroy.\" Of David. A miktam.[b] When he had fled from Saul into the cave.\n\n Have mercy on me, my God, have mercy on me,\n    for in you I take refuge.\nI will take refuge in the shadow of your wings\n    until the disaster has passed.\n\n I cry out to God Most High,\n    to God, who vindicates me.\n He sends from heaven and saves me,\n    rebuking those who hotly pursue me--[c]\n    God sends forth his love and his faithfulness.\n\n I am in the midst of lions;\n    I am forced to dwell among ravenous beasts--\nmen whose teeth are spears and arrows,\n    whose tongues are sharp swords.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n They spread a net for my feet--\n    I was bowed down in distress.\nThey dug a pit in my path--\n    but they have fallen into it themselves.\n\n My heart, O God, is steadfast,\n    my heart is steadfast;\n    I will sing and make music.\n Awake, my soul!\n    Awake, harp and lyre!\n    I will awaken the dawn.\n\n I will praise you, Lord, among the nations;\n    I will sing of you among the peoples.\n For great is your love, reaching to the heavens;\n    your faithfulness reaches to the skies.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n",
    "Script 2": " When Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground.  She fell at his feet and said: \"Pardon your servant, my lord, and let me speak to you; hear what your servant has to say.  Please pay no attention, my lord, to that wicked man Nabal. He is just like his name--his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent.  And now, my lord, as surely as the Lord your God lives and as you live, since the Lord has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal.  And let this gift, which your servant has brought to my lord, be given to the men who follow you.\n\n \"Please forgive your servant's presumption. The Lord your God will certainly make a lasting dynasty for my lord, because you fight the Lord's battles, and no wrongdoing will be found in you as long as you live.  Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord your God, but the lives of your enemies he will hurl away as from the pocket of a sling.  When the Lord has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel,  my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord your God has brought my lord success, remember your servant.\"\n\n David said to Abigail, \"Praise be to the Lord, the God of Israel, who has sent you today to meet me.  May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands.  Otherwise, as surely as the Lord, the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.\"\n\n Then David accepted from her hand what she had brought him and said, \"Go home in peace. I have heard your words and granted your request.\"",
    "Script 3": "Patience in Suffering\n\n Be patient, then, brothers and sisters, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains.  You too, be patient and stand firm, because the Lord's coming is near.  Don't grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!\n\n Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord.  As you know, we count as blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy.\n\n Above all, my brothers and sisters, do not swear--not by heaven or by earth or by anything else. All you need to say is a simple \"Yes\" or \"No.\" Otherwise you will be condemned.",
    "Script 4": "American Standard Version\n Keep thy foot when thou goest to the house of God; for to draw nigh to hear is better than to give the sacrifice of fools: for they know not that they do evil.  Be not rash with thy mouth, and let not thy heart be hasty to utter [a]anything before God; for God is in heaven, and thou upon earth: therefore let thy words be few.  For a dream cometh with a multitude of [b]business, and a fool's voice with a multitude of words.  When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou vowest.  Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  Suffer not thy mouth to cause thy flesh to sin; neither say thou before the [c]angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thy hands?  For in the multitude of dreams there are vanities, and in many words: but fear thou God.  If thou seest the oppression of the poor, and the violent taking away of justice and righteousness in [d]a province, marvel not at the matter: for one higher than the high regardeth; and there are higher than they.  [e]Moreover the profit of the earth is for all: the king himself is served by the field.  He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase: this also is vanity.  When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, save the beholding of them with his eyes?  The sleep of a laboring man is sweet, whether he eat little or much; but the fulness of the rich will not suffer him to sleep.  There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt:  and those riches perish by evil [f]adventure; and if he hath begotten a son, there is nothing in his hand.  As he came forth from his mother's womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand.  And this also is a grievous evil, that in all points as he came, so shall he go: and what profit hath he that he laboreth for the wind?  All his days also he eateth in darkness, and he is sore vexed, and hath sickness and wrath.  Behold, [g]that which I have seen to be good and to be comely is for one to eat and to drink, and to enjoy good in all his labor, wherein he laboreth under the sun, [h]all the days of his life which God hath given him: for this is his portion.  Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labor--this is the gift of God.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm57;1Samuel25:23-35;James5:7-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.57,1Sam.25,Jas.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_4df6bba5aace4a428c4671a21ee22b80~mv2.gif",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6ae6cdb6ac484feda669568e5416a2db~mv2.gif",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_8e4d6bafdcde4f33b8c2259219e19d9e~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_91c83c56bddb45cc85a965b481e42bba~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 57",
    "Address Script 2": "1 Samuel 25:23-35",
    "Address Script 3": "James 5:7-12",
    "Address Script 4": "Ecclesiastes 5:1-19",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.57.59cccadb5556089d0fcda2c03e455fb8.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.25.07305e426d390ba0cf97d8b4bdc7c3aa.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jas.5.f3cea30e960452cb30e12a70d3dc3f19.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 48
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 57[a]\n\nFor the director of music. To the tune of \"Do Not Destroy.\" Of David. A miktam.[b] When he had fled from Saul into the cave.\n\n1 Have mercy on me, my God, have mercy on me,\n    for in you I take refuge.\nI will take refuge in the shadow of your wings\n    until the disaster has passed.\n\n2 I cry out to God Most High,\n    to God, who vindicates me.\n3 He sends from heaven and saves me,\n    rebuking those who hotly pursue me--[c]\n    God sends forth his love and his faithfulness.\n\n4 I am in the midst of lions;\n    I am forced to dwell among ravenous beasts--\nmen whose teeth are spears and arrows,\n    whose tongues are sharp swords.\n\n5 Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n6 They spread a net for my feet--\n    I was bowed down in distress.\nThey dug a pit in my path--\n    but they have fallen into it themselves.\n\n7 My heart, O God, is steadfast,\n    my heart is steadfast;\n    I will sing and make music.\n8 Awake, my soul!\n    Awake, harp and lyre!\n    I will awaken the dawn.\n\n9 I will praise you, Lord, among the nations;\n    I will sing of you among the peoples.\n10 For great is your love, reaching to the heavens;\n    your faithfulness reaches to the skies.\n\n11 Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\nFootnotes\na. Psalm 57:1 In Hebrew texts 57:1-11 is numbered 57:2-12.\nb. Psalm 57:1 Title: Probably a literary or musical term\nc. Psalm 57:3 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse 6.",
    "Script 2": "1 Samuel 25:23-35\n\n23 When Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground. 24 She fell at his feet and said: \"Pardon your servant, my lord, and let me speak to you; hear what your servant has to say. 25 Please pay no attention, my lord, to that wicked man Nabal. He is just like his name--his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent. 26 And now, my lord, as surely as the Lord your God lives and as you live, since the Lord has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal. 27 And let this gift, which your servant has brought to my lord, be given to the men who follow you.\n\n28 \"Please forgive your servant's presumption. The Lord your God will certainly make a lasting dynasty for my lord, because you fight the Lord's battles, and no wrongdoing will be found in you as long as you live. 29 Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord your God, but the lives of your enemies he will hurl away as from the pocket of a sling. 30 When the Lord has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel, 31 my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord your God has brought my lord success, remember your servant.\"\n\n32 David said to Abigail, \"Praise be to the Lord, the God of Israel, who has sent you today to meet me. 33 May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands. 34 Otherwise, as surely as the Lord, the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.\"\n\n35 Then David accepted from her hand what she had brought him and said, \"Go home in peace. I have heard your words and granted your request.\"",
    "Script 3": "James 5:7-12\n\nPatience in Suffering\n\n7 Be patient, then, brothers and sisters, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains. 8 You too, be patient and stand firm, because the Lord's coming is near. 9 Don't grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!\n\n10 Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. 11 As you know, we count as blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy.\n\n12 Above all, my brothers and sisters, do not swear--not by heaven or by earth or by anything else. All you need to say is a simple \"Yes\" or \"No.\" Otherwise you will be condemned.",
    "Script 4": "Ecclesiastes 5:1-19\nAmerican Standard Version\n5 Keep thy foot when thou goest to the house of God; for to draw nigh to hear is better than to give the sacrifice of fools: for they know not that they do evil. 2 Be not rash with thy mouth, and let not thy heart be hasty to utter [a]anything before God; for God is in heaven, and thou upon earth: therefore let thy words be few. 3 For a dream cometh with a multitude of [b]business, and a fool's voice with a multitude of words. 4 When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou vowest. 5 Better is it that thou shouldest not vow, than that thou shouldest vow and not pay. 6 Suffer not thy mouth to cause thy flesh to sin; neither say thou before the [c]angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thy hands? 7 For in the multitude of dreams there are vanities, and in many words: but fear thou God. 8 If thou seest the oppression of the poor, and the violent taking away of justice and righteousness in [d]a province, marvel not at the matter: for one higher than the high regardeth; and there are higher than they. 9 [e]Moreover the profit of the earth is for all: the king himself is served by the field. 10 He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase: this also is vanity. 11 When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, save the beholding of them with his eyes? 12 The sleep of a laboring man is sweet, whether he eat little or much; but the fulness of the rich will not suffer him to sleep. 13 There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt: 14 and those riches perish by evil [f]adventure; and if he hath begotten a son, there is nothing in his hand. 15 As he came forth from his mother's womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand. 16 And this also is a grievous evil, that in all points as he came, so shall he go: and what profit hath he that he laboreth for the wind? 17 All his days also he eateth in darkness, and he is sore vexed, and hath sickness and wrath. 18 Behold, [g]that which I have seen to be good and to be comely is for one to eat and to drink, and to enjoy good in all his labor, wherein he laboreth under the sun, [h]all the days of his life which God hath given him: for this is his portion. 19 Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labor--this is the gift of God.\n\n \nFootnotes\nEcclesiastes 5:2 Or, a word\nEcclesiastes 5:3 Or, travail\nEcclesiastes 5:6 Or, messenger of God. See Mal. 2:7.\nEcclesiastes 5:8 Or, the state\nEcclesiastes 5:9 Or, But the profit of a land every way is a king that maketh himself servant to the field (or, is a king over the cultivated field)\nEcclesiastes 5:14 Or, travail\nEcclesiastes 5:18 Or, that which I have seen: it is good and comely for one etc.\nEcclesiastes 5:18 Hebrew the number of the days.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. To the tune of \"Do Not Destroy.\" Of David. A miktam.[b] When he had fled from Saul into the cave.\n\n Have mercy on me, my God, have mercy on me,\n    for in you I take refuge.\nI will take refuge in the shadow of your wings\n    until the disaster has passed.\n\n I cry out to God Most High,\n    to God, who vindicates me.\n He sends from heaven and saves me,\n    rebuking those who hotly pursue me--[c]\n    God sends forth his love and his faithfulness.\n\n I am in the midst of lions;\n    I am forced to dwell among ravenous beasts--\nmen whose teeth are spears and arrows,\n    whose tongues are sharp swords.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n They spread a net for my feet--\n    I was bowed down in distress.\nThey dug a pit in my path--\n    but they have fallen into it themselves.\n\n My heart, O God, is steadfast,\n    my heart is steadfast;\n    I will sing and make music.\n Awake, my soul!\n    Awake, harp and lyre!\n    I will awaken the dawn.\n\n I will praise you, Lord, among the nations;\n    I will sing of you among the peoples.\n For great is your love, reaching to the heavens;\n    your faithfulness reaches to the skies.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Title: Probably a literary or musical term\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse .",
    "Script 2": " Samuel :-\n\n When Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground.  She fell at his feet and said: \"Pardon your servant, my lord, and let me speak to you; hear what your servant has to say.  Please pay no attention, my lord, to that wicked man Nabal. He is just like his name--his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent.  And now, my lord, as surely as the Lord your God lives and as you live, since the Lord has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal.  And let this gift, which your servant has brought to my lord, be given to the men who follow you.\n\n \"Please forgive your servant's presumption. The Lord your God will certainly make a lasting dynasty for my lord, because you fight the Lord's battles, and no wrongdoing will be found in you as long as you live.  Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord your God, but the lives of your enemies he will hurl away as from the pocket of a sling.  When the Lord has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel,  my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord your God has brought my lord success, remember your servant.\"\n\n David said to Abigail, \"Praise be to the Lord, the God of Israel, who has sent you today to meet me.  May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands.  Otherwise, as surely as the Lord, the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.\"\n\n Then David accepted from her hand what she had brought him and said, \"Go home in peace. I have heard your words and granted your request.\"",
    "Script 3": "James :-\n\nPatience in Suffering\n\n Be patient, then, brothers and sisters, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains.  You too, be patient and stand firm, because the Lord's coming is near.  Don't grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!\n\n Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord.  As you know, we count as blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy.\n\n Above all, my brothers and sisters, do not swear--not by heaven or by earth or by anything else. All you need to say is a simple \"Yes\" or \"No.\" Otherwise you will be condemned.",
    "Script 4": "Ecclesiastes :-\nAmerican Standard Version\n Keep thy foot when thou goest to the house of God; for to draw nigh to hear is better than to give the sacrifice of fools: for they know not that they do evil.  Be not rash with thy mouth, and let not thy heart be hasty to utter [a]anything before God; for God is in heaven, and thou upon earth: therefore let thy words be few.  For a dream cometh with a multitude of [b]business, and a fool's voice with a multitude of words.  When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou vowest.  Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  Suffer not thy mouth to cause thy flesh to sin; neither say thou before the [c]angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thy hands?  For in the multitude of dreams there are vanities, and in many words: but fear thou God.  If thou seest the oppression of the poor, and the violent taking away of justice and righteousness in [d]a province, marvel not at the matter: for one higher than the high regardeth; and there are higher than they.  [e]Moreover the profit of the earth is for all: the king himself is served by the field.  He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase: this also is vanity.  When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, save the beholding of them with his eyes?  The sleep of a laboring man is sweet, whether he eat little or much; but the fulness of the rich will not suffer him to sleep.  There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt:  and those riches perish by evil [f]adventure; and if he hath begotten a son, there is nothing in his hand.  As he came forth from his mother's womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand.  And this also is a grievous evil, that in all points as he came, so shall he go: and what profit hath he that he laboreth for the wind?  All his days also he eateth in darkness, and he is sore vexed, and hath sickness and wrath.  Behold, [g]that which I have seen to be good and to be comely is for one to eat and to drink, and to enjoy good in all his labor, wherein he laboreth under the sun, [h]all the days of his life which God hath given him: for this is his portion.  Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labor--this is the gift of God.\n\n \nFootnotes\nEcclesiastes : Or, a word\nEcclesiastes : Or, travail\nEcclesiastes : Or, messenger of God. See Mal. :.\nEcclesiastes : Or, the state\nEcclesiastes : Or, But the profit of a land every way is a king that maketh himself servant to the field (or, is a king over the cultivated field)\nEcclesiastes : Or, travail\nEcclesiastes : Or, that which I have seen: it is good and comely for one etc.\nEcclesiastes : Hebrew the number of the days.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. To the tune of \"Do Not Destroy.\" Of David. A miktam.[b] When he had fled from Saul into the cave.\n\n Have mercy on me, my God, have mercy on me,\n    for in you I take refuge.\nI will take refuge in the shadow of your wings\n    until the disaster has passed.\n\n I cry out to God Most High,\n    to God, who vindicates me.\n He sends from heaven and saves me,\n    rebuking those who hotly pursue me--[c]\n    God sends forth his love and his faithfulness.\n\n I am in the midst of lions;\n    I am forced to dwell among ravenous beasts--\nmen whose teeth are spears and arrows,\n    whose tongues are sharp swords.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n They spread a net for my feet--\n    I was bowed down in distress.\nThey dug a pit in my path--\n    but they have fallen into it themselves.\n\n My heart, O God, is steadfast,\n    my heart is steadfast;\n    I will sing and make music.\n Awake, my soul!\n    Awake, harp and lyre!\n    I will awaken the dawn.\n\n I will praise you, Lord, among the nations;\n    I will sing of you among the peoples.\n For great is your love, reaching to the heavens;\n    your faithfulness reaches to the skies.\n\n Be exalted, O God, above the heavens;\n    let your glory be over all the earth.\n\n",
    "Script 2": " Samuel :-\n\n When Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground.  She fell at his feet and said: \"Pardon your servant, my lord, and let me speak to you; hear what your servant has to say.  Please pay no attention, my lord, to that wicked man Nabal. He is just like his name--his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent.  And now, my lord, as surely as the Lord your God lives and as you live, since the Lord has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal.  And let this gift, which your servant has brought to my lord, be given to the men who follow you.\n\n \"Please forgive your servant's presumption. The Lord your God will certainly make a lasting dynasty for my lord, because you fight the Lord's battles, and no wrongdoing will be found in you as long as you live.  Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord your God, but the lives of your enemies he will hurl away as from the pocket of a sling.  When the Lord has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel,  my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord your God has brought my lord success, remember your servant.\"\n\n David said to Abigail, \"Praise be to the Lord, the God of Israel, who has sent you today to meet me.  May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands.  Otherwise, as surely as the Lord, the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.\"\n\n Then David accepted from her hand what she had brought him and said, \"Go home in peace. I have heard your words and granted your request.\"",
    "Script 3": "James :-\n\nPatience in Suffering\n\n Be patient, then, brothers and sisters, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop, patiently waiting for the autumn and spring rains.  You too, be patient and stand firm, because the Lord's coming is near.  Don't grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door!\n\n Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord.  As you know, we count as blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy.\n\n Above all, my brothers and sisters, do not swear--not by heaven or by earth or by anything else. All you need to say is a simple \"Yes\" or \"No.\" Otherwise you will be condemned.",
    "Script 4": "Ecclesiastes :-\nAmerican Standard Version\n Keep thy foot when thou goest to the house of God; for to draw nigh to hear is better than to give the sacrifice of fools: for they know not that they do evil.  Be not rash with thy mouth, and let not thy heart be hasty to utter [a]anything before God; for God is in heaven, and thou upon earth: therefore let thy words be few.  For a dream cometh with a multitude of [b]business, and a fool's voice with a multitude of words.  When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou vowest.  Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  Suffer not thy mouth to cause thy flesh to sin; neither say thou before the [c]angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thy hands?  For in the multitude of dreams there are vanities, and in many words: but fear thou God.  If thou seest the oppression of the poor, and the violent taking away of justice and righteousness in [d]a province, marvel not at the matter: for one higher than the high regardeth; and there are higher than they.  [e]Moreover the profit of the earth is for all: the king himself is served by the field.  He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase: this also is vanity.  When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, save the beholding of them with his eyes?  The sleep of a laboring man is sweet, whether he eat little or much; but the fulness of the rich will not suffer him to sleep.  There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt:  and those riches perish by evil [f]adventure; and if he hath begotten a son, there is nothing in his hand.  As he came forth from his mother's womb, naked shall he go again as he came, and shall take nothing for his labor, which he may carry away in his hand.  And this also is a grievous evil, that in all points as he came, so shall he go: and what profit hath he that he laboreth for the wind?  All his days also he eateth in darkness, and he is sore vexed, and hath sickness and wrath.  Behold, [g]that which I have seen to be good and to be comely is for one to eat and to drink, and to enjoy good in all his labor, wherein he laboreth under the sun, [h]all the days of his life which God hath given him: for this is his portion.  Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labor--this is the gift of God.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]