[
  {
    "": "2025-09-10T07:00:00.000Z",
    "Art title 1": "By the Words We Judge Others, We Will Be Judged",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2ef1d4b7050c4c07a0ecff72d3ef864a~mv2.jpg",
    "Artist Statement 1": "What if what we say as criticism of others were used to evaluate our life when we stood before God? Jesus says something to that effect in Matthew. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-64f11a90-d416-4338-a05c-d6b44404eb2f",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "As We Judge Others...",
    "Story Link": "https://www.rawspoon.com/post/story-as-you-judge-others",
    "excerpt": "Clarence just couldn't shake that look of her in his mind, her plump neck with her messy bun of hair on top, arms hanging at her sides trying to mumble a response. He spoke over her, \"If one of us just really can't keep up, maybe, they should be let go.\" He had turned with a frustrated wave of his hand, having gotten the last word, like he had gotten so good at over the last five years. He had built up to these ultimatum words, but now they unsettled him. Did he really mean that?\n\nClarence walked toward his tall glass office building. It reflected the hot sun on him like a magnifying glass. He loosened his tie, suddenly sweating.\n\nHe pushed 8 in the elevator and waited. He had moved up at work as she raised their kids. He dealt with CEOs each day; but she had become boring and churchy. They had fallen in love over Disney movies, the belief in that redeeming turnaround story had been their main thing. But now that just seemed so juvenile compared to his coworkers who talked about yachts and horse racing. \n\nClarence got off the elevator but slowed when he saw his boss Randy reading a newspaper inside Clarence's office. \n\n\"Hi, um, what can I--\" Clarence started but Randy cut him off.  \"Shut the door behind ya, Clarence.\" An empty box sat on the floor. Clarence felt something shift in him. He felt like a child, inferior. He mumbled pleasantries.\n\nAs the heavy glass door clicked shut Randy stood up, put the newspaper back on Clarence's desk and turned to look out the wall of windows. \n\nClarence saw he had left the paper open to comics where Randy had found it. He could also see he had left Solitaire open on his computer. Computers are supposed to sleep automatically, aren't they?! Now he was really sweating. \n\n\"Look, Clarence. Because Shaggy is such a softie,\" He gestured toward the president's office. \"We've waited for five years for you to come around. But you just haven't been keeping up, man. You've stopped trying. You haven't published a white paper or brought in the trend data that we hired you for.\"\n\nClarence saw his reflection in the big glass windows. Compared to Randy's slim fit suit, Cartier timepiece and thick wave of hair plugs, Clarence's belly stuck out, his suit was wrinkled, and his thinning comb-over horrified him. He thought of his poor Wendy.\n\n\"I'm sorry to do this but you just haven't kept up, man. I gotta let you go.\"\n\n- - -\nAs Clarence slogged his box of belongings toward the elevator, he saw Shaggy looking at him from his office. Clarence also happened to know Shaggy from church.\n\nClarence shrugged at him and disappeared into the elevator. As he stood, he was surprised how little he was worried about his job situation, and almost entirely thinking about what he had said to Wendy.\n\nShaggy slipped in just as the elevator was closing. A moment of silence before it began to move and then Shaggy said, \"I'm concerned, Clarence. But it's not about work.\"\n\nClarence looked up at him. Shaggy resembled his nick name. His patent T-shirts and pony tail. He said, \"Your severance should be enough until you can find something.\"\n\n\"Wendy,\" Clarence said. \n\nShaggy nodded. \"I don't like that you got let go, but I am hoping this will help you see some things I've recognized for a while.\"\n\n\"Clarence nodded. This definitely did it.\" The elevator dinged and they slowly walked through the lobby.\n\n\"How do I do it, Shaggy?\" Clarence asked. \"She'll think I'm treating her as plan B?\"\n\n\"How do you want to treat her?\" Shaggy took his hands out of his pockets and opened the lobby door for them.\n\nClarence thought and then he said, \"With gratitude.\"  \n\n\"That sounds like a great start,\" Shaggy said. They paused by Clarence's car. \n\nClarence nodded as he looked at the horizon toward his house for a few seconds. He unlocked his door and set the box in the back seat. Clarence got in and started to close his door but Shaggy inserted, \"Do it big.\"\n\n\"Yeah?\" Clarence asked.\n\nShaggy nodded. \"Wendy needs to know you mean it.\"\n\nClarence smiled as he started to think. He nodded and smiled sincerely to Shaggy. \"Thank you, brother.\" He closed the door.\n \n- -\nThat night Wendy got a phone call. \n\n\"Hello?\" Her voice was very shaky.\n\n\"Hey hunny,\" Clarence said, \"do you have plans for dinner?\"\n\n\"Oh, uh,\" She was surprised by her husband's tenderness. \"Was just gonna heat up that soup from last night.\"\n\n\"Can you meet me at St. Antonio's around 8?\" He asked.\n\n\"Um, sure... the kids can get their own food like usual. But, why so late?\" She asked.\n\n\"I know,\" Clarence said, \"I'm sorry. I have to prepare some things. I got some news today.\"\n\n\"What type of news?\" She asked. \"What type of things?\"\n\n\"Some bad news, but it's bringing out of me some very, long delayed, good things. Just meet me there at 8, if you can?\"\n\n\"Oh, um sure,\" she mumbled. \n\n\"Oh, and hunny,\" Clarence added. \"Ask for Gaston.\"\n\n\"Uh, like, from Beauty and the Beast?\" she asked.\n\n\"Yes my Beauty,\" He added.\n\n\"What's wrong? You're being cheesy,\" she accused.\n\n\"I don't care.\" He paused for a second and added in a low voice, \"I have been a terrible beast to you for a long time.\"\n\nIt was a second before she could swallow the lump in her throat. But she answered, \"Yes, okay. I'll see you there.\"\n\n---\nWhen she showed up to the Italian restaurant they led her to the little room he had reserved for them. There was a beautifully lit table for two. And he had set up a projector which displayed the opening title screen for \"Beauty and The Beast.\" \n\nHe reached to kiss her but she pulled away, still prickly from the night before. He pulled the chair out for her. As she sat she glanced at the screen and said, \"You remember Gaston isn't the name of the beast right?\"\n\nHe smiled at her and said, \"Of course I do. But I don't know yet if I will be redeemed.\"\n\nShe looked at him sideways, and slowly acknowledged, \"We'll see.\"\n\nThey had a long dinner in which he told her what happened at the office, how they would probably be okay financially, but how it helped him realize how he had been so unfair to her for so long. \n\n\"Can you please forgive me,\" He asked. \"I'm so sorry for making you cower and not appreciating your work, and simply not delighting in you when I could and should have been.\"\n\nAfter she slowly came to yes, he asked, \"And are you okay if we watch the movie together like we-- like we used to do?\"\n\nShe scooted her chair half way towards his to watch the movie as she said, \"You know we are. You need to be reminded how much of a beast you've been, and that you need a beauty to save you.\" She looked at the screen with a smirk on her face. \n\nHe looked at her with a wry smile and moved his chair next to hers. \n\nShe put her hand on his leg. Warmth filled him and he gently set his hand on hers. And grasped it tenderly.\n\n---\nWhen we criticize someone, to them or behind their back, we should ask ourselves if would we stand up under the same scrutiny if God repeated our words to us when reflecting on how we lived our life? \n\nRaw Spoon, 9-7-2023",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_d38016b169c942bb8c01b3077c740fdb.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_f73e0e31742e4fb39db8d1ecf0ba2d27~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=z6cWEcqxhlI",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 101",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 18",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 18",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 3",
    "The Chosen 3": "https://www.youtube.com/watch?v=GvOpb1sxx8Q",
    "The Chosen 4": "https://youtu.be/wL-8ZiEUzFU",
    "Song": "https://youtu.be/rwEnE9G8QBw",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]