[
  {
    "": "2025-08-10T07:00:00.000Z",
    "Art title 1": "He Helps Me Look Up",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_ab96301630c84b26bf093f1d536a084b~mv2.jpg",
    "Artist Statement 1": "When we are the ones in need, we often get focused on ourselves. But I think then God tells us sometimes, now I have equipped you to help others.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_ab96301630c84b26bf093f1d536a084b~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nOne (Good Thing) You Lack",
    "Story Link": "https://www.rawspoon.com/post/one-good-thing-you-lack",
    "excerpt": "3 minute Bible study: One (good thing) you lack\n\n\nI just reread the passage where this really good dude comes up to Jesus and basically says, \"What must I do to obtain eternal life. I try to obey all the commandments.\"\n\n\nI picture a generally good-hearted, kind of innocent, self-questioning fella like myself just wanting to do his best. Like he's never really tried pot, maybe not gotten drunk more than a couple times in his life (and didn't even enjoy it when he did). Probably no tattoos. He's the guy at bachelor parties who said, \"You guys can go ahead to the strip club without me. I've gotta do some stuff at home.\"\n\n\nIt says, Jesus looks at him and loves him. I think that's the phrase that we miss. Jesus is really, really happy with this guy, and I just imagine this deep satisfaction filling Jesus up as compassion brims in his eyes. We miss that part because guys like me, and maybe you, we focus on the next line. \n\n\nIn that next line Jesus says, \"One thing you lack...\" And I think we focus on that statement because we, guys like me, are always looking for the one thing we're doing wrong.\n\nAnd the irony, I think maybe is that Jesus isn't even telling him what he's doing wrong. We just interpret it that way. He's saying, there is a gift that you have not let yourself receive. You've done everything right and this is a good thing that I have waiting for you. He doesn't say, there's one thing you're \"doing wrong.\" He says, there is one thing you lack. The passage says this dude is wealthy in material things but the greek word used here for \"lack\" has to do with being impoverished. Jesus is like, oh my dear beautiful son, your heart is so, so right, but you just can't see the reward I have waiting right in front of you.\n\n\nThen Jesus describes how this guy can step into the reward waiting for him. \"Give all of your riches to the poor and come follow me.\" This dude has come to Jesus who is this admired hero of goodness, and the guy doesn't feel worthy of him, though he's tried so hard to deserve this type of friendship his whole life. And Jesus doesn't allow many to follow him, like he's inviting him to do! Most people he says, no, you can't follow me; you have to go home and minister to your own people. But Jesus's answer to this really sweet guy is, \"Yes, my son, go home and let go of the rest of these worldly things, and let's journey together, you and me.\"\n\n\nThis guy goes away sad. Maybe it's because he can only hear, \"You're still not good enough if you can't let go of all the worldly stuff you have.\" When in reality, maybe Jesus was saying, \"Yes! You've done so well! I choose YOU to come and join me! The one last thing that will fill that hole in you is this free type of journeying with me. Go wrap up your estate and come!\"\n\n\nAnd maybe when all we can hear is \"You're not enough\" we HAVE to hang onto what we do have, whatever material wealth we've accumulated in this world.\n\n\n-Raw Spoon, 9-16-19\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs",
    "Bible Project 2": "https://www.youtube.com/watch?v=j9phNEaPrv8&t=1s",
    "Bible Project 3": "https://youtu.be/F4isSyennFo",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 50",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 12",
    "The Chosen 3": "",
    "The Chosen 4": "https://youtu.be/To64uDmxjmM",
    "Song": "https://www.youtube.com/watch?v=4zmkzzh9IKI&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=23",
    "Song 2": "https://www.youtube.com/watch?v=8yAwYAkVXUo",
    "Song 3": "https://www.youtube.com/watch?v=8yAwYAkVXUo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/51",
    "Bema 2": "https://www.bemadiscipleship.com/10",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=eycCdXa-bgI",
    "Bible in Song 3": "",
    "Bible in Song 4": "https://www.youtube.com/watch?v=fc3YNeG6oqw"
  }
]