[
  {
    "Date": "2025-10-09T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KFw_5XJLivs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=rxBsaEMmEKs&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=11",
    "famous quote": "All things equal, peopl ewill do business with, and refer business to, people they know, trust, and like. \n-Bob Burg",
    "Ted Talks": "https://www.youtube.com/watch?v=Lp7E973zozc",
    "Nature Video": "https://www.youtube.com/watch?v=_iy0AB9Jmew",
    "User added": "\"To care for the needs of all who mourn in Zion, give them bouquets of roses instead of ashes, Messages of joy instead of news of doom, a praising heart instead of a languid spirit. Rename them \"Oaks of Righteousness\" planted by God to display his glory. \"\n??Isaiah? ?61:3? ?MSG??????\n\nAs Christ-followers, we believe that Jesus was fully man and fully God.  All by itself, Jesus' existence in time calls for change, because He is God. And because God is the Creator, it is not a change, or modification in what exists, but a whole new thing. A thing of joy, beauty, and righteousness. \nIt is us, His people, His church, His glory! Live the change, today!\n\n\"Keep your eyes on Jesus, who both began and finished this race we're in. Study how he did it. Because he never lost sight of where he was headed--that exhilarating finish in and with God--he could put up with anything along the way: Cross, shame, whatever. And now he's there, in the place of honor, right alongside God. \"\n??Hebrews? ?12:2 MSG?????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Faye Feda Interview (part 4)\n\nWhat first steps can Americans take?\r\n\nBrothers and sisters in America, a worldly thing is a worldly thing. It stays here. Try to look and see what God has for you and stick to it. As you can see, I'm old. Jesus used this old person. God can use a young person even more. So give your life, your wisdom, your energy to God so He can use you to do more. \r\nAnd with that our time was up and we wrapped up the interview.\r\n\r\n* * *\r\n\r\nI was blown away. Someone being raised from the dead? Demon possession? This sounded like the New Testament. And I never got the feeling from him that these stories were made up.\r\nHowever, a couple things about his stories unsettled me. I thought that if God was all-powerful and if he chose to heal, it would have happened in an instant. But instead it took eight hours to raise the person from the dead, and even a year to cast out one of the demons. \r\nI wonder if the spiritual world is a lot more like the physical one than we think, but it just happens with invisible materials and invisible characters. I mean maybe sometimes miraculous healing really might take as long as physical surgery because cells are regenerating and things are moving back into place.\r\nAnd maybe casting out demons can take time in the same way a siege to oust a tenant in a fortress would. \r\nAlso, I cringe because that story about tying up the girl who was possessed and taking her to their house would sound sketchy in America. I think here in America they would probably be convicted of assault for doing that. But still, the reason they were doing it was out of hopes to heal her. \r\nIt's hard for me to imagine a hospital volunteering to nurse an emotionally unstable person for free for that many months. But the pastor did. Even if we don't like the violence of binding someone, it seems like it was done out of love for her.\r\nI also wonder if what they call dead is really dead. And if what they call demon possessed is what we would call mentally imbalanced.\r\nI suppose whatever they call it, the proof is in the pudding. They had wrapped the girl up for burial, which means that nothing they knew to do could bring her back. But the pastor's prayer did.\r\nAnd if the people they say were demon possessed were really eating dung and running people out of their houses, there were some serious issues going on. But whatever the pastor's treatment was, it was effective enough to solve them when nothing they had tried prior had been able to do it.\r\nAnd I know this guy could be making up these stories and pulling the wool over my eyes, but I don't know; if even one quarter of his story were true, it would still mean God works in the world today. They seemed so detailed and real. And he spoke with such peace, enjoyment and humility. \r\nI think I believe him. \r\n",
    "Interview Video": "https://youtu.be/qmxJ8t73wOk",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M11PBJbFApw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]