[
  {
    "Date": "2025-12-01T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=k_ieBIVLeRs",
    "Additional Link": "https://lnns.co/U0reuJ1OzAy",
    "Yoga": "https://www.youtube.com/watch?v=IOeCWsIj2c0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=2",
    "famous quote": "\"At present we are on the outside of the world, the wrong side of the door. We discern the freshness and purity of morning, but they do not make us fresh and pure. We cannot mingle with the splendours we see. But all the leaves of the New Testament are rustling with the rumour that it will not always be so. Some day, God willing, we shall get in.\"\n-- C.S. Lewis (The Weight of Glory)",
    "Ted Talks": "https://www.youtube.com/watch?v=DFjIi2hxxf0&t=116s",
    "Nature Video": "https://www.youtube.com/watch?v=UR_byRbXxvs&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=50",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\r\nProphecy\r\nInterview (part 2)\n\nThat witchcraft doctor's wife got very sick one time. He and his adult son took her to Addis (the big city) but they couldn't heal her. They asked if I could pray for her. I said yes and they brought her to my home. And the sickness went away when the demon left. Eight of the family members were saved. Now I host a church at the son's house.\r\nOne day, I traveled a long distance to minister to the house in which I started the church before. When I got there, I saw Muslims around the house chewing chatt (it's a plant with drug-like qualities). They knew me and they pointed to a man who had been mad for a year. They said if you heal him we will come and worship your God. So I told them I cannot save. But I will pray to the savior and he will save, and you will see. \r\nSo that mad man turned his face toward me and came to beat and kill me; he tried to scare me. I didn't shout, but the Holy Spirit told me, \"Reach out your hand and you will see what will happen.\" I did and said, \"Devil spirit leave him, in Jesus' name.\" \r\nWhen I called the name of Jesus Christ, that person fell down on the ground. I got courage and I kneeled down and put my hand on his head and prayed. He screamed and scratched the ground and the spirit left him. \r\nImmediately after the spirit left him he knew he was naked and he knew he had to cover his privates. The Muslims who were watching were crying and they went home and brought the man clothes. There were 13 of them. One of the Muslims came a step toward me and said, \"Your God is the real God and I want to follow Him. So I will stop chewing chatt.\" He took a drink of water, swished his mouth and spit it out. He raised his hands and praised Jesus. So after they saw him get healed seven others received Jesus.\r\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://youtu.be/PkqxRIDaCSM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]