[
  {
    "Date": "2025-12-07T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=6TtiFcM3DZs",
    "Additional Link": "https://lnns.co/2poGj-yU6tS",
    "Yoga": "https://www.youtube.com/watch?v=0f_t9aOqlhs&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=1",
    "famous quote": "\"I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=_dpanM1yPbk",
    "Nature Video": "https://www.youtube.com/watch?v=L6kAE06mJAQ&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=56",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy\nInterview (part 8)\n\nDoes that fear need to change? \n\nPK replies to me, \"Yes. Because I need to have fellowship at home with my wife.\" I share an understanding look with PK and then turn to Tesfaye again.\n\nAfter a moment I gather my thoughts and decide to see if he has seen Jesus like the others. I'm curious if his description will line up.\n\nHere's a new question. Have you seen Jesus? \n\nYes.\n\nHe gestures fast as if shooing a fly with his hand. \n\nOnce a group of people in my congregation came against me and it broke my heart. I didn't want to come to my pastor to ask for help. So I prayed for a solution. I went into the church, took off my clothes, lied down, and started to pray. And when I was praying I fell asleep. In my dream I saw myself running and running and running. And finally I reached a gate. It was beautiful inside. I went through the gate, and reached another one, also beautiful, then a third, also a huge gate that was beautiful. I heard a voice that said, \"Son, why are you running? Why are you naked?\" I said, \"Things in the church are not good. If you tell me to stop I will. If you tell me to keep ministering I will.\" \nI wanted to see the person whose voice it was. I wanted to know who it was. But I couldn't because the light was so bright. I said again, \"I can't stay in the church because the situation is hard.\" But the voice said, \"No, I gave you that church. I want you to stay there.\" I tried to look again but couldn't see him because he was so bright. I saw fire from the voice come and catch the back of my seat on fire. And I heard the voice next to my ear and it told me to stay with my church. I woke up but fell asleep a couple more times, each time having the same vision. Then I woke up and put my clothes on. I stayed in the ministry. So that was the vision of Jesus, full of light.\n\nWhat did his voice sound like? \n\nIt was like a vibrating sound. Big. Scary. But it had like a tender tone to the voice.\nOne day I saw a vision of Jesus coming toward me sitting on a donkey. There was a cloud that was between Jesus and the donkey. And there was a fire beside the cloud. The donkey was walking on leaves. Jesus thrust a metal thing into the ground and told me, \"No one will touch this thing because I have planted it here.\" And immediately I saw him going into the sky like fire. I woke up and went to that place where I had seen Jesus put the thing in the ground and planted a church there. ",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zCkivHKI8t0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]