[
  {
    "Art title 1": "I Want to Sail with You",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c0518039855349449df1a48ea7864fd0~mv2.jpg",
    "Artist Statement 1": "I created this art, inspired by the story of Jesus calling Levi, the tax collector, and subsequently telling the churchy people why he chooses to be with sinners. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3fe778ea-3e13-4d91-8653-8f3ba15ad2dd",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG: Swallowing My Own Debt",
    "Story Link": "https://www.rawspoon.com/post/blog-swallowing-my-own-debt",
    "excerpt": "I was thinking about forgiveness. \n\nIn this transactional world, almost everything I do is because I'll get something out of it. Zero sum game. I think most of us have become highly efficient machines at maximizing our pleasure, and fixing our pain. We give to the homeless because it makes us feel capable and like good citizens. We do nice things for our friends because we want to be good friends and we trust it will usually come back to us as equal favors from them.\n\nBut especially with those closest to me, I make sure they feel guilty if they have caused me pain. I don't want to teach them they can just hurt me, right?\n\nBut I started asking myself today, \"in what relationships have I really left something on the table?\" I mean, which people have I really let go of my losses on and decided to lavish love on anyway. \n\nHas there been anyone that has taken and taken and taken from me and, outside of drawing healthy boundaries, I've set aside my hurt and required nothing else from them? Or even given goodness to them?\n\nWe hear so much about forgiveness, but I'm having a hard time thinking of a situation where I truly had to swallow my hurt and not exact something out of them to make me feel justified or properly paid back for. \n\nMy world feels balanced. Debts have been equalized in some manner with everyone. There is no one that cannot repay what I've asked of them in return.\n\nSo it makes me ask myself if I really know what forgiveness is. God, help me be on the lookout for a relationship in which you want to teach me what forgiveness is and teach me how to really swallow someone else's debt owed to me, and not require anything else of them.\n\nRaw Spoon, December 29, 2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_545ab56fb9ae4b8a8c25abc14ece0d12~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/eLrGM26pmM0",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 4\nAmerican Standard Version\n4 Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple unto Jehovah, the God of Israel; 2 then they drew near to Zerubbabel, and to the heads of fathers' houses, and said unto them, Let us build with you; for we seek your God, as ye do; [a]and we sacrifice unto him since the days of Esar-haddon king of Assyria, who brought us up hither. 3 But Zerubbabel, and Jeshua, and the rest of the heads of fathers' houses of Israel, said unto them, Ye have nothing to do with us in building a house unto our God; but we ourselves together will build unto Jehovah, the God of Israel, as king Cyrus the king of Persia hath commanded us. 4 Then the people of the land weakened the hands of the people of Judah, and [b]troubled them in building, 5 and hired counsellors against them, to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. 6 And in the reign of [c]Ahasuerus, in the beginning of his reign, wrote they an accusation against the inhabitants of Judah and Jerusalem.\n\n7 And in the days of [d]Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of his companions, unto Artaxerxes king of Persia; and the writing of the letter was written in the [e]Syrian character, and set forth in the [f]Syrian tongue. 8 [g]Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king in this sort",
    "The Chosen 3": "https://youtu.be/8nAWtx13JBc",
    "The Chosen 4": "",
    "Song": "https://youtu.be/HR_wvamK-Wo",
    "Song 2": "https://youtu.be/a6LC8cu03Ig",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]