[
  {
    "Date": "2025-09-21T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=DT2yfzWrulY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=x84gMO8D4_Y&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=7",
    "famous quote": "\"It does not matter how small the sins are provided that their cumulative effect is to edge the man away from the Light and out into the Nothing. Murder is no better than cards if cards can do the trick. Indeed the safest road to Hell is the gradual one--the gentle slope, soft underfoot, without sudden turnings, without milestones, without signposts.\"\n-- C.S. Lewis (The Screwtape Letters)",
    "Ted Talks": "https://www.youtube.com/watch?v=zIwLWfaAg-8",
    "Nature Video": "https://www.youtube.com/watch?v=3rYxIMOLNXc",
    "User added": "\"For God is one, and there is one Mediator between God and the sons of men--the true man, Jesus, the Anointed One.\"\n??1 Timothy? ?2:5? ?TPT??????\n\nGod is what He does, and what God does is who He is ( or, at least, what He has revealed to us about who He is). We compartmentalize. Loving this one, judging that one, showing compassion for her, but not him, etc., always and only giving a part of ourselves to others. But that is not who God is. In a way we will never understand this side of Heaven, God pours out all that He is onto us, altogether, all of the time! Grace, mercy, justice, love, faithfulness, peace, joy, and so much more. All of it! All of the time! We only get part of God, because we only accept part, not because God only gives part. God is all in! Are you?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill:\n\n(part 1)\n\nBill Blane was one of the prophetic ministers at a prophecy ministry I went to a couple times. I asked him about giving prophecy and how to hear God and this is what he said. \n\nGuys who like Mac computers don't like working with PCs. With all the work you have to do with a PC, most people labor way too hard just to boot it up. Macs just automatically work without the user having to know what's happening on the inside. \n\nIt's the three elements that they have in Ethiopia. It's joy, peace and humility. Just the embodiment of that will get you there.\n\nIf you trust the computer to work, and you don't need to worry about the bootup.\n\nProphetic work is like learning to do a backflip. Little kids don't have the brain processes to tell them that a back flip can hurt them. But us adults say I hurt my shoulder one time.\nJust don't try to figure out the operating system. Just go do it.\n\nThere's this guy, Rick Joyner in Charlotte. If you go up to charlotte, they'll often times sit an 8 year old child in that prophetic room.\n \nOne time a friend went up there, having business in the area. he had his briefcase but didn't take it in the prophecy room. The little girl says, I see a briefcase and something in it that you need to throw in the fire. He had taken all the business contracts from the company he was leaving and was going to take them for himself. God told him gently, through an 8-year old that maybe barely knows what a briefcase is.\n\nThe operating system doesn't matter to her. She just believes. when we get older, our operating system conflicts with God's. We want to be a PC user and figure out all the insides.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=A-5B00_KAeQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]