[
  {
    "Date": "2025-08-15T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=zHeDrcRGsFk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=6",
    "famous quote": "You start to think of contempt as a virus. Infecting individuals first, but spreading rapidly through families, communities, peoples, power structures, nations. Less flashy than hate. More deadly.\n-Zadie Smith (in \"Imitations\")",
    "Ted Talks": "https://www.youtube.com/watch?v=fQUeDdaVoWo",
    "Nature Video": "https://www.youtube.com/watch?v=UsLQHJpt4-0",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "I have an African friend who barely survived the genocide in Rwanda, and now lives in America. (I recorded his story here: http://rawspoon.com/true-story-of-darius-safari/) He now has a ministry taking resources and leading mission trips over to help widows and abandoned women (checkout safarilegacyrwanda.com). I asked him about the difference between America and Africa. He said yes the miracles do happen over there all the time. The main difference in our cultures is that we get all upset about the little things over here. Like our TV show isn't on this week. Whereas over there they deal with real issues, like 'My crop was eaten by insects. How are we going to live?\"\r\n\nSo what are we supposed to do?\r\n\nI know it's harder to trust with distractions and safety nets all around us. We are like the rich camels trying to fit through the eye of a needle. The odds that we will really trust in God are stacked against us. We have received our reward in full here on earth and we are treasuring up nothing in heaven. Will we even find a home there?\r\n\nWell, maybe like they say in the original Spiderman movie, \"With much power comes much responsibility.\" \r\n\nHow could we see our TV and our computer and car and constant access to the Internet as a price that has been paid by the labor of our fathers. If we saw all the overtime hours they put in, and the trenches they fought in so our nation could be advanced and secure, If we really remembered the backs and families broken to put our cell phone into our hands, would we treat our power differently. \r\n\nLet us find a purpose to live for, and sacrifice for it. Let us use our tools to rescue the broken hearted. Take a moment from your show and call your awkward friend who has Tourettes Syndrome. Or whatever socially unacceptable thing they have. You know who I'm talking about. Yeah, that chick. That dude. \r\n\nWe have been given a power. And if we use it as a tool to get lazy, what an incredible insults to our fathers. Your grandpa died, and we still play games on our phone instead of texting that hurting friend or calling our rude old man that is still alive, telling him we appreciate him.\r\n\nMaybe stuff like that. It's in our hands. Our fingertips. We have an incredible power. \r\nGod give us a faith that will rival it, and utilize it. \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=GVgwZdyLRM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/xhC6na9-XQk",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]