[
  {
    "Date": "2025-08-26T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CO4aNQNKA-4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=4NioLZAzGDM&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=8",
    "famous quote": "\"Some people feel guilty about their anxieties and regard them as a defect of faith. I don't agree at all. They are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the Passion of Christ\"\n-- C.S. Lewis (Letters to Malcolm: Chiefly on Prayer)",
    "Ted Talks": "https://www.youtube.com/watch?v=dY9f9bFctUE",
    "Nature Video": "https://www.youtube.com/watch?v=XYlmP9aX-Pw",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Daniel's Story:\n\nDaniel is going to a liberal seminary where he says his strict adherence to Christ is often challenged. I asked him how he is still able to hold onto it and he said, \"Because of what I've experienced.\" So I asked him to tell his story.\n\nAs he was driving late one night, visions started looping in his head. The first was a building that he passed, but he passed it over and over, like a looping Gif picture. Hundreds of time. Then others. And then he saw himself lean over in the seat as if bracing for a crash, and heard himself saying \"Oh God, this is where I die.\" But it looped at least a thousand times before he actually crashed, as if he were stuck in the moment of his death forever. He felt like it was hell, like death was taunting its victory over him, over and over with no escape.\n\nHe was so convinced that he had died that when he woke up in the ambulance he thought the EMTs were demons taking him to hell and he tried to break free.\n\nAs he recovered in the hospital he kept having visions that repeated like this. In one of them he saw his whole life play over and over in his mind but he was now playing it as a frog or another animal. He was so caught in a hopeless and tortuous cycle that he really believed he was dead and these were sadistic experiences from hell. It took him a couple months to really believe he was still alive. \n\nAt 4 AM one morning, when he couldn't sleep because of the visions his mother came in and prayed for him, like she did early every morning. She told him to go downstairs and sleep with his brother.\n\nBut while he was walking through the hall he suddenly saw a flaming cross close to the right of his face. And its fire fell onto him and covered him. Suddenly he knew he was free of the visions. And the fire was a good fire. It felt amazing, like nothing he had ever felt before, like pure love.\n\nAnd he was free of it from that time on.\n\nAnd that is why he clings staunchly to Jesus as his savior.\n\nWhether it is a spiritual enemy or simply a glitch in his brain, it appears it was the firey love of the cross that rescued him from it.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/abIh5UVjynQ",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]