[
  {
    "Date": "2025-10-18T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=qNk-kc0XH4A&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=2",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=fgTaFfflYNY&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=3",
    "famous quote": "\"The terrible thing, the almost impossible thing, is to hand over your whole self--all your wishes and precautions--to Christ. But it is far easier than what we are all trying to do instead. For what we are trying to do is to remain what we call \"ourselves,\" to keep personal happiness as our great aim in life, and yet at the same time be \"good.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=7vV_MS_IL94",
    "Nature Video": "https://www.youtube.com/watch?v=hpfVMPCR3xA",
    "User added": "\"You perceive how God sees you in the mirror of the Word, but then you go out and forget your divine origin.\"\n??James (Jacob)? ?1:24? ?TPT??????\n\nHave you ever listened to a recording of your voice? To me, it never seems like I sound like the real me. So why do I think I see the \"me\" the world sees when I look in a mirror? More importantly, how can a mirror made by human hands show me how God sees me? Today, remember that you are made in the image of God for His purposes.\n\n\"God will continually revitalize you, implanting within you the passion to do what pleases him.\"\n??Philippians? ?2:13? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 8)\n\nI am obviously blown away by all of his stories. And I had been thinking, as I listened, that it is like he is living in New Testament times. And I thought, \"I have a direct line to talk to someone who deals with things very similar to what the people dealt with in the New Testament.\" So I began a new line of questioning.\r\nWhat does it feel like to be demon possessed?\r\nHe looks at PK for the translation of my question, and then begins his answer.\r\nYou don't know you are doing what you do. You do it for pleasure but at the end you get stressed after you do that stuff. So being possessed by a demon is like you'll feel you'll be happy if you kill someone or see blood on someone's body, or steal, or do wrong things.\r\n\r\nWhat does it feel like to hear from God? How do you know it is Him? \r\nEven now I feel his presence. I feel fear of God. I feel He is touching me.\r\nDo you feel it always? \r\nWhenever I pray. Whenever I preach. Whenever I am in his presence.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.facebook.com/1124461228/videos/612857703425512/",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]