[
  {
    "Date": "2025-08-30T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=2Ax0S0fIHGM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=GnMkbEBwOac&list=PLVccJouc7Os9oOzpscL2UCrrHAlAW9GcC&index=2",
    "famous quote": "\"The promise, made when I am in love and because I am in love, to be true to the beloved as long as I live, commits me to being true even if I cease to be in love. A promise must be about things that I can do, about actions: no one can promise to go on feeling in a certain way. He might as well promise to never have a headache or always to feel hungry.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=DqwzKPZK8AU",
    "Nature Video": "https://www.youtube.com/watch?v=HywDNAgqDzw",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stephanie:\n(part 3)\n\nThen Stephanie commented on some strange ways that God had told her to heal people, even when she felt unqualified. There was a friend's brother who lived far away and had bone cancer. The cancer only seemed to get worse as they and their friends prayed. After a bone marrow transplant, instead of the white blood cells coming back, they totally drained away. His immune system had failed so immensely that they deemed him terminal and instead of keeping anyone with germs away from him they said anybody who wants to see him should do it now, before he dies. \r\n\nWhile praying Stephanie felt a strong urge that they were supposed to go pray for him in person. She didn't feel confident to do it so she thought she would tell the others, the ones she knew were miracle workers to go. This inclination wouldn't go away so she told herself if her friend that lived in the same state as the one with cancer called and specifically asked them to come she would watch all the kids as the others went to pray. Well, sure enough her friend called but she asked adamantly that Stephanie come. \r\n\nOn the long car ride Stephanie still felt so inadequate to pray for the man with cancer that she put her head in her hands and prayed, \"God, I feel so unequipped for this. If you want me to pray for him please give me a sign of some sort.\"\r\n\nThe first sign that came  were three cars that pulled up around them at the same time all had 44 in their license plate numbers. Then a 4 car pulled up with the same. She mentioned the weird coincidence to the others in the car and one of them mentioned, \"Ezekiel 44:4: ...I saw that the glory of the Lord filled the temple...\" So she concluded that they would see God work. Then it turned out the exit to go to the hospital was 444.\r\n\nAnd as they got closer in the car Stephanie's fingers started to tingle like electricity. And then her palms and then her wrists, until at the hospital her hands were so affected by the sensation that she held them curled and wretched, unable to relax them. \r\n\nWhen they got there the man's brother was beside the bed and they knew he wasn't a Christian so they timidly exchanged pleasantries and said a quick prayer for his healing. They didn't want to interrupt the last moments of two brothers. Nothing happened. \r\n\nBut as they walked down the hall both Stephanie and a man named Scott that came with them felt such a heaviness in their stomachs that they could only walk slow, and hunched down the hallway, and Stephanie could only hold her hands curled and tingling in front of her. People even asked her if she was okay. They asked what they should do and determined they had to go back and pray more. \r\n\nThey went back into the room and asked if they could pray again. They said yes. Stephanie imagined a vision of Jesus on the cross so one of them stood at each of his arms, spreading them out from his body like on a cross, another stood touching his head, and Stephanie just touched his toes. When they began to pray Stephanie felt all the electricity and tension pour out of her hands and into the man's body through his toes. It didn't look like anything had changed. Then they went home.\r\n\nStephanie then told me that we should practice our spiritual senses. For her it was the strange curling and electricity in her hand. But maybe it will be an emotion you feel, or an intuition. Maybe just be looking for strange circumstances like the 44. \r\n\nThe next day the man's white cell count became measurable again. The next day it doubled, and the next day it doubled again, until it was fully complete. The final diagnosis was that not only had the cancer gone into remission, it had entirely disappeared. It was the type of healing that they never even had to worry about it coming back.  \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=l3vT0k3kV_g",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/abIh5UVjynQ",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]