[
  {
    "Date": "2025-09-23T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=k_ieBIVLeRs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=P-OYBoAPKeQ&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=2",
    "famous quote": "They say you really appreciate a garden only once you reach a certain age ... There seems to be something miraculous about seeing the relentless optimism of new growth after the bleakness of winter, a kind of joy in the difference every year.\n-Jojo Moyes (in \"Me Before You\")",
    "Ted Talks": "https://www.youtube.com/watch?v=lmyZMtPVodo",
    "Nature Video": "https://www.youtube.com/watch?v=I_--UVOyA3k",
    "User added": "\"For physical training is of some value (useful for a little), but godliness (spiritual training) is useful and of value in everything and in every way, for it holds promise for the present life and also for the life which is to come.\"\n??1 Timothy? ?4:8? ?AMPC??????\n\nThere have been seasons of my life when I was into exercising, but honestly, it is hard work! Ugh! Have you considered what exercise looks like in your spiritual life? Is it church on Sunday? Maybe bible study on Wednesday night? personal devotionals? What about prayer and quiet time before God? What do you think is the \"promise\" that Paul is talking about? Maybe you are in a season of vigorous spiritual exercise. What do you think God is training you for? Heavenly Father, grant us strength, according to Your will, to do that which brings You joy,  and draw us ever closer to rest in You, in the name of Jesus. Amen.\n\n-Sean Lennon\n",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill: \n\n(part 3)\n\nFor me, it's not about the money. I'd say 99% of the people who miss the kingdom of God miss it because of money. We think money drives the solutions for what we think we need to do. In ethiopia they don't turn to money to solve their problem, they automatically turn to God. \r\n\r\nWhen my grandkids ask to be entertained. I used money to pay for a netflix movie, when God really wanted me to take a break.\r\n\r\nRoss, \"Always make sure money is not the motivation for your books.\"\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=_F-RCX1blmw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]