[
  {
    "Date": "2025-09-06T07:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 15- Ordinary Time",
    "Script 1": "\n Blessed is the one\n    who does not walk in step with the wicked\nor stand in the way that sinners take\n    or sit in the company of mockers,\n but whose delight is in the law of the Lord,\n    and who meditates on his law day and night.\n That person is like a tree planted by streams of water,\n    which yields its fruit in season\nand whose leaf does not wither--\n    whatever they do prospers.\n\n Not so the wicked!\n    They are like chaff\n    that the wind blows away.\n Therefore the wicked will not stand in the judgment,\n    nor sinners in the assembly of the righteous.\n\n For the Lord watches over the way of the righteous,\n    but the way of the wicked leads to destruction.",
    "Script 2": " Moses summoned all the Israelites and said to them:\n\nYour eyes have seen all that the Lord did in Egypt to Pharaoh, to all his officials and to all his land.  With your own eyes you saw those great trials, those signs and great wonders.  But to this day the Lord has not given you a mind that understands or eyes that see or ears that hear.  Yet the Lord says, \"During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet.  You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord your God.\"\n\n When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them.  We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.\n\n Carefully follow the terms of this covenant, so that you may prosper in everything you do.  All of you are standing today in the presence of the Lord your God--your leaders and chief men, your elders and officials, and all the other men of Israel,  together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water.  You are standing here in order to enter into a covenant with the Lord your God, a covenant the Lord is making with you this day and sealing with an oath,  to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob.  I am making this covenant, with its oath, not only with you  who are standing here with us today in the presence of the Lord our God but also with those who are not here today.\n\n You yourselves know how we lived in Egypt and how we passed through the countries on the way here.  You saw among them their detestable images and idols of wood and stone, of silver and gold.  Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison.\n\n When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry.  The Lord will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord will blot out their names from under heaven.",
    "Script 3": " \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.  For I have come to turn\n\n\"'a man against his father,\n    a daughter against her mother,\na daughter-in-law against her mother-in-law--\n     a man's enemies will be the members of his own household.'[a]\n\n \"Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me.  Whoever does not take up their cross and follow me is not worthy of me.  Whoever finds their life will lose it, and whoever loses their life for my sake will find it.\n\n \"Anyone who welcomes you welcomes me, and anyone who welcomes me welcomes the one who sent me.  Whoever welcomes a prophet as a prophet will receive a prophet's reward, and whoever welcomes a righteous person as a righteous person will receive a righteous person's reward.  And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\"\n\n\n",
    "Script 4": "American Standard Version\n And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.\n\n And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he is waxed strong through his riches, [a]he shall stir up all against the realm of [b]Greece.  And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven, but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others besides these.\n\n And the king of the south [c]shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make [d]an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in those times.\n\n But out of a shoot from her roots shall one stand up in his [e]place, who shall come [f]unto the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail.  And also their gods, with their [g]molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall [h]refrain some years from the king of the north.  And he shall come into the realm of the king of the south, but he shall return into his own land.\n\n And his sons shall war, and shall assemble a multitude of great forces, [i]which shall come on, and overflow, and pass through; and [j]they shall return and war, even to his fortress.  And the king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand.  And the multitude shall [k]be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail.  And the king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even [l]of years, with a great army and with much substance.  And in those times there shall many stand up against the king of the south: also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall fall.  So the king of the north shall come, and cast up a mound, and take [m]a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand.  But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction.  And he shall set his face to come with the strength of his whole kingdom, and with him [n]equitable conditions; and he shall perform them: and he shall give him the daughter of women, [o]to corrupt her; but [p]she shall not stand, neither be for him.  After this shall he turn his face unto the [q]isles, and shall take many: but a [r]prince shall cause the reproach offered by him to cease; yea, moreover, he shall cause his reproach to turn upon him.  Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found.\n\n Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be [s]destroyed, neither in anger, nor in battle.  And in his [t]place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries.  And the overwhelming forces shall be overwhelmed from before him, and shall be broken; yea, also the prince of [u]the covenant.  And after the league made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people.  In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers; he shall scatter among them prey, and spoil, and substance: yea, he shall devise his devices against the strongholds, even for a time.  And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him.  Yea, they that eat of his dainties shall [v]destroy him, and his army shall overflow; and many shall fall down slain.  And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed.\n\n Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land.  At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former.  For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard unto them that forsake the holy covenant.  And forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt-offering, and they shall set up the abomination that maketh desolate.  And such as do wickedly against the covenant shall he [w]pervert by flatteries; but the people that know their God shall be strong, and do exploits.  And [x]they that are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days.  Now when they shall fall, they shall be helped with a little help; but many shall join themselves unto them with flatteries.  And some of [y]them that are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed.\n\n And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done.  Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all.  But in his [z]place shall he honor the god of fortresses; and a god whom his fathers knew not shall he honor with gold, and silver, and with precious stones and pleasant things.  And he shall deal with the strongest fortresses by the help of a foreign god: [aa]whosoever acknowledgeth him [ab]he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price.\n\n And at the time of the end shall the king of the south [ac]contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through.  He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon.  He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape.  But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps.  But tidings out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and [ad]utterly to sweep away many.  And he shall plant the tents of his palace [ae]between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm1;Deuteronomy29:2-20;Matthew10:34-42",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.1,Deut.29,Matt.10",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ba9ab426dcea47b8ab2398d2a1244ffe~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_91d43f74df5e43c39e4bd5da1c342a05~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_e4c99fde7be140f0bdac33aa8f959f9f~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_1c3aa7e5c49c42899f5559daa5fa2cc4~mv2.jpg",
    "AI Image 4B": "https://static.wixstatic.com/media/a07ded_89f758b8d5e74f5c91e85f59722013b6~mv2.jpg",
    "Address Script 1": "Psalm 1 ",
    "Address Script 2": "Deuteronomy 29:2-20",
    "Address Script 3": "Matthew 10:34-42",
    "Address Script 4": "Daniel 11",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.1.c27e625a3fc30b9f501fb76b407fda50.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.29.27c685252e60abab75d1156404dfdb76.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Matt.10.c87765b9fa6156848cc57bf365c24434.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Dan.11.ba847b012f2d8dbcbe061c695f3464d8.mp3",
    "Verse to start at for audio": 254
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 1\n\n1 Blessed is the one\n    who does not walk in step with the wicked\nor stand in the way that sinners take\n    or sit in the company of mockers,\n2 but whose delight is in the law of the Lord,\n    and who meditates on his law day and night.\n3 That person is like a tree planted by streams of water,\n    which yields its fruit in season\nand whose leaf does not wither--\n    whatever they do prospers.\n\n4 Not so the wicked!\n    They are like chaff\n    that the wind blows away.\n5 Therefore the wicked will not stand in the judgment,\n    nor sinners in the assembly of the righteous.\n\n6 For the Lord watches over the way of the righteous,\n    but the way of the wicked leads to destruction.",
    "Script 2": "Deuteronomy 29:2-20\n\n2 Moses summoned all the Israelites and said to them:\n\nYour eyes have seen all that the Lord did in Egypt to Pharaoh, to all his officials and to all his land. 3 With your own eyes you saw those great trials, those signs and great wonders. 4 But to this day the Lord has not given you a mind that understands or eyes that see or ears that hear. 5 Yet the Lord says, \"During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet. 6 You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord your God.\"\n\n7 When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them. 8 We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.\n\n9 Carefully follow the terms of this covenant, so that you may prosper in everything you do. 10 All of you are standing today in the presence of the Lord your God--your leaders and chief men, your elders and officials, and all the other men of Israel, 11 together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water. 12 You are standing here in order to enter into a covenant with the Lord your God, a covenant the Lord is making with you this day and sealing with an oath, 13 to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob. 14 I am making this covenant, with its oath, not only with you 15 who are standing here with us today in the presence of the Lord our God but also with those who are not here today.\n\n16 You yourselves know how we lived in Egypt and how we passed through the countries on the way here. 17 You saw among them their detestable images and idols of wood and stone, of silver and gold. 18 Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison.\n\n19 When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry. 20 The Lord will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord will blot out their names from under heaven.",
    "Script 3": "Matthew 10:34-42\n\n34 \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword. 35 For I have come to turn\n\n\"'a man against his father,\n    a daughter against her mother,\na daughter-in-law against her mother-in-law--\n36     a man's enemies will be the members of his own household.'[a]\n\n37 \"Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me. 38 Whoever does not take up their cross and follow me is not worthy of me. 39 Whoever finds their life will lose it, and whoever loses their life for my sake will find it.\n\n40 \"Anyone who welcomes you welcomes me, and anyone who welcomes me welcomes the one who sent me. 41 Whoever welcomes a prophet as a prophet will receive a prophet's reward, and whoever welcomes a righteous person as a righteous person will receive a righteous person's reward. 42 And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\"\n\n\nFootnotes\na. Matthew 10:36 Micah 7:6",
    "Script 4": "Daniel 11\nAmerican Standard Version\n1 And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.\n\n2 And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he is waxed strong through his riches, [a]he shall stir up all against the realm of [b]Greece. 3 And a mighty king shall stand up, that shall rule with great dominion, and do according to his will. 4 And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven, but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others besides these.\n\n5 And the king of the south [c]shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion. 6 And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make [d]an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in those times.\n\n7 But out of a shoot from her roots shall one stand up in his [e]place, who shall come [f]unto the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail. 8 And also their gods, with their [g]molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall [h]refrain some years from the king of the north. 9 And he shall come into the realm of the king of the south, but he shall return into his own land.\n\n10 And his sons shall war, and shall assemble a multitude of great forces, [i]which shall come on, and overflow, and pass through; and [j]they shall return and war, even to his fortress. 11 And the king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand. 12 And the multitude shall [k]be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail. 13 And the king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even [l]of years, with a great army and with much substance. 14 And in those times there shall many stand up against the king of the south: also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall fall. 15 So the king of the north shall come, and cast up a mound, and take [m]a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand. 16 But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction. 17 And he shall set his face to come with the strength of his whole kingdom, and with him [n]equitable conditions; and he shall perform them: and he shall give him the daughter of women, [o]to corrupt her; but [p]she shall not stand, neither be for him. 18 After this shall he turn his face unto the [q]isles, and shall take many: but a [r]prince shall cause the reproach offered by him to cease; yea, moreover, he shall cause his reproach to turn upon him. 19 Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found.\n\n20 Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be [s]destroyed, neither in anger, nor in battle. 21 And in his [t]place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries. 22 And the overwhelming forces shall be overwhelmed from before him, and shall be broken; yea, also the prince of [u]the covenant. 23 And after the league made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people. 24 In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers; he shall scatter among them prey, and spoil, and substance: yea, he shall devise his devices against the strongholds, even for a time. 25 And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him. 26 Yea, they that eat of his dainties shall [v]destroy him, and his army shall overflow; and many shall fall down slain. 27 And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed.\n\n28 Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land. 29 At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former. 30 For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard unto them that forsake the holy covenant. 31 And forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt-offering, and they shall set up the abomination that maketh desolate. 32 And such as do wickedly against the covenant shall he [w]pervert by flatteries; but the people that know their God shall be strong, and do exploits. 33 And [x]they that are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days. 34 Now when they shall fall, they shall be helped with a little help; but many shall join themselves unto them with flatteries. 35 And some of [y]them that are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed.\n\n36 And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done. 37 Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all. 38 But in his [z]place shall he honor the god of fortresses; and a god whom his fathers knew not shall he honor with gold, and silver, and with precious stones and pleasant things. 39 And he shall deal with the strongest fortresses by the help of a foreign god: [aa]whosoever acknowledgeth him [ab]he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price.\n\n40 And at the time of the end shall the king of the south [ac]contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through. 41 He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon. 42 He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape. 43 But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps. 44 But tidings out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and [ad]utterly to sweep away many. 45 And he shall plant the tents of his palace [ae]between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him.\n\n \nFootnotes\nDaniel 11:2 Or, all this shall stir up the realm\nDaniel 11:2 Hebrew Javan.\nDaniel 11:5 Or, shall be strong; but one of his princes shall be etc.\nDaniel 11:6 Or, equitable conditions\nDaniel 11:7 Or, office\nDaniel 11:7 Or, against\nDaniel 11:8 Or, princes\nDaniel 11:8 Or, continue more years than etc.\nDaniel 11:10 Or, and he\nDaniel 11:10 Or, he\nDaniel 11:12 Or, be carried away\nDaniel 11:13 Or, for\nDaniel 11:15 Or, the fortified cities\nDaniel 11:17 Or, upright ones\nDaniel 11:17 Or, to destroy it\nDaniel 11:17 Or, it\nDaniel 11:18 Or, coast-lands\nDaniel 11:18 Or, captain\nDaniel 11:20 Hebrew broken.\nDaniel 11:21 Or, office\nDaniel 11:22 Or, his covenant\nDaniel 11:26 Hebrew break.\nDaniel 11:32 Hebrew make profane.\nDaniel 11:33 Or, the teachers of the people\nDaniel 11:35 Or, the teachers\nDaniel 11:38 Or, office\nDaniel 11:39 Or, whom he shall acknowledge and increase with glory\nDaniel 11:39 Or, shall increase glory\nDaniel 11:40 Hebrew push at.\nDaniel 11:44 Hebrew to devote many.\nDaniel 11:45 Or, between the seas at",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\n Blessed is the one\n    who does not walk in step with the wicked\nor stand in the way that sinners take\n    or sit in the company of mockers,\n but whose delight is in the law of the Lord,\n    and who meditates on his law day and night.\n That person is like a tree planted by streams of water,\n    which yields its fruit in season\nand whose leaf does not wither--\n    whatever they do prospers.\n\n Not so the wicked!\n    They are like chaff\n    that the wind blows away.\n Therefore the wicked will not stand in the judgment,\n    nor sinners in the assembly of the righteous.\n\n For the Lord watches over the way of the righteous,\n    but the way of the wicked leads to destruction.",
    "Script 2": "Deuteronomy :-\n\n Moses summoned all the Israelites and said to them:\n\nYour eyes have seen all that the Lord did in Egypt to Pharaoh, to all his officials and to all his land.  With your own eyes you saw those great trials, those signs and great wonders.  But to this day the Lord has not given you a mind that understands or eyes that see or ears that hear.  Yet the Lord says, \"During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet.  You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord your God.\"\n\n When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them.  We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.\n\n Carefully follow the terms of this covenant, so that you may prosper in everything you do.  All of you are standing today in the presence of the Lord your God--your leaders and chief men, your elders and officials, and all the other men of Israel,  together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water.  You are standing here in order to enter into a covenant with the Lord your God, a covenant the Lord is making with you this day and sealing with an oath,  to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob.  I am making this covenant, with its oath, not only with you  who are standing here with us today in the presence of the Lord our God but also with those who are not here today.\n\n You yourselves know how we lived in Egypt and how we passed through the countries on the way here.  You saw among them their detestable images and idols of wood and stone, of silver and gold.  Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison.\n\n When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry.  The Lord will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord will blot out their names from under heaven.",
    "Script 3": "Matthew :-\n\n \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.  For I have come to turn\n\n\"'a man against his father,\n    a daughter against her mother,\na daughter-in-law against her mother-in-law--\n     a man's enemies will be the members of his own household.'[a]\n\n \"Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me.  Whoever does not take up their cross and follow me is not worthy of me.  Whoever finds their life will lose it, and whoever loses their life for my sake will find it.\n\n \"Anyone who welcomes you welcomes me, and anyone who welcomes me welcomes the one who sent me.  Whoever welcomes a prophet as a prophet will receive a prophet's reward, and whoever welcomes a righteous person as a righteous person will receive a righteous person's reward.  And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\"\n\n\nFootnotes\na. Matthew : Micah :",
    "Script 4": "Daniel \nAmerican Standard Version\n And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.\n\n And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he is waxed strong through his riches, [a]he shall stir up all against the realm of [b]Greece.  And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven, but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others besides these.\n\n And the king of the south [c]shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make [d]an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in those times.\n\n But out of a shoot from her roots shall one stand up in his [e]place, who shall come [f]unto the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail.  And also their gods, with their [g]molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall [h]refrain some years from the king of the north.  And he shall come into the realm of the king of the south, but he shall return into his own land.\n\n And his sons shall war, and shall assemble a multitude of great forces, [i]which shall come on, and overflow, and pass through; and [j]they shall return and war, even to his fortress.  And the king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand.  And the multitude shall [k]be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail.  And the king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even [l]of years, with a great army and with much substance.  And in those times there shall many stand up against the king of the south: also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall fall.  So the king of the north shall come, and cast up a mound, and take [m]a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand.  But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction.  And he shall set his face to come with the strength of his whole kingdom, and with him [n]equitable conditions; and he shall perform them: and he shall give him the daughter of women, [o]to corrupt her; but [p]she shall not stand, neither be for him.  After this shall he turn his face unto the [q]isles, and shall take many: but a [r]prince shall cause the reproach offered by him to cease; yea, moreover, he shall cause his reproach to turn upon him.  Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found.\n\n Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be [s]destroyed, neither in anger, nor in battle.  And in his [t]place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries.  And the overwhelming forces shall be overwhelmed from before him, and shall be broken; yea, also the prince of [u]the covenant.  And after the league made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people.  In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers; he shall scatter among them prey, and spoil, and substance: yea, he shall devise his devices against the strongholds, even for a time.  And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him.  Yea, they that eat of his dainties shall [v]destroy him, and his army shall overflow; and many shall fall down slain.  And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed.\n\n Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land.  At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former.  For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard unto them that forsake the holy covenant.  And forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt-offering, and they shall set up the abomination that maketh desolate.  And such as do wickedly against the covenant shall he [w]pervert by flatteries; but the people that know their God shall be strong, and do exploits.  And [x]they that are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days.  Now when they shall fall, they shall be helped with a little help; but many shall join themselves unto them with flatteries.  And some of [y]them that are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed.\n\n And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done.  Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all.  But in his [z]place shall he honor the god of fortresses; and a god whom his fathers knew not shall he honor with gold, and silver, and with precious stones and pleasant things.  And he shall deal with the strongest fortresses by the help of a foreign god: [aa]whosoever acknowledgeth him [ab]he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price.\n\n And at the time of the end shall the king of the south [ac]contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through.  He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon.  He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape.  But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps.  But tidings out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and [ad]utterly to sweep away many.  And he shall plant the tents of his palace [ae]between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him.\n\n \nFootnotes\nDaniel : Or, all this shall stir up the realm\nDaniel : Hebrew Javan.\nDaniel : Or, shall be strong; but one of his princes shall be etc.\nDaniel : Or, equitable conditions\nDaniel : Or, office\nDaniel : Or, against\nDaniel : Or, princes\nDaniel : Or, continue more years than etc.\nDaniel : Or, and he\nDaniel : Or, he\nDaniel : Or, be carried away\nDaniel : Or, for\nDaniel : Or, the fortified cities\nDaniel : Or, upright ones\nDaniel : Or, to destroy it\nDaniel : Or, it\nDaniel : Or, coast-lands\nDaniel : Or, captain\nDaniel : Hebrew broken.\nDaniel : Or, office\nDaniel : Or, his covenant\nDaniel : Hebrew break.\nDaniel : Hebrew make profane.\nDaniel : Or, the teachers of the people\nDaniel : Or, the teachers\nDaniel : Or, office\nDaniel : Or, whom he shall acknowledge and increase with glory\nDaniel : Or, shall increase glory\nDaniel : Hebrew push at.\nDaniel : Hebrew to devote many.\nDaniel : Or, between the seas at",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\n Blessed is the one\n    who does not walk in step with the wicked\nor stand in the way that sinners take\n    or sit in the company of mockers,\n but whose delight is in the law of the Lord,\n    and who meditates on his law day and night.\n That person is like a tree planted by streams of water,\n    which yields its fruit in season\nand whose leaf does not wither--\n    whatever they do prospers.\n\n Not so the wicked!\n    They are like chaff\n    that the wind blows away.\n Therefore the wicked will not stand in the judgment,\n    nor sinners in the assembly of the righteous.\n\n For the Lord watches over the way of the righteous,\n    but the way of the wicked leads to destruction.",
    "Script 2": "Deuteronomy :-\n\n Moses summoned all the Israelites and said to them:\n\nYour eyes have seen all that the Lord did in Egypt to Pharaoh, to all his officials and to all his land.  With your own eyes you saw those great trials, those signs and great wonders.  But to this day the Lord has not given you a mind that understands or eyes that see or ears that hear.  Yet the Lord says, \"During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet.  You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord your God.\"\n\n When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them.  We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.\n\n Carefully follow the terms of this covenant, so that you may prosper in everything you do.  All of you are standing today in the presence of the Lord your God--your leaders and chief men, your elders and officials, and all the other men of Israel,  together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water.  You are standing here in order to enter into a covenant with the Lord your God, a covenant the Lord is making with you this day and sealing with an oath,  to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob.  I am making this covenant, with its oath, not only with you  who are standing here with us today in the presence of the Lord our God but also with those who are not here today.\n\n You yourselves know how we lived in Egypt and how we passed through the countries on the way here.  You saw among them their detestable images and idols of wood and stone, of silver and gold.  Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison.\n\n When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry.  The Lord will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord will blot out their names from under heaven.",
    "Script 3": "Matthew :-\n\n \"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.  For I have come to turn\n\n\"'a man against his father,\n    a daughter against her mother,\na daughter-in-law against her mother-in-law--\n     a man's enemies will be the members of his own household.'[a]\n\n \"Anyone who loves their father or mother more than me is not worthy of me; anyone who loves their son or daughter more than me is not worthy of me.  Whoever does not take up their cross and follow me is not worthy of me.  Whoever finds their life will lose it, and whoever loses their life for my sake will find it.\n\n \"Anyone who welcomes you welcomes me, and anyone who welcomes me welcomes the one who sent me.  Whoever welcomes a prophet as a prophet will receive a prophet's reward, and whoever welcomes a righteous person as a righteous person will receive a righteous person's reward.  And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.\"\n\n\n",
    "Script 4": "Daniel \nAmerican Standard Version\n And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.\n\n And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he is waxed strong through his riches, [a]he shall stir up all against the realm of [b]Greece.  And a mighty king shall stand up, that shall rule with great dominion, and do according to his will.  And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven, but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others besides these.\n\n And the king of the south [c]shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion.  And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make [d]an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in those times.\n\n But out of a shoot from her roots shall one stand up in his [e]place, who shall come [f]unto the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail.  And also their gods, with their [g]molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall [h]refrain some years from the king of the north.  And he shall come into the realm of the king of the south, but he shall return into his own land.\n\n And his sons shall war, and shall assemble a multitude of great forces, [i]which shall come on, and overflow, and pass through; and [j]they shall return and war, even to his fortress.  And the king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand.  And the multitude shall [k]be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail.  And the king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even [l]of years, with a great army and with much substance.  And in those times there shall many stand up against the king of the south: also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall fall.  So the king of the north shall come, and cast up a mound, and take [m]a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand.  But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction.  And he shall set his face to come with the strength of his whole kingdom, and with him [n]equitable conditions; and he shall perform them: and he shall give him the daughter of women, [o]to corrupt her; but [p]she shall not stand, neither be for him.  After this shall he turn his face unto the [q]isles, and shall take many: but a [r]prince shall cause the reproach offered by him to cease; yea, moreover, he shall cause his reproach to turn upon him.  Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found.\n\n Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be [s]destroyed, neither in anger, nor in battle.  And in his [t]place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries.  And the overwhelming forces shall be overwhelmed from before him, and shall be broken; yea, also the prince of [u]the covenant.  And after the league made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people.  In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers' fathers; he shall scatter among them prey, and spoil, and substance: yea, he shall devise his devices against the strongholds, even for a time.  And he shall stir up his power and his courage against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him.  Yea, they that eat of his dainties shall [v]destroy him, and his army shall overflow; and many shall fall down slain.  And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed.\n\n Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land.  At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former.  For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard unto them that forsake the holy covenant.  And forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt-offering, and they shall set up the abomination that maketh desolate.  And such as do wickedly against the covenant shall he [w]pervert by flatteries; but the people that know their God shall be strong, and do exploits.  And [x]they that are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days.  Now when they shall fall, they shall be helped with a little help; but many shall join themselves unto them with flatteries.  And some of [y]them that are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed.\n\n And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done.  Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all.  But in his [z]place shall he honor the god of fortresses; and a god whom his fathers knew not shall he honor with gold, and silver, and with precious stones and pleasant things.  And he shall deal with the strongest fortresses by the help of a foreign god: [aa]whosoever acknowledgeth him [ab]he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price.\n\n And at the time of the end shall the king of the south [ac]contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through.  He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon.  He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape.  But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps.  But tidings out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and [ad]utterly to sweep away many.  And he shall plant the tents of his palace [ae]between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]