[
  {
    "Date": "2025-11-29T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=DT2yfzWrulY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=13",
    "famous quote": "Rome wasn't built in a day... but it started with one!\n-Anonymous",
    "Ted Talks": "https://www.youtube.com/watch?v=qN8vzlcYAE8",
    "Nature Video": "https://www.youtube.com/watch?v=6k01DIVDJlY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=48",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_36444ef5793d43f3bea93fe7a236b852~mv2.png",
    "Interview Text": "Joel and Linda\nInterview\n\nI am seeing that this spiritual world doesn't have simple rules. You can't always just pray for God to step in and erase the problem. There may be other things that need to happen in the prayer for them to be healed.\nFor example, it turned out Joel has been part of praying for miracles a lot before and he told me a story where one time he was praying for healing for a woman and felt like he was to first ask her if she was dealing with any anger. She admitted that yes, in fact she was very angry with her husband, who was a pastor, because he was ignoring her to do church stuff all the time. And they had to pray for her anger and forgiveness before she could be healed.\n\nIn that same vein, Ray's wife, Linda told a story about some other strange little keys to powerful prayer and healing. She was at a women's conference in America and a woman was brought to her who was extremely downcast. She asked her and a few of the other women to stay after. She told the other women she had seen this before and she would tell them how to help the woman.\nShe said, \"Sit directly in front of her and be aware that you may see her start to doze off. If she does, gently lift her head and ask her to stay with you.\" \nAs they talked they tried to get the woman to say, \"Jesus is Lord.\" \n\"Yes,\" she would reply. \nThey said, \"Who is Lord?\"\n\"Jesus.\"\nNow say the whole thing.\n\"He is.\"\nThey couldn't get her to say, \"Jesus is Lord.\" And she wouldn't hold a Bible for long. Then Linda directed one of them to say to the woman, \"In the name of Jesus, what is your name?\"\nWhen they did this the woman's eyes rolled back into her head and she dozed off. They gently lifted her head and tried again.\nThey asked again. \nShe finally responded, \"John.\"\nThey eventually found out that John was the name of a man she was having an affair with. In this case John was the spirit of adultery that had taken root in her. \nAnd they prayed it out until the woman could say, \"Jesus is Lord.\"\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/I8bDGHxTr5I",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]