[
  {
    "Art title 1": "Save Me from The Grave",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9172414d0bfd4e8d884ca866d2a4216c~mv2.jpg/v1/fill/w_740,h_740,al_c,q_90/a07ded_9172414d0bfd4e8d884ca866d2a4216c~mv2.webp",
    "Artist Statement 1": "Like the Psalmist often cries, rescue me so that you can be glorified. He says, \"How can I glorify you from the grave?\" Since it's in the Bible, this can be a cry of our own when all seems to be lost.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-2d72fe7b-f3c1-4b2c-843f-c1ac2e2c159c",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Proud to Be Cancelled",
    "Story Link": "https://www.rawspoon.com/post/story-proud-to-be-cancelled",
    "excerpt": "Shanon had been cancelled. And to think it was the \"conservative\" church that did it. She had tried to be a good, quiet Christian girl for a time, but that just wasn't her. She loved her nose ring and combat boots. She had always felt like making people uncomfortable wasn't such a bad thing.\n\nShe spoke her mind about her unique faith. She did research among other scholars, followed cross references, and went back to the original languages to make her own sense of the Bible. And from what she found, she thought there were certain things that the Christians she saw could do better.\n\nAnd she just spoke what she saw. About good works, hell, loving the poor, purity, living in community... and her church \"discouraged\" it. But when she wouldn't stop, they asked her to at least stop posting her poems about it on Twitter, which had hit 10K followers (mostly other Christians from their denomination). But when she wouldn't stop, the leaders not only kicked her out of the youth group but they passionately called her a false teacher and even a Jezebel on Twitter. \n\nHer following dropped to 1.5K overnight. \n\nShe used to think they were \"her people,\" especially after she was shut down in her public school for stating her creative thoughts on evolution in the Bible during Biology class. But now she was apparently too rebellious for church as well.\n\nShe called her closest girl friend in the youth group, \"I want to still be friends with you, Shanon. But my dad said we can't be as long as you talk about things the way you do.\"\n\n\"I can't change. I am just built to speak my truth.\"\n\n\"Can't you just go along with them and be quiet? I have thoughts too but I don't push people's buttons with them.\"\n\n\"It's just... I think we're doing some things wrong. Someone has to say it. I guess...\" She wiped her eyes with her blue hair. \"I feel like it's just the way God made me.\"\n\nLater she tossed her Bible on the bed and Ezekiel 3 fell open. She read, \"Go to your people, the exiles; speak to them and tell them, 'This is what the Lord GOD says,' whether they listen or refuse to listen.\" \n\nShe fell onto the bed too. \"God, at least now you know that my loyalty lies with you.\"\n\n---\n\nTo be a Christian is rebellious to this world. Are you doing anything that Christians and non-Christians \"discourage\" or that makes them uncomfortable? Why not? \n\nRaw Spoon, 8-12-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/eLrGM26pmM0",
    "Bible Project 2": "https://youtu.be/jH_aojNJM3E",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 17:1-9",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 20",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 1",
    "The Chosen 3": "https://youtu.be/OLQhlkucfS0",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=MjazfFvqsig",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/18",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]