[
  {
    "Date": "2025-12-10T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=pSR0M_V9v78",
    "Additional Link": "https://relevantmagazine.com/faith/how-to-deconstruct-your-faith-without-losing-it/",
    "Yoga": "https://www.youtube.com/watch?v=D7VyQujtACM&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=4",
    "famous quote": "\"God will not be used as a convenience. Men or nations who think they can revive the Faith in order to make a good society might just as well think they can use the stairs of heaven as a shortcut to the nearest chemist's shop.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=7vqnazqmceQ",
    "Nature Video": "https://www.youtube.com/watch?v=SvjSP2xYZm8&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=60",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy \nInterview (part 11)\n\nThis is amazing. I want to know more about my role in writing.\r\n\nWriting books is a way I want to reach these people with one foot on one path and one foot on another. Do you have a message for me about writing books?\r\n\nThis group of people worshipping with me here are not simply the ones that come to my church. They are the ones that threw stones at me, who cursed me, who mocked me. When they did this I went to their homes and to church and prayed for them. I prayed for them and even sometimes they saw a vision so that they found Jesus Christ as their savior, and now they are with me as my friends and people I minister with. So those people around you will come to Christ. \r\n\r\nI think of my ministry as being two parts. The way I interact with people, but also how I make books. Should I make one more important than the other? \r\n\nHe rubs his chin, mutters something just loud enough to be heard and PK translates.\r\n\nIt is true; praise the Lord. I see two things over your heart. I see lots of books on your right hand. I see few books on your left hand. But God is speaking to you to seek His face first.\r\n\nI assume that he is saying that the few books in one hand represent the way I interact with people, and the books I will write are the big stack of books in the other. But I'm curious which is which.\r\n\nWhat are the few books in my left hand?\r\n\nThese books on your left hand are what you will give to those individuals with one foot in each path. \r\n\nI'm still wondering if he means they are the books I will write or they are symbolic of my interactions with people. His answer was unclear.\r\n\nWhat is the bunch of books in my right hand, then?\r\n\nThey are the word of God.",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=bQyCZMYTcXQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]