[
  {
    "Date": "2025-11-09T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Mpylc-dsxtE",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-06_yGoVJpI&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg",
    "famous quote": "You may have to fight a battle more than once to win it.\n-Margaret Thatcher",
    "Ted Talks": "https://www.youtube.com/watch?v=-k0p-DYYZKU",
    "Nature Video": "https://www.youtube.com/watch?v=XP8BUWr4AT4&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=28",
    "User added": "\"If God doesn't build the house, the builders only build shacks. If God doesn't guard the city, the night watchman might as well nap. It's useless to rise early and go to bed late, and work your worried fingers to the bone. Don't you know he enjoys giving rest to those he loves?\"\n‭‭Psalm‬ ‭127:1-2‬ ‭MSG‬‬‬‬‬‬\n\nDo you feel the weight of your responsibilities each day? Work, family, friends, and church all press down, or pull at your limited time and energy.\nI am going to say something, and I hope you think about it. You are less important to all of those people and organizations than you are to God. God is the one watching over you as you sleep. He is the one controlling and guiding circumstances in your home, at work, at church, in your city, half a world away, and years in the future to bring you closer to Him. Finally, He is the One who gives you rest today, and every day for all of your life into eternity. The Creator of the universe is watching over you with love! That is something to think about all day every day!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_586c5ec37d7243da98f9c605bc128236~mv2.png",
    "Interview Text": "Thor Colberg\nMiracles in \nInterview (Part 2)\n\nWhat about healings? Have you seen any healings?\r\n\nThere was a guy who got out of a wheel chair. He had been in an accident. A small group in his neighborhood had been praying for him for a year. He was angry and wasn't a Christian.\r\nWhen they invited him to their group he said, \"I can't come. You don't have a ramp to your house.\"\r\nSo the small group built him a ramp and he started to come to the small group. And through that he comes to Christ. Then he starts to think, \"God is going to heal me.\" His doctor told him, \"Don't get your hopes up, it's impossible.\" \r\nBut one time, during a Friday night of worship his home group gathered around him and started praying for him. I was watching him from the stage and I saw his legs shaking. I thought to myself, \"He's gonna walk.\"\r\nHis group members helped him up and he took three steps to the stage and sat down. His wife and daughter came running from across the room, so excited. They wheeled him out that night, but the next morning he thought, I walked last night. I'm going to take a standing shower. So he did.\r\nWhen he went to his doctor he waited until she turned her back and he stood up. She wrote on the chart, \"Miracle.\"\r\nThis guy was working at Circuit City and one time after he was healed he ran after a customer to give him the bag he forgot. I was there and said to the guy next to me, \"That guy used to be in a wheel chair.\" The guy said, \"I know, I come here all the time.\" I replied, \"He goes to my church.\"",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M11PBJbFApw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]