[
  {
    "Art title 1": "You Come against Me with Sword And Spear",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_241a18a3758943d9b0d6490357ffd809~mv2_d_2000_2000_s_2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3842ed5a-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "You Will Know Him by His Goodness",
    "Story Link": "https://www.rawspoon.com/post/story-you-will-know-him-by-his-goodness",
    "excerpt": "Though it was just a dream, Asher felt he had been there for years. He was walking on a beautifully architected bridge with a man who felt closer than a brother. They paused there, looking over the river of shining boats and busy trade happening at its edges. The city on either side was clean and full of so many inlets, trees, towers, green houses, bay windows and gazebos. It was full of just as much laughter as it was sounds of hard work. \n\n\"Asher,\" the man turned to him and said, \"I have to give you something before you go back.\" \n\n\"Wait, why do I have to go back?\"\n\n\"This is just a glimpse. I will give you something that will help you recognize me in the world you still live in.\"\n\n\"Wait, why do I have to leave?!\"\n\n\"You are still there, brother. You need to find your way here. But it won't be easy. You will leave many friends, and many worldly pleasures if you choose to take what I want to give you.\"\n\nAsher hesitantly looked down at the man's hand. His open palm held something the size of a pill. It was wrapped in what looked like green leaf fibers, in a small oblong sphere. \n\n\"What is it?\"\n\n\"It is goodness. It will make it so you cannot ever stop seeing what is goodness in things, and where it is not.\"\n\n\"Why wouldn't I want it?\"\n\n\"You will feel fiercely divided for the things you've wanted and held onto, and even relationships, you've had for years. But now you will see that some of these things are the enemy of goodness.\"\n\nAsher looked around. He knew he wanted to come back to this place, and be with this friend, no matter the cost. He picked up the tiny green ball and looked at the man as he placed it in his mouth. It was instantly slippery and very easily slid down his throat.\n\nAsher woke up. His neck was incredibly sore. He opened his eyes and sun came in. He was looking at the corner of a white ceiling. He heard men groaning, women giggling drably and the clink of glasses. \n\n\"Asher! Want a bloody mary, asshole? After seeing you last night, I assume you'll need it.\"\n\nHe lifted his head; it was bent back over the plush arm of a couch he was sprawled across, wearing his clothes from last night. Vomit was on his chest.\n\nHe was filled with disgust. He unbuttoned his outer shirt as he stood up and squirmed out of it. He looked at the three guys making drinks who were now staring at him. \n\nAsher looked at the drinks they were making, and just blurted out, \"What are you doing?! Medicating alcohol with more alcohol?!\" And before he knew it he was walking toward the door. \n\n\"Asher!\" a girl in a miniskirt and mussy hair was coming back from the bathroom, having wiped vomit off of herself as well. \"Where you going?! You promised you'd take me to Beaten Eggs to make up for what you did last night?! You can't leave!\"\n\nIt was coming back to him. \"Oh!\" His head fell to his hand as he groaned. \"I'm so, so sorry for whatever I did. I can't do this anymore.\" He glanced around and scowled, \"It's not good. None of this is good.\" Everywhere he looked disgusted him. He glanced at all the faces looking at him and heard himself say loud enough for all them to hear, \"None of this is good. None of this. Ya'll have to stop this.\"\n\nHe stumbled down the stairs and walked the 14 blocks to his apartment. He saw glimpses of good, like the old man and woman gardening together in their little Brooklyn yard. And a flock of pigeons flying in beautiful murmurations above him. But his main impression on every block was not good. Angry honks and shouts coming from cars. Trash on the pavement and gutters. Store owners forcefully bargaining with customers to get more money.\n\nWhen he got home he immediately took a shower. \"Dear God, everything is so wrong here.\" The warm water at least felt pure. When he opened his eyes he couldn't stop seeing the grime in the corners of the shower. And after he had brushed that away and put on the cleanest, crispest pair of shorts he had, went on to cleaning his whole apartment.\n\nWhen he looked for food, the only thing he could find in his apartment that was satisfactory were a couple of bananas. He wanted the leftover donuts and some coffee but he just thought about the processed sugars and the caffeine they would introduce to his body and he couldn't make himself open his mouth for it.\n\nAs he ate the first banana, he closed his eyes, enjoying each slow, satisfying bite. His mind drifted to other areas he needed to change into good. He opened his eyes and went to his phone. Even the thought of everything the phone represented was contaminated to him. He asked himself why. It was just a piece of brilliant machinery. The craftsmanship and genius behind it didn't seem bad at all. But he used it solely for his own pleasures and advancement. He stripped it of its case and wiped it down with alcohol wipes. Then he hesitantly turned it on. He saw the instagram icon and he felt himself almost physically gag. He thought of the seductive, manipulative messages in his inbox. And the angry vitriol he had spewed on so many of the posts by that innocent churchy dude he knew in high school. He scowled at all the skin, bikinis and women in underwear that would be waiting for him on his search tab.\n\nHe held down the icon and then deleted it as fast as the popups allowed him to.\n\nHe hesitantly tapped on the text messages icon which said he had 65 unread messages. He closed one eye as he scanned through the text conversations. He knew which ones were with women he wanted one thing out of. And which were with his buddies that loved to get drunk. He was on a fantasy football league and they insulted and cussed at each other all the time. It was all in jest, but it seemed so tasteless now. He slid them each to the left and tapped \"delete and block\". \n\nHe got to a conversation between his grandma and him and he paused. He opened it and read her comments like, \"I enjoyed our coffee. Be nice to those lady friends.\" and \"I thank you for bringing me the bagel, but my dentures don't. Tell your boss not to work you so much. Love you Ashy. byebye.\" \n\nAsher took a deep breath. He read further up that message string as if it was refreshment for his soul. \n\nEventually he got back to cleaning and didn't lay his head down (on the newly clean sheets until 11:59 pm). Something in him knew that going to bed before midnight was good. \n\nAs he walked into work the next day, everything looked different, as if in a new light. The quiet naive, mousey receptionist who wore a cross around her neck, and he usually disdained, was about the only person who he didn't just want to shake by the shoulders. \n\nThe men talking about their weekend escapades, and new cars, in voices spoken more deeply and harshly than their mamas raised them. A harsh word was spoken by a boss to a young startled woman and Asher was immediately aware something was wrong in the man's family life.\n\nAt 11am Asher was in a meeting of a dozen people in a boardroom. He just seemed so painfully aware that every comment was made from a place of jockeying for position, maneuvering someone else out of their money, and completely absent of making the world and the common man better.\n\n\"Asher,\" the head voice singled him out. \"You haven't stopped shaking your head this whole meeting. Why don't you give us your solution.\" Asher realized he had just been resting his face in his hand, not able to look at any of them the whole time. Before he realized it, he had blurted out, \"This is all so pointless. Who are we even helping besides ourselves?! We all just defend our selfish actions and try to please that guy who doesn't even know our names--\" He pointed to the photo on the wall.\n\nThe room was deathly silent. \n\nThere was a satisfaction in the head's voice as he said \"Okay\" because he knew now there was one less person to compete with. \"Well, that was very educational Asher.\" He said Asher's name with disdain. \"Let's get out of here. Ya'll better send me your damn reports by the end of the day. I'll kick your ass if it's after 7 again this time, Blakely.\" He pointed at a woman as they all filed out.\n\nAll except for Asher and another man sitting across the table from him. It became silent. Asher looked up from his hand and the other man was looking at him with a hidden smile on his face. The man glanced at the door as it closed, leaving them alone and then he said. \"I wouldn't have delivered it like you did but, I don't disagree.\" It was one of the oldest partners in the firm but he was usually silent and most people considered him harmless. \"What do you plan to do about all of that-- all that you said?\" \n\nAsher looked at him, silently discerning.\n\nWhen Asher seemed frozen in a loop, the man said, \"Look at me and see me. I don't own a boat. I've only had one wife and am faithful to her. All my children talk to me. I stop working at 5. Our house is tiny and quaint. I drive a 2015 Civic. I volunteer at my church.\" These statements were each like nuggets of nutrition that Asher was famished for. He asked Asher again, \"What are you planning to do about those feelings you talked about?\"\n\nAsher sat up in the chair, glanced around and shook his head, \"I don't know, du--I don't know, Sir.\" Even his old way of speaking was feeling gross to him. \"I woke up feeling completely--\" he thought for a moment. \"Just not at home in my life. Just appalled by almost all of it, in fact.\"\n\n\"I'm sorry it's hard. And I didn't expect it to show up like this. But I've been praying for a few of you, specifically. I didn't expect you to be the first one. You were sort of my moon-shot.\"\n\n\"You did this?\"\n\n\"Not me. But maybe God did this. I suppose I did essentially ask him to.\"\n\n\"Was that God in my dream?\" Asher scrunched his eyebrows. \"Who was that man?\"\n\nMr. Galindo's eyebrows raised until a smile slowly took its place. he nodded ever so slightly.\n\nAsher swallowed, discerned him for a long time and then said, \"What DO I do now, Mr. Galindo?\"\n\nThe man shook his head. \"Hard to say. But this is good. Your mind may finally be free from the grips of this...\" he struggled for the words and eventually opened and closed his hands like talons as he said, \"grabby society. Now you are free to hear the bigger vision God is calling you into. I think he has something for you. Something very, very, uh...\"\n\nMr. Galindo was thinking of the word when Asher asked, \"Good?\"\n\n\"Yes! Whatever it is. It will be very good.\" The man squinted his eyes and looked away as he thought on something, \"But not 'good' like a good horror movie or a good one night stand.\"\n\n\"God, please no,\" it slipped out of Asher's mouth.\n\n\"Good like...\" Mr. Galindo thought again, even closed his eyes as if to pray for a brief moment. \"Good like gardens. That image seems like the right one right now.\"\n\nAsher nodded. \"Yes, it is. I can think of one specifically that sounds very good.\"\n\nMr. Galindo smiled and nodded. \"I think you know your next step then. Spend the next few weeks just in that garden. If you'd like to come back after that, I'll save a place for you.\"\n\nAsher raised an eyebrow. \n\n\"Yes, I can do that. Part of the reason I've been praying for you four is because I'd like to build a new team to take on a new type of work. You all would be working in my corner of the office, apart from the rest of these folks, and we'll be making people's lives better.\" He leaned in slightly. \"I do have one requirement, though. It may be very hard for you. Are you ready for it?\"\n\nAsher nodded slowly. \n\nMr. Galindo said, \"Go and tell Theo Craze,\" he pointed up to the photo of the man on the wall, \"what you told this group. Spend a few minutes thinking about the tone and the words, and tell him in a way that seems right and good to you. I'll text him now to expect you. How does that sound to you?\"\n\n\"I can't--\" Asher stuttered but then stopped himself. His eyes were big with horror. But they slowly softened. That did seem incredibly good, to tell a leader how he can do better, letting go of fear of consequence. Speaking truth to power bravely. \"Okay.\" Asher nodded. \"May I ask why?\"\n\nMr. Galindo said with a very straight face, \"I want to help you learn to trust.\"\n\n\"Trust in what?\" Asher asked.\n\n\"In Goodness.\"\n\nAsher took a deep breath, considered his task, and nodded. \"Okay.\"\n\n\"I give you permission to carry peace with you, brother.\"\n\nAsher stood up and took another very long, deep breath with his eyes closed. He nodded at Mr. Galindo and gave him a nervous smile before Asher turned around and left.\n\n***\n\nAsher knocked on the glass door of Theo Craze's office. The big leather chair slowly turned around and the 65 year old man with white hair around the sides of his head motioned him in. Asher went and stood before the desk. \n\n\"Yes?\" Mr. Craze asked.\n\nAnxiety flushed over Asher's face, \"Sir, may I speak my mind?\"\n\nMr. Craze nodded.\n\nAsher took a deep breath, remembered 'trust,' and began, \"I respectfully want you to consider these words from a humble employee who sees the inner workings of your company, and in fact has been an integral part of them until now.\"\n\nMr. Craze had his fingers tented together in front of his mouth so Asher could not see his reaction. Asher continued, \"Most of my bosses and coworkers--and I until now--have fostered a harsh, selfish, cut-throat culture that manipulates by using fear and competition. I don't think it is optimal for our emotional or spiritual health or even the outcomes of our customers.\" After waiting for an awkward 10 seconds Asher bowed his head and said, \"Thank you for letting me speak my mind.\" \n\nHe started to turn around when Mr. Craze said, \"You must be one of the ones he said he's been praying for.\"\n\nAsher turned back to him with bowed head and replied, \"It appears so, Sir.\"  \n\n\"What do you think I think of what you just told me?\"\n\n\"I do not know, Sir.\"\n\n\"Are you scared?\" Mr. Craze asked.\n\nAsher thought for a moment, smiled to himself and shook his head respectfully. \"I don't think so, not anymore, Sir.\"\n\n\"This is what I think.\" Mr. Craze said. Asher looked up and saw Mr. Craze pointing to a plaque on the wall. It read \"Our company's mission is to do the most good to our employees and our customers.\" Mr. Craze added, \"Thank you for telling me your convictions. You are welcome to continue working here if you promise to pursue that end.\" He emphasized the plack with his eyes.\n\n\"Yessir. Mr. Galindo advised me to take a few weeks off and then come work for him, if that is satisfactory.\" Mr. Craze nodded with a smile. Asher began to turn again when Mr. Craze added, \"And if you promise to tell me again if I make decisions that are contrary to this end as well.\"\n\nAsher looked up and they shared a look of mutual respect. \"Yessir. Thank you.\"\n\nAsher went to his desk with a whisper on his breath \"So good.\" He shut down his laptop and closed it to pack it into his bag. He stared at it for a moment and then down at his bag. He picked up his water bottle, put on his sports coat and left the rest there. \n\n***\n\nOn his way home he stopped in front of the old couple's yard. He looked at their little front-yard garden. He stared at several cherry tomatoes, hanging so pristinely on the branches, the leaves of which waved slightly in the breeze. After a minute or two, he heard a noise at the door and looked up. The old woman, now wearing a white apron, was looking at him, drying her hands and smiling. \n\n\"Come in and taste. They're really good.\" She held her hand toward the garden. \n\nAsher smiled and opened the little picket fence gate. He knelt down and plucked one off the branch. He bit into it and closed his eyes as the thin skin broke and juice filled his mouth. Everything else disappeared and he cherished it absolutely. She knelt down beside him and plucked a sprig of rosemary. \"This is one of my favorites. Just soak in this aroma.\" \n\n***\n\nFour hours later the old woman, and her husband now as well, hugged Asher and sent him on his way with a flower tray of twelve little seedlings and a bag of potting soil. He thanked them with very few words, but the authenticity of his gaze communicating whole cities of goodness to them.\n\n***\n\nOver the next weeks Asher spent a lot of time sitting on his building's roof in old t-shirts, flip flops, and an old newspaper he had fashioned into a brimmed garden hat. He did a lot of gazing at the sprouts he had set up in a little garden. And from time to time smelling them with big deep breaths. Birds came and hopped around in his garden in front of him. He started recognizing and naming them.\n\nAfter the second or third week, his gaze began to lift from the garden and explore the buildings in the city around him. He saw dirt everywhere at first. But then, after several days and an accumulated two and a half hours of crying, he began to feel a sense that there were pockets of hope that were calling out for him to find them. Some of them were gardens and birds, and old couples holding hands. But the even more intense spots he sensed had receded deeply in people's souls. And growing within him was a sense of purpose to lead him through a city of dirt to find them, and show them the goodness too.\n\nOn the fifth week he stood, stretched, took a deep breath, and looked toward the dusky sky beneath his eyelids. He could almost see the city from his dream.\n\n\"It is good. It is good.\" His voice slipped away into a whisper. \"Very good.\" He covered his tomatoes with a tarp, for a night of frost was coming, he took a drink from his water bottle, and looked at the chair he had been sitting in for the last weeks. He nodded his head, looked out to the city with a deep, unhurried peace. He saw a light from a window blink on in the dirty brick apartment across from him. His eyes drifted over all the other apartments around him with their squares of light blinking on, and then he slipped back through the door into his apartment building. \n\n---\n\nAt every drive through the city, every conversation or bit of news, do you recognize when there is Goodness, and therefore see glimpses of God behind that goodness?\n\nRaw Spoon, February 16, 2025",
    "Audio file": "",
    "Blog Title": "BLOG: The Power of Singleness",
    "Blog Link": "https://www.rawspoon.com/post/the-power-of-singleness",
    "Blog excerpt": "Sometimes I think about what God meant for us to do on this big earth. We are creatures given two able hands, a mouth with words, a brain to dream, and 90 years or so to use all that for some purpose.\n\nI just think of all that potential we have within us. It's a blank slate of 90 years to choose how we will fill it.\n\nPurpose: family or the world?\n\nSome people choose to fill their life with a spouse and family. It takes a huge portion of their efforts to do so and it takes much of their remaining efforts to provide for that family financially (often just hoping to get into a career they believe in). I think that raising a family is the best way for some people to employ their skills and passions to fulfill God's purpose for them. Not that they can't do more, but they are choosing a few people to pour the majority of their sacrifice and love into. It's a ton of work, and it's beautiful.\n\nBut I think for others of us, we have been given the opportunity to give ALL of our time and resources to the rest of the needy world. Our time is not distracted by the needy people we ourselves have introduced to the world. We can live simply and cheaply, and if our calling doesn't earn us enough money, at least we can spend all the time we're not at work directly pursuing what we feel called to do.\n\nSo, I definitely don't think marriage and family is in any way inferior to being single, but I think that if we can get over the negative stigma that we have generally put on singleness, and acknowledge that marriage isn't the only goal worth pursuing, we can begin to truly live into God's goals for us, full-heartedly, with focus and perseverance.\n\nHow'd we miss this in the Bible?\n\nDespite what we often assume in church, the Bible seems to think highly of those who choose singleness. Jesus, the central figure in our whole faith, was single and in Matthew 19:12 he even says, \"...some choose not to marry for the sake of the Kingdom of Heaven. Let anyone accept this who can.\" (NLT)\n\nThe apostle Paul, who wrote the most number of books in the New Testament, was single and says that he wishes all men had that same gift (1 Cor. 7:7). He says it's good to marry if you have to, but says it is also \"good not to marry\" (1 Cor. 7:1b). He explains, \"... those who marry will face many troubles in this life, and I want to spare you this.\" (v. 28b)\n\nThe married people I know\n\nFrom the married people I know, even the ones who have no kids, it seems like this is true. I was at a bachelor party this weekend and all of the married guys gave advice to my friend who was getting married. Almost all of their advice included something like, \"Marriage is really hard.\"\n\nAnd kids are a huge sacrifice of time and resources. I look at my two younger brothers who are raising bustling young families and they are doing a good thing. But when I call they usually barely have enough time to catch up before a kid starts to break something or throws up. So I smile, and I let them go. Then I get back to my writing, or drawing, or meeting with someone for coffee-- some of the passions and callings that I think God has given me the time to give to the world.\n\nNo marriage in heaven\n\nIn Matthew 22:30 Jesus says, \"at the resurrection we will neither marry, nor be given in marriage...\" So if it is true that in heaven we won't be spending our time on marriage or raising a family, I wonder, what will we be doing? I wonder if we will be fully pursuing the gifts God has given us to give to the rest of the people there. Whether I get married one day or not, I think I'd like to get a start on doing the thing I am made to do, while I have the time and focus to do it. I think in heaven the way I will please the creator will have something to do with drawing, writing and creating for people all day long. Maybe that is why it makes me feel so alive now. So being single allows me to live into that aspect of heaven more fully here on earth.\n\nI'm not saying I won't meet somebody one day with whom my calling would shift to loving her and maybe some children. And I'm also not saying I wouldn't get married if someone came along with whom we accomplished both of our callings more effectively together than apart. But I'm thinking that if I have more time to pursue my God-given passions and callings full-heartedly while being single, I will soak up as much of that as God will give me. Whether that be for my whole life, or until he calls me to marriage.\n\nRaw Spoon, 8-29-16",
    "Animation": "https://www.youtube.com/watch?v=IuK_2-0o6Hk&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_7f8e785acf6e460c965c8e3d9de80a5f~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_d7a13d4c74784496b1c3d1a4a026abe6~mv2.jpg",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_f82c7b5a43704a4a9f15640739a183a7~mv2.jpg",
    "Sketchnotes3b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-7-26-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=0h1eoBeR4Jk",
    "Bible Project 3": "https://www.youtube.com/watch?v=qn-hLHWwRYY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 37",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ruth 2",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 45",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3app6GJo-Rs",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes2": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/37",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]