[
  {
    "": "2025-07-22T07:00:00.000Z",
    "Art title 1": "Two Directions in Life",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9d3691647f7b44efa4eea301aa3e6510~mv2.jpg",
    "Artist Statement 1": "As we grow old, will we become sloppy, stubborn and selfish, or will we be more of a lover of organization, beauty, and humility?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_9d3691647f7b44efa4eea301aa3e6510~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Two Directions in Life",
    "Story Link": "https://www.rawspoon.com/post/story-choices-of-a-rotten-old-person",
    "excerpt": "Sarah had a lot on her plate on a day when both of her widower grandpas asked her to come visit. \n***\n\"Where is my sandwich, Sarah!? What are you doing in there?!\"\n\n\"I'm checking your mail for bills, Papa.\" She tried to be kind. She pushed the stack of envelopes to the back with the others. She tripped over a tub of old newspapers on her way to the counter. She pushed aside the rusted toaster and found a peanut butter bottle. It was empty. She picked up one of the dirty knives in the sink and finished the sandwich. She stepped over a musty bath towel and headed for the living room.\n\n\"Oh!\" She bumped into Papa as he came into the kitchen. \n\n\"What was taking you so long!? It's just a sandwich.\" His chin's whiskers brushed against her forehead. He took orange juice from the fridge and took a swig from the bottle. His odor of old sweats and sour whiskey engulfed her. He took the sandwich from her and plopped back down in front of the TV. \n\nShe said, \"Papa, I think you should take a look at this mail. Some of it looks important.\"\n\n\"Why should I? I've never really done much with it and it all ends up taking care of itself anyway.\"\n***\n\nAn hour later, her other grandpa met her at his door. \"C'mon in sweetie!\" His soft chin kissed her forehead. \"I was late from an elder's meeting this morning but warmed us up some lasagna.\" The smell of is cologne always comforted her. \n\n\"Your flowers outside are beautiful, Grandpa!\"\n\n\"Thanks, Darling. I put some of the Lilies in a vase for our lunch. You okay if we eat on the deck?\"\n\nSarah had just finished her lasagna and sat back as she said, \"I don't know, Grandpa. I just kind of want to drop out. Or maybe breakup with Todd. I find myself getting impatient and mean. It's all just so much work.\"\n\nHer grandpa smiled and said, \"I know it's hard. And maybe you can drop a class or something. But you can do more than you think you can. And every little decision will eventually determine who you become. It's like that tree.\" He pointed to a grand oak tree in the back yard. \"Every day it grows a little in a direction. At the end of 80 years it will look one way or another.\"\n\nAs they picked up their plates her grandpa poured water on a clean napkin and took special care to wipe the entire table down, getting the pollen that had gathered in the seams. \n\n\"Grandpa, why do you work so hard to take care of little things like that?\"\n\n\"Oh, Hunny. Because I know every little decision determines what this house, just like our lives, will look like in 80 years.\"\n\n---\nWhat direction is your life bending towards?\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/FalUQZl6cTQ",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_2f6adf571cb9472ea6cbd78ede376483~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_d5920a5b6f2148dc9266247a09a69e1b~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=z6cWEcqxhlI&list=PLH0Szn1yYNec-HZjVHooeb4BSDSeHhEoh&index=17&ab_channel=BibleProject",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=l3QkE6nKylM",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 9\n\nInvitations of Wisdom and Folly\n\n1 Wisdom has built her house;\n    she has set up[a] its seven pillars.\n2 She has prepared her meat and mixed her wine;\n    she has also set her table.\n3 She has sent out her servants, and she calls\n    from the highest point of the city,\n4     ?Let all who are simple come to my house!?\nTo those who have no sense she says,\n5     ?Come, eat my food\n    and drink the wine I have mixed.\n6 Leave your simple ways and you will live;\n    walk in the way of insight.?\n\n7 Whoever corrects a mocker invites insults;\n    whoever rebukes the wicked incurs abuse.\n8 Do not rebuke mockers or they will hate you;\n    rebuke the wise and they will love you.\n9 Instruct the wise and they will be wiser still;\n    teach the righteous and they will add to their learning.\n\n10 The fear of the Lord is the beginning of wisdom,\n    and knowledge of the Holy One is understanding.\n11 For through wisdom[b] your days will be many,\n    and years will be added to your life.\n12 If you are wise, your wisdom will reward you;\n    if you are a mocker, you alone will suffer.\n\n13 Folly is an unruly woman;\n    she is simple and knows nothing.\n14 She sits at the door of her house,\n    on a seat at the highest point of the city,\n15 calling out to those who pass by,\n    who go straight on their way,\n16     ?Let all who are simple come to my house!?\nTo those who have no sense she says,\n17     ?Stolen water is sweet;\n    food eaten in secret is delicious!?\n18 But little do they know that the dead are there,\n    that her guests are deep in the realm of the dead.\n\nFootnotes\na. Proverbs 9",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 John 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 18",
    "The Chosen 3": "https://www.youtube.com/watch?v=MhjvAAkXbj0",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=RKPAKRWg9GA",
    "Song 2": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/41fcdde6-b8ef-46a2-a469-d75f5487ffa5.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]