[
  {
    "Date": "2025-11-12T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=502uGIwM5NU",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=4",
    "famous quote": "A river cuts through rock, not because of its power, but because of its persistence.\n-Jim Watkins",
    "Ted Talks": "https://www.youtube.com/watch?v=6ORDQFh0Byw",
    "Nature Video": "https://www.youtube.com/watch?v=jJA3dYwIB3s&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=31",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nOx comes to life after its throat is cut.\nInterview (part 1)\n\nWhen Tesfaye Tesema Haylemarian comes in we sit down, I make sure we all have cups of coffee, and we begin. Tesfaye has a sweater with buttons on the shoulder straps, which could fit in with my friends in the states, except that it's a little more worn; the wrists are stretched a little bit. He has an orange plaid shirt and a red undershirt that looks new. He has a blue ballpoint pen in his lapel pocket.\nHe smiles a lot. He has dark skin, and gray, lumpy whites of his eyes. His buzz-cut receding hair is salt and pepper colored, as is his 5:00 shadow beard. His front four top teeth protrude forward slightly, separated from the rest. His upper lip almost touches the bottom of his nose. \nI begin the interview.\n\nTell me about some things that have happened to you?\n\nHe begins by telling a story to PK who, a few minutes later, translates it to me.\n19 years after I accepted Jesus I had a farm. I shared a river with the other farmers in the area for irrigation. I used to use the river for 24 hours at a time and that was enough. But the people came to know I was a believer, and when water was tight, they said you can only use it for 12 hours, which wasn't enough. So I went to the source of the river and prayed for the spring to have enough water for my farm.\nI went home and after a while they came to my house and said the river overflowed and almost destroyed my farm because there was so much water. I needed to go and take care of my farm. So I went there and saw the river watering my farm without anyone's help. So I prayed and it went back to its place. \nAnd here is another story. There was a tree standing by a big river. A live tree. The people worshipped the tree because it was big. They would slaughter sheep every May 1st. They would come together and worship that tree. \n\nTesfaye glances at me, I look at him and he glances down at my legs with a humble smile.\n\nSo I went to go to these people to tell them about Jesus because they were worshipping a tree that didn't mean anything. I asked a Christian friend if he could go with me and minister to them. He said, \"No. If we go they will beat us.\" So I went to the forest and prayed, \"Lord, they are worshipping a tree. They don't need this tree. I want to tell them about you.\" I prayed fire to come upon tree and be destroyed. And I went to a friend and told him you will see the tree dried and on fire. I went home and slept.\nAt night these people saw fire on the tree, at the top of tree. They tried to put water on it but they said that the fire just changed color when they put water on it. They couldn't put the fire out so it burned down. My friend heard their story and came to me and told me about it. I went and the tree was already burned down.\nSo after I saw that, I went home and praised God for answering my prayer. I went out again and tried to tell them about Jesus. Around 100 people came to know Christ that day.\nI think of the big, beautiful ancient trees I have seen here in Ethiopia and think maybe it is a shame to have lost something so majestic. But then I realize a tree of 200 years is worth very little to God compared to his desire to be in communion with the humans He created.",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=WUrNcRd80C4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=XKOoeTbjSeI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]