[
  {
    "Date": "2025-11-03T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CO4aNQNKA-4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=XgJsBDL99Sc&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv",
    "famous quote": "If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.\n-Michael Jordan",
    "Ted Talks": "https://www.youtube.com/watch?v=qt0fRSx5Kl4",
    "Nature Video": "https://www.youtube.com/watch?v=oGdVSvsiaOk&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=22",
    "User added": "\"But make sure that you don't get so absorbed and exhausted in taking care of all your day-by-day obligations that you lose track of the time and doze off, oblivious to God. The night is about over, dawn is about to break. Be up and awake to what God is doing! God is putting the finishing touches on the salvation work he began when we first believed.\"\n‭‭Romans‬ ‭13:11 MSG‬‬‬‬‬\n\nIt is easy to get so focused on what is right in front of us that we miss everything going on around us. Consider Martha when Jesus came to visit her, Mary, and Lazarus (Luke 10:38-42). Even doing \nwhat we think of as good can draw our focus away from the One who gives us those opportunities to do good (Eph 2:10). Rather, we should strive to be like Mary, putting Jesus first, watching for where He is working and joining Him there. Keeping in mind that every day that we live is one day closer to\nHis return. Maranatha! Amen and amen!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 8)\n\nI have so many stories. Ten years of stories. \nThen he tells PK something and PK tells me that now Girma wants to tell me his own story. And he begins.\nGod always protects not only my house but also what I have. Sometimes a disease comes through our village but none of my family members die. When something happens to cows, sheep and oxen, nothing happens to mine because of God's protection. \nMany times a group of gangsters tried to kill me. If they didn't succeed, they tried to kill my livestock. They couldn't even kill my livestock.\nIf I don't get a chance to tell people about Jesus, I wait until there is a fight. Then I go between them and I act as if I'm a judge and I tell them about stories in the Bible. I use these situations to share how Jesus is the mediator between God and us like I am being a mediator between them. And I share how God and I are now like Father and son and how there is no peace at all without Jesus. I say He can set you free. The people start to think about themselves and forgive each other and love each other.\n\nI ask him if he's tired and he shakes his head and says, \n\"I just open my mouth and God gives me words to speak.\"\n",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=3Lyq_nao7pg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]