[
  {
    "Art title 1": "We Can Surrender Our Emotions Even Though They Feel A Part of Us",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_57e29da91ea74af294815aa9805faf27~mv2.jpg",
    "Artist Statement 1": "I've noticed if I am feeling unappreciated or hurt by my wife, my tenderness in our conversations goes away. In place of it, I use biting tones and hyperbolic insults (\"you ALWAYS do that\") to punish her for hurting me.\n\nBut this rarely brings a positive result. She feels attacked and usually says \"we need to wait for you to calm down before we talk\" or she'll pull into herself for hours. And it usually makes our relationship less safe for her in general. This is how most close relationships work.\n\nBut my hostile emotions are not my identity. I don't need to embody them when I talk to her. \n\nWe can look at those emotions swirling around our hearts, and then we can take a deep breath and lift them up and out. We can then observe them and ask, how did you get here? And we can say, \"God, please take this.\" Emotions can be signs pointing us to opporunities for new understandings.\n\nAnd then, when we are not seeing through the myopic lenses that our emotions put on us, we can explain peacefully to the other person why we might feel hurt. We can seek to understand the other person's perspective when we are not so tightly wound with our own hurt. \n\nWhatever the emotion is, we can observe it, ask it why it is there, and assess if it is serving us. We need not make them pay for what they did because we can trust we are safe in God's care; He will give us what we need. This helps us swallow the desire to 'get back at them' and approach the rest of the interaction from a place of curiosity. \n\n\"I'm sorry, I just felt my stress rise. I think I'm worried for my own well-being and I think this is why... Help me understand how I misinterpreted what you did because I'd like to be in a good place with you again.\"\n\nBlessings on your interactions. For loving others is nearly our highest calling. Only second to loving God, and part of loving God, is loving others. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ffc8ecac-f785-44ee-b846-a97751012e7d",
    "Art title 2": "Kingdom of Abundance and Light",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_3d5b286fd6a4461cb76d580a9bc59225~mv2.jpg",
    "Artist Statement 2": "What would a kingdom built on community spaces and healthy rythms look like. I almost took off the roofs and shades because first, the new kingdom is said to emenate light from within, and two, even if there was sunlight, it couldn't damage us. But I realized roofs, like walls are a way of giving us mental partitions for different uses of different spaces.",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-3359a80d-1460-44a0-a558-6f5c477c9519",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "No Reception (Spirit and Truth)",
    "Story Link": "https://www.rawspoon.com/post/story-no-reception-spirit-and-truth",
    "excerpt": "Henry was re-working one last text message as they took off. Of course they had already told everyone to put their phones in airplane mode but he knew the rule really had no consequence. He didn't, however, need a rule to tell him the heart behind the text he was sending was way wrong.\n\n\"Hey Sam. I forgive you, brother. Even if you didn't apologize. It hurt me way more than you know but I hope you have seen a work God wants to do in you through it.\"\n\nIt took him a few minutes to compose it carefully and he could see the bars of reception going down as they got higher. He sent it and 30 seconds later he saw the three dots on Sam's message showing he was composing a message. But before anything came through the last bar of reception dropped off and the dots disappeared. \n\nHenry swallowed and set his phone down, trying to put it out of his mind. He didn't feel at peace about his message to Sam, even though he hadn't really done anything technically wrong by it. \n\nHe drifted off to sleep. He found himself in a desert town and his first sensation was being completely disoriented. But he couldn't understand why; he wasn't dizzy or anything. \n\nSomeone walked by in a dusty, poorly woven robe. Others passed him but no one smiled. They looked at him as if he could not see them. Two men unrolled a scroll and held it against a wall to his left, pointing to words on it. Was that Arabic? They were doing a deal and referring to a written law to guide their interaction. \n\nSomeone spoke to him gruffly. Henry turned and saw a man pointing at a place in a scroll and shooing him out of the road.\n\nAs Henry stepped out of the road he realized why he felt so disoriented. It was because he felt no more conscience. He was disconnected from that understood central source of mutual understanding between all people. If it was not written somewhere, no one knew it to be wrong here. \n\nHe remembered how Jesus said that he would send a spirit to help guide them. It had never dawned on him what life would be like before, well, a \"conscience.\"\n\nThe whole sensation shook him awake. He reached for his phone, immediately wanting to fix things with Sam. He had realized how much he had taken his conscience for granted. Now he would obey it like it were a written rule. \n\nHe saw that a text from Sam had somehow slipped through before they had gotten too high. It said, \"Hey Henry. After much prayer and counsel, I feel you have been manipulative to me and I'm choosing to block your number for a time. I'm sorry if I hurt you. I never intended to do so. I pray God works in your heart and mine. Go in peace.\" \n\nHenry's eyes became sad. He had lost his chance to reconcile, at least for now. He had lost his chance to communicate, to know and act upon understanding. He swore he would never take advantage of the connection device Jesus had placed in their hearts, the Spirit, like tower reception to God's heart. The one that constantly informs us of right and wrong, of what others might be feeling, and guiding us to avoid things we would likely regret.\n\n---\n\nWhat if our conscience were as real as a written law? Didn't Jesus give it to us so that we would not need the written law to know what was right? Let's not take advantage of that. \n\nRaw Spoon, 8-2-2021",
    "Audio file": "",
    "Blog Title": "Why are We Not Good Enough?",
    "Blog Link": "https://www.rawspoon.com/post/why-are-we-not-good-enough",
    "Blog excerpt": "I was wondering how could it be fair that no one is good enough to stand in God's presence? Even when we are doing our best to be good?\n\nBut then I thought, \"Well, in what situation would it seem right and fair to to keep people away from something because it is so clean?\" Maybe it's not about what is fair to me, but what is fair to it. We have a pretty me-centric perspective.\n\nAnd I thought about an innocent baby, very precious and perfect, asleep in perfect peace. And since we are talking of something purer than anything in this world, let's imagine this baby is so pure that it has never needed to build an immune system to guard from infections of the world. Nobody would think it's fair to this perfect, beautiful baby for any one of us, no matter how healthy we are now, or how fair it would be to us, to track even our dusty shoes into his presence. Much less lean over, look at, and breathe on this fragile baby.\n\nBut what I think is cool about God is that although he is more pure and perfect than the newest infant in the world, he is more powerful and wiser than the strongest, and most clever humans and demons.\n\nAnd I think this difference ironically turns the tables of what we thought was happening. When we come before God, It is not our contaminating sin, big or small, that would infect him, but it is God's powerful purity that pushes back on our seeping, dirty selves and threatens to obliterate us. Just like when Jesus touched the sick, defiled people and instead of it infecting Jesus, their infection was pushed back over its heels and succinctly destroyed. His purity is more powerful than our dirt. And without the pure life of Christ taking the place of what we had growing in us, after God's purity did its work in us, there would be nothing left of us to live.\n\nSo to answer our question, It would NOT be fair to put me before a perfect God. But not because I deserve more, but because I wouldn't even have time to run for my life.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://youtu.be/jH_aojNJM3E",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 19\nAmerican Standard Version\n1 Moreover, take thou up a lamentation for the princes of Israel, 2 and say, What was thy mother? A lioness",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@28.4886667,34.9986542,3a,75y,284.42h,86.36t/data=!3m7!1e1!3m5!1sAF1QipM-b7BGAP3CElFXkva6pCKqZoLg7WWn0UBirx4k!2e10!3e11!7i3840!8i1920?entry=ttu",
    "3dNotes2": "Jethro's tomb: Where it is thought that Jethro was buried",
    "3dLink3": "https://www.google.com.ph/maps/@28.9883121,34.685863,3a,75y,265.52h,77.95t/data=!3m8!1e1!3m6!1sAF1QipOVF1qo6-VFeLemPa_jqmMAZ99O8aUvf2kuIr_G!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOVF1qo6-VFeLemPa_jqmMAZ99O8aUvf2kuIr_G%3Dw203-h100-k-no-pi-0-ya90.87944-ro-0-fo100!7i6000!8i3000?entry=ttu",
    "3dNotes3": "This may be the beach where God parted the Red Sea through Moses",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/18",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]