[
  {
    "Date": "2025-08-22T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "https://static.wixstatic.com/mp3/a07ded_453f0760ebe340f9808c395306ce3818.mp3",
    "Yoga": "https://www.youtube.com/watch?v=nlwioNk9umg&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=4",
    "famous quote": "\"Repentance means unlearning all the self-conceit and self-will that we have been training ourselves into... It means killing part of yourself, undergoing a kind of death.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=Bdn0qcrTv0c",
    "Nature Video": "https://www.youtube.com/watch?v=gGludGaPKag",
    "User added": "\"But make sure that you don't get so absorbed and exhausted in taking care of all your day-by-day obligations that you lose track of the time and doze off, oblivious to God. The night is about over, dawn is about to break. Be up and awake to what God is doing! God is putting the finishing touches on the salvation work he began when we first believed.\"\n??Romans? ?13:11 MSG?????\n\nIt is easy to get so focused on what is right in front of us that we miss everything going on around us. Consider Martha when Jesus came to visit her, Mary, and Lazarus (Luke 10:38-42). Even doing \nwhat we think of as good can draw our focus away from the One who gives us those opportunities to do good (Eph 2:10). Rather, we should strive to be like Mary, putting Jesus first, watching for where He is working and joining Him there. Keeping in mind that every day that we live is one day closer to\nHis return. Maranatha! Amen and amen!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Three Part Story of Darius Safari:\n\nSafari's Son\nThe true Story of Darius Safari.\nRecorded and written by Raw Spoon.\n\n\nPart 1\n\nWith every good gift comes the power to use it violently. And the greater the gift the more violently it can be used.\n\n\nA hoe for tilling can be used to crush a skull.\n\n\nMachetes for clearing new paths can incite armies.\n\n\nIn my little village when we were young, we were given life. And it was a precious, beautiful gift.\n\n\nWe had no car, for we had everything we needed around us. No TV, for we made each other happy. All of my family lived on one hill in the countryside of Rwanda. We had many acres of land. We planted and harvested together during the day. Every night as the sun set my cousins and I went to my grandma's house and she gave us a handful of beans or cooked vegetables. And she told us stories into the night. I remember that life was so, so happy.\n\n\nMy dad kept us safe. He was tall and strong. We were Tutsi, the race of royalty, and he would have made a good king. He was a good and fair man to all people, the other Tutsi as well as the Hutu people. He was strong but he only protected us with his strength. He wrestled with me sometimes and I remember whenever I grabbed his leg, he would say, \"Go ahead, take my leg to a hyena. He will like what you bring him.\"\n\n\nYears later I understood his joke. If I had beaten my dad, and then decided to use this gift to play the brutal games of hyenas, the hyenas would still have beaten me. They would eat me instead of the leg.\n\n\nMy father's strong legs and the games of the hyenas. Gifts and violence.\n\n(continued tomorrow)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ph30KA1fQgY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/A6eJxO_PF1c",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]