[
  {
    "Date": "2025-12-25T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KSc0srYx9-4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMmUwNzE4MmUtMThlZC0zMTdmLWEzYjQtYmI4ZTA2NjgyNGNj?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQoCs",
    "Yoga": "https://www.youtube.com/watch?v=PX2Z-bXkOp4&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=5",
    "famous quote": "Love is an act of endless forgiveness, a tender look which becomes a habit.\n-Peter Ustinov.",
    "Ted Talks": "https://www.youtube.com/watch?v=uCk3nRviOHw&t=20s",
    "Nature Video": "https://www.youtube.com/watch?v=a5V6gdu5ih8&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=8",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 4)\n\nSo commitment Sunday comes and I'm thinking I'm probably the only one who really cares enough about this to do it so I don't know what's going to happen. I had faith that we would get five churches supported. \nThat day we raised enough money to plant 131 of those 1,000 churches. So I knew we were onto something that was of God at that point. And it dramatically changed my life and our church. That Sunday we became a missional church. And all the other issues and challenges became secondary. We were focused on changing the world. \nAn interesting thing happened. The month that we made those commitments, our tithe jumped 30%. That's unheard of. You might jump 10% in a year but we jumped 30%. The Lord said, \"If you take care of the things I care about I'll take care of the things you care about.\" And he was just proving to me that's the way he operates.\nOur missions giving increased 200% that year and 100% the next year, on top of the Ethiopian giving. Every year we were growing, growing, growing in our missions giving. \nThis just showed us the word of the Lord is true. The more we give away, the more he gives us to give away. It's this cycle of generosity. This cycle of blessing that we came into. That reshaped the way I think about church and missions and walking in faith with God. \nWell, fast-forward a few years when I am coming back to work in the old church I had been a part of in Portland. Their senior pastor had left and they wanted us to come back. They had been recruiting us for a year. We didn't think we'd leave California, but at the end of the day we felt like God told us to go back. But I told them, \"But, guys I have this church planting thing in Ethiopia. This comes with us.\"\nBy this time Charles Blair was sick and I was sort of running the organization. And the church in Portland said, \"Yeah, we know about that. We've been watching that and we want to have that too.\" \nSo we come back and after about a year I know it's about time to start planting some more churches. So this time I have a little more faith. Last time I had faith for five and we got 131. Let's do 250 and that's going to be a real stretch. \nAnd it was the same situation with our budget already being tight. But now I knew what God had already promised me: \"If you take care of the things I care about, I will take care of the things you care about.\"\nSo I took it to my board and made them pray about it for a month. I said, \"I know you guys have seen what we've done, and you believe in this and you believe in me and I think you'll say yes. But don't tell me yes until you pray for it. Because if God's not into it, we don't want to do it.\"\nThey came back and told me, \"Yes, but not just do this. We need to do it unapologetically, with 1000% of our effort.\" So I took it to the congregation and asked them to pray for a month too. Again this commitment would have to be above and beyond what they are already giving. So commitment Sunday comes, and I'm up there again wondering, what if no one gives? So it's kind of that moment of doubt again. \nThey begin to walk their commitments down.\n\nRay gets choked up and pauses...",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zJc1MSCiYyY",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=4H32jFWceWI",
    "Music Video Instructions": "Imagine God speaking these words to comfort you."
  }
]