[
  {
    "Art title 1": "Satisfy Us in The Morning",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_bd436053d47f45be8af2f218307efae2~mv2.jpg",
    "Artist Statement 1": "(See today's short story) Psalm 90 gives us a beautiful image from which this art was inspired. We feel deserted or exhausted at times, but has God ever not given us what we ultimately need in God's good timing? This world takes us through seasons of deserts but each day God gives us a new chance to bear new fruit.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_bd436053d47f45be8af2f218307efae2~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Christmas in The Desert",
    "Story Link": "https://www.rawspoon.com/post/story-christmas-in-the-desert",
    "excerpt": "Since Papa Bill was a boy, he had gotten up early to watch the sun rise. He had been orphaned young and these were the moments where God renewed his faith that God intended to give them another day, and had something good waiting for him. Even when he was a husband and then a father he'd stand on his balcony and watch the Seattle sun rise above the water, before anyone else was up. Now that he had a family, the sun was a reminder each day that God indeed had given him good things.\n\nWhen they were raising their little family, there was one day each year that they'd all watch the sunrise together. It was Christmas. They'd all get up early, wrapped in blankets and pajamas, hold each other close and sing \"Oh Come Emanuel.\" It was Papa Bill's favorite moment each year. Everyone got to experience that faithfulness to the goodness that had trained his heart to trust over so many years. \n\nBut that was before the car accident that took his youngest daughter's life at age 18. And before cancer took his wife Betsy away a decade later. And before the job in Germany that his son couldn't pass up took him, and his little family away. And before Bill's other daughter followed them out there a year later. And now Papa Bill, having struggled with Asthma, had decided to move away from his beloved neighborhood to a personal care facility in Arizona, for the dry air.\n\nAnd this was the first Christmas they were all apart. He had assured them he'd be okay, but as he sat on the balcony that bordered a vast dry desert, his heart dropped. After all those years, would he be alone again from now on?\n\nThe sky was lightening over the desert. He let his Bible fall open. It settled open on Psalm 90. Papa Bill lifted it close to his reading glasses and read, \n\n\"The days of our life are seventy years, \nor eighty if we have the strength. \nYet the best of them are only hard work and sorrow. \nFor they are soon gone and we fly away.\" \n...\nReturn, O Lord. How long will it be? \nHave pity upon those who work for You. \nFill us in the morning with Your loving-kindness. \nLet us sing for joy and be glad all our days.\"\n\nHe repeated the last two lines. \"Fill us in the morning with Your loving-kindness.\" This is what God had done for so many years. \"Let us sing for joy and be glad all our days.\"\n\nAnd as he looked up, the sun peaked above the distant mountains. He remembered all of the gifts he had been given, all of God's goodness to him. But it was only now, being alone with only one other, there in the desert, that he was reminded of his first love again. He began to sing,\n\n\"O come, o come Emmanuel \nTo free your captive Israel \nThat mourns in lonely exile here \nUntil the Son of God appear \nRejoice, rejoice o Israel \nTo you shall come Emmanuel.\"\n\nHe would not be alone from now on. A new kingdom with a king he loved had come to be with him, and would come in even more reality again.\n---\n\nThis life indeed is rich with many beautiful and difficult things in it. But we must remember these are only gifts from the even greater gift that has come, and will come again. \n\n-Raw Spoon, 9-23-21",
    "Audio file": "",
    "Blog Title": "Faith and Marriage",
    "Blog Link": "https://www.rawspoon.com/post/faith-and-marriage",
    "Blog excerpt": "Belief is like marriage.\n\nWe choose to put all our cards in the game,\neven in those times when it seems like it's all falling apart.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/GQI72THyO5I",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 124:1-8",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 9",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 21\nAmerican Standard Version\n21 Now these are the ordinances which thou shalt set before them.\n\n2 If thou buy a Hebrew [a]servant, six years he shall serve",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=EqQ5Gx-z9Bo",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/4",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]