[
  {
    "Date": "2025-09-15T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1EXhh7fgu3A",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=y8JkDmXE7O8&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm",
    "famous quote": "\"In the same way a Christian is not a man who never goes wrong, but a man is enabled to repent and pick himself up and begin over again after each stumble--because the Christ-life is inside him, repairing him all the time, enabling him to repeat (in some degree) the kind of voluntary death which Christ Himself carried out.\" - Mere Christianity\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=eIho2S0ZahI",
    "Nature Video": "https://www.youtube.com/watch?v=IECxwvM5MYM",
    "User added": "\"\"What does God know?\" they ask. \"Does the Most High even know what's happening?\"\"\n??Psalms? ?73:11? ?NLT??????\n\nCruel in his indifference to suffering and inequity; this was the god I rejected as a young man, choosing to believe there was no god rather than believe in one that allowed the world to exist as it was. What a surprise it was for the true God, in His grace and mercy, to reveal Himself to me in Christ Jesus!The King of the universe cares about me personally? Unbelievable! But that is who God is. \n\n\"But as for me, how good it is to be near God! I have made the Sovereign Lord my shelter, and I will tell everyone about the wonderful things you do.\"\n??Psalms? ?73:28? ?NLT??????\n",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bayo:\n\n(part 1)\n\nWhen I show up to interview Bayo, he isn't there. His wife Marjorie asks if I could help a 10-year old Mexican kid with a mohawk named Juan with his homework. I did and as soon as we were done he stood on the table, flipped on the Xbox, and started playing Fifa Soccer. Several other kids mingled through the room working on different homework projects as Marjorie guided them. Then Bayo walks in. He was wearing a full gingham suit complete with vest and trilby hat. He welcomes me with a smile and we open a couple of doors until we can find a room that has a table and chairs that are adult-sized. Bayo has a couple of ministries around the Atlanta area. He helps underpriveliged communities with ESL, skills training, and discipleship. Particularly he has a ministry reaching out to Muslims.\r\n\nBayo Otiti came over from Nigeria as a Muslim. He was a celebratedly devout Muslim. He points to the scar above his left eye and says \"Some people get this if they bow and pray too much. I was highly regarded by people because this scar meant I was a very good Muslim.\"\r\n\n\"But the Muslim God,\" he tells me, \"does not pursue you. He is not a God of love. He is a God of justice absolute truth and you have to come to him.\"\r\nHere is how the Christian God pursued Bayo. \r\n\nBayo was very rich. He had been living in New York with his wife but had been separated for almost two years. One of his rich prince friends was having a birthday back in Nigeria so he caught a plane, rented a Mercedez benz, and parked it out front where everybody could see it. As he was walking in a cousin surprisingly stopped him with a grim look on his face.\r\n\nThis cousin was known for being very bad. He was always womanizing right in front of his wife, and drinking and always smoking pot. Even on Bayo's wedding night he came up to Bayo and had organized a hookup for them with two women at the bar, for when he came back from his honeymoon. \r\n\nSo this was very unexpected that this person, of all people, stopped Bayo with a stern look and said, \"I was just in New York and saw your wife taking care of all of your five kids by herself. What do you think you're doing?\"\r\n\n\"I was frozen,\" Bayo says. \"Eventually I turned around and caught a flight back home without even going to the party. I started to think about my life and realized I should go back home. But I did not know how I could do it because I had been so bad to them. I went over speeches I could say, or falling on the ground begging for forgiveness. I didn't know how I was going to convince them to take me back.\"\r\n\n\"Meanwhile, my wife had met some people and been saved. Her church did 40 days of prayer and fasting in which they were supposed to pray for just one thing. She prayed that I would be saved. My kids also prayed. And just before I actually showed up my son had a dream that I would knock on the door. So when I fearfully knocked on the door that day they opened it and all of them were joyfully, gratefully, gracefully waiting for me. They expected that it would be me at the door so they had been ready.\"\r\n\nI was so grateful that when my wife told me about her Christian church, I agreed to go. The preacher was late but when he showed up he said he felt a strong feeling that someone here was going to accept Jesus. He pointed at me and said 'You! Do you want to accept Jesus today?' I looked behind me and he said, 'Who are you looking at?! I'm talking to you!' I nodded and said I think I did want to accept him. The preacher said, 'Come up here.' I went up, he told me the gospel of forgiveness and Jesus dying for me, and it somehow answered all my questions that had been building over the years, in just a few moments. And I accepted Jesus.\"\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]