[
  {
    "Date": "2026-01-21T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-nh3g6F63qM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMTBiN2UyZWQtMTc3ZS0zMWNmLWIyYjQtODI2OWIyZTFiNTQ2?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=zHeDrcRGsFk&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp",
    "famous quote": "The idea that we are not doing good or that we have to live up to some idealistic standard is usually what makes people snap in the first place. We snap at the people closest to us because we feel safe there. Instead of stopping our behavior or stop reacting, which really feels like stuffing your feelings, if we could learn that we are most vulnerable when we snap and that usually underneath that there is hurt or fear, then instead of snapping we can ask for connection and then both people feel more human, more at peace, and can bring those selves out into the world.\n-Kristin Cronin Boone",
    "Ted Talks": "https://www.youtube.com/watch?v=yue6t5UmP4o",
    "Nature Video": "https://www.youtube.com/watch?v=rgk3o2VX57k",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/interview-of-a-sex-offender",
    "Interview image": "",
    "Interview Text": "Interview of a Sex Offender:\n\n(warning: some sexual abuse content, by a sexual offender)\n\nLast week I published a blog that said I want to try to damage my reputation more.\n\nActually I just noted that Jesus hung out with the sort of people that constantly damaged his rep, and I thought, that probably means I should be doing more of that.\n\nSo in that spirit, I reached out to a friend of mine that went to prison for viewing child pornography and I asked if I could feature him on my blog.\n\nI interviewed him and was stunned by his story.\n\nI met Robert (he goes by Bob) when I lived in a little town outside of Wichita, Kansas. He showed up at our church with his wife and step daughter, who I knew because I helped with the youth group. As Bob and I got to know each other better he started to try and share some stuff that was very heavy on his heart about his marriage and some sexual things that were haunting him. But before I could help much, my job moved me away to Atlanta. I didn't know how to help. A few months later he was arrested for looking at child pornography and was sent to prison. It was a big deal in the town.\n\nSomeone from the church went to visit him in prison to ask if it was true. Bob said it was true and they didn't come back. He felt like they didn't want anything to do with him after that.\n\nBob wrote me letters from prison. We corresponded for the time he was in jail and we have stayed in touch for most of the time since then. He is the friend who is MOST consistent with checking in with me. Most mornings I get a text from him that asks how I'm doing. And he's done that faithfully for the past six years or so. He has been a very good friend to me in that way. Thank you, Bob.\n\nIn prison he went through classes and met with Jehovah's Witnesses that came to minister to the inmates. And this is where he \"found himself,\" found restoration, and turned things over to God. When he got out of prison he found another Christian church in Wichita that welcomed him. The pastor forgave his crime because Bob was sorry and regretted what he had done. He integrated Bob into community, while being smart in the ways he separated him from children's ministries. It was a very difficult uphill struggle finding a job with the sex offender title on his record. Finally, with the help from the new church he was able to land a job and even eventually found a really sweet wife. Now he lives a quiet life as a truck driver in Kansas.\n\nI remember when I was talking to him on the phone one time, after he was out of jail. He mentioned to me that he had been molested when he was young. So, for this interview, I finally asked him more about it.\n\nHe said that when he was 13 an adult neighbor gave him a carton of cigarettes, and offered him alcohol to get him inside. A pair of brothers who were older than him were there and the man made them both rape 13-year-old Bob. Then the man made Bob rape their ten year old sister.\n\nBob remembers she just screamed and pleaded with him to stop and Bob just kept saying he was sorry. The man was much stronger than the kids. He threatened that he would kill their parents if they said anything. This happened over and over for months and months. Eventually after being forced into it for years Bob and the girl thought it must be okay so they just started doing it for fun. All of this lasted from when Bob was 13, until he was 16, at which point he ran away. He said he didn't even know if his parents would be safe when he ran away.\n\nThen, one day, while looking at adult pornography, a bit of child pornography popped up. He didn't know it was wrong because of what had happened. So he got in the habit of looking at it.\n\nThus prison years later.\n\nI asked what he had to say to anybody who might be in a similar abuse situation. He says, tell someone. Find someone to talk about it with. A pastor. A friend. He says that while he was holding everything inside, he went through deep depression and became suicidal, partly because he felt it was his fault. He says, to anyone listening out there who has gone through abuse, it may feel like it's your fault, but it's not.\n\nThank you for your story Bob. I'm so sorry for what happened to you and the effect it had on your life. I'm sorry for making assumptions and not trying to understand more of your story earlier. And thank you for your committed friendship to me. Of all my friends, you have probably been the most consistent, frequent, and faithful.\n\nI'm honored to be your brother in Christ.\n\nRaw Spoon, 10-16-16",
    "Interview Video": "https://youtu.be/0o7ol7XxlAE",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]