[
  {
    "Date": "2025-09-25T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=wf0-wv2awkY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=D7VyQujtACM&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=4",
    "famous quote": "\"We read to know we are not alone.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=iCvmsMzlF7o",
    "Nature Video": "https://www.youtube.com/watch?v=qRTVg8HHzUo",
    "User added": "\"You are my hiding place; you protect me from distress. You surround me with shouts of joy from those celebrating deliverance. (Selah)\"\n??Psalms? ?32:7? ?NET??????\n\nThe church that Christ Jesus established here on Earth has many purposes with one goal. Have you considered this purpose? We are to be God's messengers of joy for the deliverance He has brought to us! All of us! Each of us! So, whether it is a baptism, bible study, or worship service, we should surround each other with shouts of joy: for there is no protection from distress greater, no hiding place more secure than the salvation of God in Christ!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill:\n\n(part 5)\n\nBill's brother came to Christ and said, Bill you have it but I can't hear God's voice. He read the scriptures and saw that it said, just ask. So he asked for his job back, etc.  \"So where is your God, Bill.\" Bill says, if you read on, you'll see that if you haven't forgiven people, it can block the hearing.\r\n \r\nRoss, trust God to know what to list in this book. \r\n\r\nHe's looking for \"true fathers\" who listen to God to call forth sons and daughters. We'll see a transformation in culture to call out the orphans. They will say, I recognize that voice! it's in me.\r\n\r\nThere was a woman who came in to get prophesy. I said a few words about what I saw in her childhood and she cried. I had asked for that from God, \"Tell me something to connect her to God.\" If I know their childhood this can help people feel connected and trust, because they feel like God knows WHO THEY ARE at their core!\r\n\r\nThe power of relationship, sonship and daughtership is huge.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=bQyCZMYTcXQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "https://www.youtube.com/watch?v=l8kT-N-fViY",
    "Music Video": "https://www.youtube.com/watch?v=4H32jFWceWI",
    "Music Video Instructions": "Imagine God speaking these words to comfort you."
  }
]