[
  {
    "Date": "2025-12-08T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Second week of Advent",
    "Script 1": "\nFor the director of music. A psalm of David.\n\n The king rejoices in your strength, Lord.\n    How great is his joy in the victories you give!\n\n You have granted him his heart's desire\n    and have not withheld the request of his lips.[b]\n You came to greet him with rich blessings\n    and placed a crown of pure gold on his head.\n He asked you for life, and you gave it to him--\n    length of days, for ever and ever.\n Through the victories you gave, his glory is great;\n    you have bestowed on him splendor and majesty.\n Surely you have granted him unending blessings\n    and made him glad with the joy of your presence.\n For the king trusts in the Lord;\n    through the unfailing love of the Most High\n    he will not be shaken.\n\n Your hand will lay hold on all your enemies;\n    your right hand will seize your foes.\n When you appear for battle,\n    you will burn them up as in a blazing furnace.\nThe Lord will swallow them up in his wrath,\n    and his fire will consume them.\n You will destroy their descendants from the earth,\n    their posterity from mankind.\n Though they plot evil against you\n    and devise wicked schemes, they cannot succeed.\n You will make them turn their backs\n    when you aim at them with drawn bow.\n\n Be exalted in your strength, Lord;\n    we will sing and praise your might.\n\n",
    "Script 2": "The Lord's Devastation of the Earth\n\n See, the Lord is going to lay waste the earth\n    and devastate it;\nhe will ruin its face\n    and scatter its inhabitants--\n it will be the same\n    for priest as for people,\n    for the master as for his servant,\n    for the mistress as for her servant,\n    for seller as for buyer,\n    for borrower as for lender,\n    for debtor as for creditor.\n The earth will be completely laid waste\n    and totally plundered.\nThe Lord has spoken this word.\n\n The earth dries up and withers,\n    the world languishes and withers,\n    the heavens languish with the earth.\n The earth is defiled by its people;\n    they have disobeyed the laws,\nviolated the statutes\n    and broken the everlasting covenant.\n Therefore a curse consumes the earth;\n    its people must bear their guilt.\nTherefore earth's inhabitants are burned up,\n    and very few are left.\n The new wine dries up and the vine withers;\n    all the merrymakers groan.\n The joyful timbrels are stilled,\n    the noise of the revelers has stopped,\n    the joyful harp is silent.\n No longer do they drink wine with a song;\n    the beer is bitter to its drinkers.\n The ruined city lies desolate;\n    the entrance to every house is barred.\n In the streets they cry out for wine;\n    all joy turns to gloom,\n    all joyful sounds are banished from the earth.\n The city is left in ruins,\n    its gate is battered to pieces.\n So will it be on the earth\n    and among the nations,\nas when an olive tree is beaten,\n    or as when gleanings are left after the grape harvest.\n\n They raise their voices, they shout for joy;\n    from the west they acclaim the Lord's majesty.\n Therefore in the east give glory to the Lord;\n    exalt the name of the Lord, the God of Israel,\n    in the islands of the sea.\n From the ends of the earth we hear singing:\n    \"Glory to the Righteous One.\"\n\nBut I said, \"I waste away, I waste away!\n    Woe to me!\nThe treacherous betray!\n    With treachery the treacherous betray!\"",
    "Script 3": "Living to Please God\n\n As for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more.  For you know what instructions we gave you by the authority of the Lord Jesus.\n\n It is God's will that you should be sanctified: that you should avoid sexual immorality;  that each of you should learn to control your own body[a] in a way that is holy and honorable,  not in passionate lust like the pagans, who do not know God;  and that in this matter no one should wrong or take advantage of a brother or sister.[b] The Lord will punish all those who commit such sins, as we told you and warned you before.  For God did not call us to be impure, but to live a holy life.  Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit.\n\n Now about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other.  And in fact, you do love all of God's family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more,  and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you,  so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody.\n\n",
    "Script 4": "American Standard Version\n And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits.  And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it: and thou shalt overlay it with brass.  And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its firepans: all the vessels thereof thou shalt make of brass.  And thou shalt make for it a grating of network of brass; and upon the net shalt thou make four brazen rings in the four [a]corners thereof.  And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar.  And thou shalt make staves for the altar, staves of acacia wood, and overlay them with brass.  And the staves thereof shall be put into the rings, and the staves shall be upon the two [b]sides of the altar, in bearing it.  Hollow with planks shalt thou make it: as it hath been showed thee in the mount, so shall they make it.\n\n And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side:  and the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets shall be of silver.  And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the breadth of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten.  And the breadth of the court on the east side eastward shall be fifty cubits.  The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three.  And for the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three.  And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four.  All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass.  The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass.  All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass.\n\n And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, [c]to cause a lamp to burn continually.  In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before Jehovah: it shall be a statute for ever throughout their generations [d]on the behalf of the children of Israel.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm21;Isaiah24:1-16a;1Thessalonians4:1-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.21,Isa.24,1Thess.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_2491be6aaed04e1281c7ca3b4bf02ce5~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6291561a00594a079c546132139cad94~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_e2e7260efd79485685582db9d33dc312~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 21:1",
    "Address Script 2": "Isaiah 24:1-16",
    "Address Script 3": "1 Thessalonians 4:1-12",
    "Address Script 4": "Exodus 27",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": "2"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 21[a]\n\nFor the director of music. A psalm of David.\n\n1 The king rejoices in your strength, Lord.\n    How great is his joy in the victories you give!\n\n2 You have granted him his heart's desire\n    and have not withheld the request of his lips.[b]\n3 You came to greet him with rich blessings\n    and placed a crown of pure gold on his head.\n4 He asked you for life, and you gave it to him--\n    length of days, for ever and ever.\n5 Through the victories you gave, his glory is great;\n    you have bestowed on him splendor and majesty.\n6 Surely you have granted him unending blessings\n    and made him glad with the joy of your presence.\n7 For the king trusts in the Lord;\n    through the unfailing love of the Most High\n    he will not be shaken.\n\n8 Your hand will lay hold on all your enemies;\n    your right hand will seize your foes.\n9 When you appear for battle,\n    you will burn them up as in a blazing furnace.\nThe Lord will swallow them up in his wrath,\n    and his fire will consume them.\n10 You will destroy their descendants from the earth,\n    their posterity from mankind.\n11 Though they plot evil against you\n    and devise wicked schemes, they cannot succeed.\n12 You will make them turn their backs\n    when you aim at them with drawn bow.\n\n13 Be exalted in your strength, Lord;\n    we will sing and praise your might.\n\nFootnotes\na. Psalm 21:1 In Hebrew texts 21:1-13 is numbered 21:2-14.\nb. Psalm 21:2 The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Isaiah 24:1-16\n\nThe Lord's Devastation of the Earth\n\n1 See, the Lord is going to lay waste the earth\n    and devastate it;\nhe will ruin its face\n    and scatter its inhabitants--\n2 it will be the same\n    for priest as for people,\n    for the master as for his servant,\n    for the mistress as for her servant,\n    for seller as for buyer,\n    for borrower as for lender,\n    for debtor as for creditor.\n3 The earth will be completely laid waste\n    and totally plundered.\nThe Lord has spoken this word.\n\n4 The earth dries up and withers,\n    the world languishes and withers,\n    the heavens languish with the earth.\n5 The earth is defiled by its people;\n    they have disobeyed the laws,\nviolated the statutes\n    and broken the everlasting covenant.\n6 Therefore a curse consumes the earth;\n    its people must bear their guilt.\nTherefore earth's inhabitants are burned up,\n    and very few are left.\n7 The new wine dries up and the vine withers;\n    all the merrymakers groan.\n8 The joyful timbrels are stilled,\n    the noise of the revelers has stopped,\n    the joyful harp is silent.\n9 No longer do they drink wine with a song;\n    the beer is bitter to its drinkers.\n10 The ruined city lies desolate;\n    the entrance to every house is barred.\n11 In the streets they cry out for wine;\n    all joy turns to gloom,\n    all joyful sounds are banished from the earth.\n12 The city is left in ruins,\n    its gate is battered to pieces.\n13 So will it be on the earth\n    and among the nations,\nas when an olive tree is beaten,\n    or as when gleanings are left after the grape harvest.\n\n14 They raise their voices, they shout for joy;\n    from the west they acclaim the Lord's majesty.\n15 Therefore in the east give glory to the Lord;\n    exalt the name of the Lord, the God of Israel,\n    in the islands of the sea.\n16 From the ends of the earth we hear singing:\n    \"Glory to the Righteous One.\"\n\nBut I said, \"I waste away, I waste away!\n    Woe to me!\nThe treacherous betray!\n    With treachery the treacherous betray!\"",
    "Script 3": "1 Thessalonians 4:1-12\n\nLiving to Please God\n\n1 As for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more. 2 For you know what instructions we gave you by the authority of the Lord Jesus.\n\n3 It is God's will that you should be sanctified: that you should avoid sexual immorality; 4 that each of you should learn to control your own body[a] in a way that is holy and honorable, 5 not in passionate lust like the pagans, who do not know God; 6 and that in this matter no one should wrong or take advantage of a brother or sister.[b] The Lord will punish all those who commit such sins, as we told you and warned you before. 7 For God did not call us to be impure, but to live a holy life. 8 Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit.\n\n9 Now about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other. 10 And in fact, you do love all of God's family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more, 11 and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you, 12 so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody.\n\nFootnotes\na. 1 Thessalonians 4:4 Or learn to live with your own wife; or learn to acquire a wife\nb. 1 Thessalonians 4:6 The Greek word for brother or sister (adelphos) refers here to a believer, whether man or woman, as part of God's family.",
    "Script 4": "Exodus 27\nAmerican Standard Version\n27 And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits. 2 And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it: and thou shalt overlay it with brass. 3 And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its firepans: all the vessels thereof thou shalt make of brass. 4 And thou shalt make for it a grating of network of brass; and upon the net shalt thou make four brazen rings in the four [a]corners thereof. 5 And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar. 6 And thou shalt make staves for the altar, staves of acacia wood, and overlay them with brass. 7 And the staves thereof shall be put into the rings, and the staves shall be upon the two [b]sides of the altar, in bearing it. 8 Hollow with planks shalt thou make it: as it hath been showed thee in the mount, so shall they make it.\n\n9 And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side: 10 and the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets shall be of silver. 11 And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver. 12 And for the breadth of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten. 13 And the breadth of the court on the east side eastward shall be fifty cubits. 14 The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three. 15 And for the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three. 16 And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four. 17 All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass. 18 The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass. 19 All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass.\n\n20 And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, [c]to cause a lamp to burn continually. 21 In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before Jehovah: it shall be a statute for ever throughout their generations [d]on the behalf of the children of Israel.\n\n \nFootnotes\nExodus 27:4 Hebrew ends.\nExodus 27:7 Hebrew ribs.\nExodus 27:20 Or, to set up a lamp continually\nExodus 27:21 Or, from",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. A psalm of David.\n\n The king rejoices in your strength, Lord.\n    How great is his joy in the victories you give!\n\n You have granted him his heart's desire\n    and have not withheld the request of his lips.[b]\n You came to greet him with rich blessings\n    and placed a crown of pure gold on his head.\n He asked you for life, and you gave it to him--\n    length of days, for ever and ever.\n Through the victories you gave, his glory is great;\n    you have bestowed on him splendor and majesty.\n Surely you have granted him unending blessings\n    and made him glad with the joy of your presence.\n For the king trusts in the Lord;\n    through the unfailing love of the Most High\n    he will not be shaken.\n\n Your hand will lay hold on all your enemies;\n    your right hand will seize your foes.\n When you appear for battle,\n    you will burn them up as in a blazing furnace.\nThe Lord will swallow them up in his wrath,\n    and his fire will consume them.\n You will destroy their descendants from the earth,\n    their posterity from mankind.\n Though they plot evil against you\n    and devise wicked schemes, they cannot succeed.\n You will make them turn their backs\n    when you aim at them with drawn bow.\n\n Be exalted in your strength, Lord;\n    we will sing and praise your might.\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Isaiah :-\n\nThe Lord's Devastation of the Earth\n\n See, the Lord is going to lay waste the earth\n    and devastate it;\nhe will ruin its face\n    and scatter its inhabitants--\n it will be the same\n    for priest as for people,\n    for the master as for his servant,\n    for the mistress as for her servant,\n    for seller as for buyer,\n    for borrower as for lender,\n    for debtor as for creditor.\n The earth will be completely laid waste\n    and totally plundered.\nThe Lord has spoken this word.\n\n The earth dries up and withers,\n    the world languishes and withers,\n    the heavens languish with the earth.\n The earth is defiled by its people;\n    they have disobeyed the laws,\nviolated the statutes\n    and broken the everlasting covenant.\n Therefore a curse consumes the earth;\n    its people must bear their guilt.\nTherefore earth's inhabitants are burned up,\n    and very few are left.\n The new wine dries up and the vine withers;\n    all the merrymakers groan.\n The joyful timbrels are stilled,\n    the noise of the revelers has stopped,\n    the joyful harp is silent.\n No longer do they drink wine with a song;\n    the beer is bitter to its drinkers.\n The ruined city lies desolate;\n    the entrance to every house is barred.\n In the streets they cry out for wine;\n    all joy turns to gloom,\n    all joyful sounds are banished from the earth.\n The city is left in ruins,\n    its gate is battered to pieces.\n So will it be on the earth\n    and among the nations,\nas when an olive tree is beaten,\n    or as when gleanings are left after the grape harvest.\n\n They raise their voices, they shout for joy;\n    from the west they acclaim the Lord's majesty.\n Therefore in the east give glory to the Lord;\n    exalt the name of the Lord, the God of Israel,\n    in the islands of the sea.\n From the ends of the earth we hear singing:\n    \"Glory to the Righteous One.\"\n\nBut I said, \"I waste away, I waste away!\n    Woe to me!\nThe treacherous betray!\n    With treachery the treacherous betray!\"",
    "Script 3": " Thessalonians :-\n\nLiving to Please God\n\n As for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more.  For you know what instructions we gave you by the authority of the Lord Jesus.\n\n It is God's will that you should be sanctified: that you should avoid sexual immorality;  that each of you should learn to control your own body[a] in a way that is holy and honorable,  not in passionate lust like the pagans, who do not know God;  and that in this matter no one should wrong or take advantage of a brother or sister.[b] The Lord will punish all those who commit such sins, as we told you and warned you before.  For God did not call us to be impure, but to live a holy life.  Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit.\n\n Now about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other.  And in fact, you do love all of God's family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more,  and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you,  so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody.\n\nFootnotes\na.  Thessalonians : Or learn to live with your own wife; or learn to acquire a wife\nb.  Thessalonians : The Greek word for brother or sister (adelphos) refers here to a believer, whether man or woman, as part of God's family.",
    "Script 4": "Exodus \nAmerican Standard Version\n And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits.  And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it: and thou shalt overlay it with brass.  And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its firepans: all the vessels thereof thou shalt make of brass.  And thou shalt make for it a grating of network of brass; and upon the net shalt thou make four brazen rings in the four [a]corners thereof.  And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar.  And thou shalt make staves for the altar, staves of acacia wood, and overlay them with brass.  And the staves thereof shall be put into the rings, and the staves shall be upon the two [b]sides of the altar, in bearing it.  Hollow with planks shalt thou make it: as it hath been showed thee in the mount, so shall they make it.\n\n And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side:  and the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets shall be of silver.  And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the breadth of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten.  And the breadth of the court on the east side eastward shall be fifty cubits.  The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three.  And for the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three.  And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four.  All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass.  The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass.  All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass.\n\n And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, [c]to cause a lamp to burn continually.  In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before Jehovah: it shall be a statute for ever throughout their generations [d]on the behalf of the children of Israel.\n\n \nFootnotes\nExodus : Hebrew ends.\nExodus : Hebrew ribs.\nExodus : Or, to set up a lamp continually\nExodus : Or, from",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. A psalm of David.\n\n The king rejoices in your strength, Lord.\n    How great is his joy in the victories you give!\n\n You have granted him his heart's desire\n    and have not withheld the request of his lips.[b]\n You came to greet him with rich blessings\n    and placed a crown of pure gold on his head.\n He asked you for life, and you gave it to him--\n    length of days, for ever and ever.\n Through the victories you gave, his glory is great;\n    you have bestowed on him splendor and majesty.\n Surely you have granted him unending blessings\n    and made him glad with the joy of your presence.\n For the king trusts in the Lord;\n    through the unfailing love of the Most High\n    he will not be shaken.\n\n Your hand will lay hold on all your enemies;\n    your right hand will seize your foes.\n When you appear for battle,\n    you will burn them up as in a blazing furnace.\nThe Lord will swallow them up in his wrath,\n    and his fire will consume them.\n You will destroy their descendants from the earth,\n    their posterity from mankind.\n Though they plot evil against you\n    and devise wicked schemes, they cannot succeed.\n You will make them turn their backs\n    when you aim at them with drawn bow.\n\n Be exalted in your strength, Lord;\n    we will sing and praise your might.\n\n",
    "Script 2": "Isaiah :-\n\nThe Lord's Devastation of the Earth\n\n See, the Lord is going to lay waste the earth\n    and devastate it;\nhe will ruin its face\n    and scatter its inhabitants--\n it will be the same\n    for priest as for people,\n    for the master as for his servant,\n    for the mistress as for her servant,\n    for seller as for buyer,\n    for borrower as for lender,\n    for debtor as for creditor.\n The earth will be completely laid waste\n    and totally plundered.\nThe Lord has spoken this word.\n\n The earth dries up and withers,\n    the world languishes and withers,\n    the heavens languish with the earth.\n The earth is defiled by its people;\n    they have disobeyed the laws,\nviolated the statutes\n    and broken the everlasting covenant.\n Therefore a curse consumes the earth;\n    its people must bear their guilt.\nTherefore earth's inhabitants are burned up,\n    and very few are left.\n The new wine dries up and the vine withers;\n    all the merrymakers groan.\n The joyful timbrels are stilled,\n    the noise of the revelers has stopped,\n    the joyful harp is silent.\n No longer do they drink wine with a song;\n    the beer is bitter to its drinkers.\n The ruined city lies desolate;\n    the entrance to every house is barred.\n In the streets they cry out for wine;\n    all joy turns to gloom,\n    all joyful sounds are banished from the earth.\n The city is left in ruins,\n    its gate is battered to pieces.\n So will it be on the earth\n    and among the nations,\nas when an olive tree is beaten,\n    or as when gleanings are left after the grape harvest.\n\n They raise their voices, they shout for joy;\n    from the west they acclaim the Lord's majesty.\n Therefore in the east give glory to the Lord;\n    exalt the name of the Lord, the God of Israel,\n    in the islands of the sea.\n From the ends of the earth we hear singing:\n    \"Glory to the Righteous One.\"\n\nBut I said, \"I waste away, I waste away!\n    Woe to me!\nThe treacherous betray!\n    With treachery the treacherous betray!\"",
    "Script 3": " Thessalonians :-\n\nLiving to Please God\n\n As for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more.  For you know what instructions we gave you by the authority of the Lord Jesus.\n\n It is God's will that you should be sanctified: that you should avoid sexual immorality;  that each of you should learn to control your own body[a] in a way that is holy and honorable,  not in passionate lust like the pagans, who do not know God;  and that in this matter no one should wrong or take advantage of a brother or sister.[b] The Lord will punish all those who commit such sins, as we told you and warned you before.  For God did not call us to be impure, but to live a holy life.  Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit.\n\n Now about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other.  And in fact, you do love all of God's family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more,  and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you,  so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And thou shalt make the altar of acacia wood, five cubits long, and five cubits broad; the altar shall be foursquare: and the height thereof shall be three cubits.  And thou shalt make the horns of it upon the four corners thereof; the horns thereof shall be of one piece with it: and thou shalt overlay it with brass.  And thou shalt make its pots to take away its ashes, and its shovels, and its basins, and its flesh-hooks, and its firepans: all the vessels thereof thou shalt make of brass.  And thou shalt make for it a grating of network of brass; and upon the net shalt thou make four brazen rings in the four [a]corners thereof.  And thou shalt put it under the ledge round the altar beneath, that the net may reach halfway up the altar.  And thou shalt make staves for the altar, staves of acacia wood, and overlay them with brass.  And the staves thereof shall be put into the rings, and the staves shall be upon the two [b]sides of the altar, in bearing it.  Hollow with planks shalt thou make it: as it hath been showed thee in the mount, so shall they make it.\n\n And thou shalt make the court of the tabernacle: for the south side southward there shall be hangings for the court of fine twined linen a hundred cubits long for one side:  and the pillars thereof shall be twenty, and their sockets twenty, of brass; the hooks of the pillars and their fillets shall be of silver.  And likewise for the north side in length there shall be hangings a hundred cubits long, and the pillars thereof twenty, and their sockets twenty, of brass; the hooks of the pillars, and their fillets, of silver.  And for the breadth of the court on the west side shall be hangings of fifty cubits; their pillars ten, and their sockets ten.  And the breadth of the court on the east side eastward shall be fifty cubits.  The hangings for the one side of the gate shall be fifteen cubits; their pillars three, and their sockets three.  And for the other side shall be hangings of fifteen cubits; their pillars three, and their sockets three.  And for the gate of the court shall be a screen of twenty cubits, of blue, and purple, and scarlet, and fine twined linen, the work of the embroiderer; their pillars four, and their sockets four.  All the pillars of the court round about shall be filleted with silver; their hooks of silver, and their sockets of brass.  The length of the court shall be a hundred cubits, and the breadth fifty every where, and the height five cubits, of fine twined linen, and their sockets of brass.  All the instruments of the tabernacle in all the service thereof, and all the pins thereof, and all the pins of the court, shall be of brass.\n\n And thou shalt command the children of Israel, that they bring unto thee pure olive oil beaten for the light, [c]to cause a lamp to burn continually.  In the tent of meeting, without the veil which is before the testimony, Aaron and his sons shall keep it in order from evening to morning before Jehovah: it shall be a statute for ever throughout their generations [d]on the behalf of the children of Israel.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]