[
  {
    "": "2025-09-25T07:00:00.000Z",
    "Art title 1": "Trust That Small Voice",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_e10269b81d8146d48419e8399cbb0b7c~mv2_d_3000_3000_s_4_2.jpg",
    "Artist Statement 1": "With all we have going on in the world, how can we make space to hear the quiet voice?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-38432cde-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nBible and Spells",
    "Story Link": "https://www.rawspoon.com/post/bible-and-spells",
    "excerpt": "I realized recently that I put more stake in Wiccan spells from witchcraft than I do in the words of the Bible.\n\nPeople have told me about playing with mysterious books of magic, reading spells, and then how weird stuff started to happen to them. I have a friend who is good hearted and works hard, but for whom everything had started to go wrong. Then someone told her that her ex-husband had put a curse on her. I've been reading this book that talks about all these people who couldn't get healthy, or couldn't escape depression, or couldn't get pregnant, despite all other things saying they should be able to. And the book told how it came to light that each of these people had had curses spoken over them at one point.\n\nAnd is it weird that I kind of believe it? I picture a group of experimenting kids around a weird star drawn on the ground, surrounded by candles, reading spells out of a Wiccan book. Or a couple of long haired ladies wearing crystals and canvas shawls rattling shells in their barns. And I kind of suspect that there is something really magical and spiritual and scary about those words and who they land on.\n\nBut then when I think about the Bible. I read it as if it's nothing more than historical words in a jaded text. I know the author, I know the intended audience, and I know the historical context in which they were written, so I've basically broken them down into simple, knowable pieces. And I've read them a dozen times, usually with impatient skeptical eyes. And they really seem like nothing more than dissected words on a page.\n\nBut what if, they have just as much power as the Wiccan curses. What if when we say a prayer Jesus told us to say, we are actually changing something in the spiritual realm? What if claiming promises in the Bible is really engaging the same dimension of creatures as the witchcraft I suspect has mysterious power.\n\nWhat if, when I have a temptation in front of me, I pray the Lord's Prayer. Might it really have the power to give me strength from outside of me? What if when I pray for people, invisible tides really turn?\n\nYou know, it seems weird that some days I can just get up easily, and get a lot done, and am happy. While other days it's just really hard to get up, I can't seem to get anything done, and I just don't feel like my best self. I know that sometimes I'm just battling a cold or something but what if there really is a spiritual world that holds sway on some of these things?\n\nAnd what if I have the magical text beside my bed that has the power to turn the tides on all of it.\n\nRaw Spoon, 8-26-18",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=q9yp1ZXbsEg",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM&t=1s",
    "Bible Project 3": "https://www.youtube.com/watch?v=3lfPK2vfC54",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 22",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Corinthians 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 18",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/m3DScNSUMD0?si=6_cVtvAGYcEuj82z",
    "Song 2": "https://www.youtube.com/watch?v=3W6R83A88SU",
    "Song 3": "https://youtu.be/_Yv81-Q8wKA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@28.7115336,35.2428672,3a,75y,151.88h,88.23t/data=!3m8!1e1!3m6!1sAF1QipMA9CIpA38vLh-ngSJyTzH5X_vgnjF0VtQj89pG!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMA9CIpA38vLh-ngSJyTzH5X_vgnjF0VtQj89pG%3Dw203-h100-k-no-pi1.8736614-ya327.1659-ro8.747375-fo100!7i3840!8i1920?entry=ttu",
    "3dNotes3": "Wilderness of Sin: where it was said that the Israelites complained and God sent Manna.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0665c00b-5d6a-48fd-a246-08c082378d91.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]