[
  {
    "": "2025-10-18T07:00:00.000Z",
    "Art title 1": "He Is Building A House Of You",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a453b5b2108b4a14a6a2a769e6005806~mv2.jpg",
    "Artist Statement 1": "We have a story that goes with this art, in the story section. \n\nGod has dreams of what we will become. It is like he is building a house. But sometimes it takes knocking down walls to expand a new room or patio. Sometimes it is just circumstances that tear down a wall, but God can use those to make it up better. \n\nWhat walls feel like they are being knocked down in you, and what areas might God be renovating by it?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ac1d3a0c-0bdb-4af4-be50-d8a6f3c52140",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "He Is Building a House in You",
    "Story Link": "https://www.rawspoon.com/post/story-he-is-building-a-house",
    "excerpt": "Antonio was a pastor in the Dominican Republic. And life seemed harder for him than most. \n\nHe was thinking about all the people who were so hard to love in his congregation as he was digging up big rocks in the countryside. When he finally unburied one he would load it with the rest in his wheelbarrow and tote it to his beat up old pickup truck. \n\nHe thought about the Elliots who were always fighting with each other, and their kid was so scared by it all he just spent all his time with Antonio at the church. He was always asking about this or that in the closet or if he could play with that thing on that shelf. \n\nAntonio drove to the city and unloaded the rocks into the front yard of his house in progress. Enough was done that he and his wife could live in it, but there was so much more to do. These rocks would become the second story walls. Ten years ago storms had destroyed his house which was poorly made by builders who just wanted quick money (like the ones that were building the houses at the end of the street). So he decided if he wanted it done right he would have to do it the hard way, with quality, himself. \n\nHe thought about the church bills he was constantly trying to stay on top of, which required calling a lot of people, asking for their partnership in his ministry. \n\nAntonio eventually started planing the wood timbers he had cut from the hardwood trunks he had harvested from a nearby forest. This was good, solid wood and would hold a roof on the next time wind got strong. \n\nHe thought about his own difficult marriage and how he constantly had to be biting his tongue so he wouldn't say something mean. She was a good woman, she just got in these moods. He prayed a lot during these mom...",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_22dcf45664924e36b99105f24c6d5b19.mp3",
    "Blog Title": "Time as a Canvas for Stories in Heaven",
    "Blog Link": "https://www.rawspoon.com/post/time-as-a-canvas-for-stories-in-heaven",
    "Blog excerpt": "You know how we can move things around in three dimensions, but the fourth dimension, time, comes at us at a rate we can't control?\n\nWell, if we think about the art we can create by moving paintbrushes up and down on canvases, what if in the next plane of existence (heaven?) we can move ourselves in time in a way that is beautiful like a piece of art. Maybe time will be our new canvas.\n\nMaybe in heaven our art will be how we lives our lives in and around time. And we will call this next dimension art form \"story.\"\n\nRaw Spoon, 11-21-17",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_b47cac9676ef4cf5a9bb4ea7ca25d201~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2019/02/IMG_0349.png?w=3300&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=oLYORLZOaZE",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=HGHqu9-DtXk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 121",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 32",
    "Research 3-link": "https://enduringword.com/bible-commentary/Mark 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 4",
    "The Chosen 3": "https://youtu.be/EwDXNZXMo_g",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=veXyN37AgMU",
    "Song 2": "https://www.youtube.com/watch?v=xxC7dd7oj4A",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/place/Nazareth+Village/@32.699934,35.2920402,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs%3Dw129-h86-k-no!7i5616!8i3744!4m7!3m6!1s0x151c4dd276f66109:0xc2f92a36e97c5a5b!8m2!3d32.6998773!4d35.2920481!10e5!16s%2Fm%2F063yfp6!5m1!1e4?entry=ttu",
    "3dNotes3": "Museum of life in ancient Nazareth",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/14",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]