[
  {
    "Date": "2026-02-07T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=8YD5-snUFTs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYjg1MmMxOTMtOTE4ZS0zNWE0LWJmMWQtNGE4ZmJjYjc2Y2Yw?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=8",
    "famous quote": "\"In friendship...we think we have chosen our peers. In reality a few years' difference in the dates of our births, a few more miles between certain houses, the choice of one university instead of another...the accident of a topic being raised or not raised at a first meeting--any of these chances might have kept us apart. But, for a Christian, there are, strictly speaking no chances. A secret master of ceremonies has been at work. Christ, who said to the disciples, \"Ye have not chosen me, but I have chosen you,\" can truly say to every group of Christian friends, \"Ye have not chosen one another but I have chosen you for one another.\" The friendship is not a reward for our discriminating and good taste in finding one another out. It is the instrument by which God reveals to each of us the beauties of others.\"\n-- C.S. Lewis (The Four Loves)",
    "Ted Talks": "https://www.youtube.com/watch?v=7vV_MS_IL94",
    "Nature Video": "https://www.youtube.com/watch?v=w_maI6am0UU",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin:\n\nKevin said, it all started happening because I started practicing it. I didn't even know if what I was hearing was right, but God just said keep practing. He didn't start speaking to me because I was practicing, but it was by practicing that I was able to recognize his voice. \r\n\nA friend who hears from God a lot said to try this. Picture yourself alone in a room with God and just write down what you feel like he is saying. Sometimes it will be your words, sometimes it will be God's words. And sometimes it's not clear. But eventually you start to feel it when it's God.\r\n\nSometimes his voice is undeniable and sometimes it is subtle. Sometimes I still get it wrong. I can feel when it's the Holy Spirit, there is a lot of stuff I don't know if it's from God, but I know it's not from God when I hear things like, \"You're a piece of shit. You'll never amount to anything.\"\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.facebook.com/1124461228/videos/612857703425512/",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]