[
  {
    "": "2025-10-13T07:00:00.000Z",
    "Art title 1": "There are Reasons to Cherish Even Moments of Pain",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_ab6be9df3b5e49cd8302f58a18c706d0~mv2.jpg",
    "Artist Statement 1": "Some things in life just aren't fun, but sometimes you go through them with people. And that is part of the human experience worth cherishing. Sometimes you see beautiful parts of yourself you never knew you had in you. That is worth cerishing. Sometimes you learn something that makes you a better person, and you can cherish that.    ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-eeb470a8-24ce-42ad-8876-a712e3cc8a6a",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "His Goal Is Not for Us To Stop Sinning",
    "Story Link": "https://www.rawspoon.com/post/story-his-goal-is-not-to-stop-sinning",
    "excerpt": "\"I don't know, Hunny.\" Julio held his head in his hands, elbows on the little formica dining table as he spoke to his wife. \"It almost seems like showing him the people at Broad street and the rehab clinic made him want to do more drugs.\"\n\nDiana thought for a moment and said, \"What if you take him to see someone who is really successful? Maybe he needs the opposite to motivate him.\"\n\nJulio thought for a moment and looked up. He nodded.\n\n\"What about Mr. Jiminez.\" She added. \"That's the guy with the big house in Mineral Heights isn't it? Maybe Charles would listen to him.\"\n\n\"Yeah, that's not a bad idea.\" Julio pulled out his phone to look up his number. He texted him, \"Hey Pablito! Hey, I have a favor to ask of you. My kid is making some bad decisions and I'd love to give him a glimpse of what a good life looks like. Could I bring him by sometime to meet you?\"\n\nHe looked up and before they started talking again his phone buzzed. He looked down and read, \"Julio! My friend. Great to hear from you. Yes, I'd truly love to meet your son. Is he free tomorrow? Do you think he'd be up for a tour of the office/lab? I'd love to show him what we're working on here. Would that help?\" \n\nA large grin crept across Julio's face and when he looked up tears were in Diana's eyes. He shook his eyes and said, \"And he's just such a good guy.\"\n\n***\n\nThe next day Julio pulled up and he and Charles got out. The first thing Charles did was peak into the Tesla in the driveway. \n\nA voice startled him \"Wanna drive it?\"\n\nCharles looked up and saw a 50 year old Mexican man with salt and pepper hair and a wry smile. Charles stuttered, \"Uh,\" he looked to his dad, who tried to play it cool as he nodded. \"Yeah, I guess so.\"\n\nPablo tossed him the key and said, \"Let's go.\" He turned to Julio and said, \"We got it from here, Mr. Gomez. We'll be back in an hour or two.\"\n\nThe wide-eyed Charles opened the driver's side door and got in as Julio and Pablo exchanged a look. Julio mouthed a huge-eyed \"Gracias.\" \n\nPablo winked and said, loud enough for Charles to hear in the car, \"Yeah, after I got sober at age 28 I was able to start my own business. Let's drive to my office. I have all sorts of stuff I'd love to show you, if you're curious.\"\n\n---\nGod doesn't just want to remove our sin. He wants to remove our sin because that is much of what holds us back from becoming the strong and beautiful creatures he made us to be.\n\n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_1012c58158474560b955ad75d0a3d9ce~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_257ad071ca1345aa8ba5255ac78e2adc~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=l9vn5UvsHvM",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=Z-17KxpjL0Q",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 61:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 26",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 32",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=rC_F3zNeQ5Y",
    "Song 2": "https://www.youtube.com/watch?v=4_RCZU5Ysjw",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]