[
  {
    "": "2025-09-14T07:00:00.000Z",
    "Art title 1": "Power of the Tongue",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_8e0ecd5e8f4745acb259319d24512a1c~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383bd59e-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "ART:\nJoy is Deeper",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_9c496a7ce2044552baab4d2ada3235e9~mv2.jpg",
    "Artist Statement 2": "Do you ever wonder how some people stay happy through hard, exhausting things? Perhaps it's because they have an assurance things are ultimately okay. How does one get that, when the world seems is so loud and sad around us? It is by reminding ourselves that we believe all is ultimately well. Something good is coming when we see nothing. ",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Joy is Knowing a Deeper Reality",
    "Story Link": "https://www.rawspoon.com/post/story-joy-is-knowing-a-deeper-reality",
    "excerpt": "\n\nFynnigan sat in a coffee shop with her ear buds in. She texted her only friend, a boy who didn't have a good home life either. No one liked them at school so they found each other.\n\nFynn: \"Hey were you okay today after John outted you on social media?\"\n\nTrent: \"I'm trying not to hate him. There are some people I need to tell in my own timing. I'm so mad.\"\n\nFynn: \"I'm sorry. Sarah Soffer told the class I had a camel toe today. Total B move. Trying not to hate her.\"\n\nTrent: \"I heard that. I'm so sorry. That is NOT okay. The stupid part is it seems to have so much power over us. I don't want to be the type that hates anybody! I'm a nice gay boy!\"\n\nFynn: \"I want to be nice too! But I can feel my heart getting harder after stuff like that.\"\n\nTrent: A little angry emoji. \n\nFynn: \"Hey, so fan-girl moment here, but Jenny Joy is playing on stage here at this open mic at Tunnel Grounds.\"  \n\nTrent: \"The lady who was cancelled for those political comments?\"\n\nFynn: \"Yeah! But I've always liked her. But it's kinda crazy, she seems just the same as always. Hasn't said a thing that would make you think she was cancelled. Doesn't seem to be mad at all. Even though they're all sad songs, in between the songs she seems to have this happiness, just to be playing her music and enjoying life.\"\n\nTrent: \"Jenny Joy has joy?!\" With a laughing emoji. \n\nFynn: \"lol I'll try to send you a video.\" She lifted her phone and pressed record.\n\nJenny Joy looked up from tuning her guitar and said, \"Here's a new song. This one's for a...\" she paused over the next word, \"friend,\" that went home before I got enough time with him. And it's a little for my mom who is also there waiting without me.\"\n\nShe began to play a bittersweet lullaby which had the chorus: \"My heart went home. My heart went home\"\n\nFynnigan swallowed a knot and sent the video with a text: \"She def doesn't seem like someone who's been cancelled.\"\n\nTrent: \"Hmm, No sign of being cancelled on social media either. She looks pretty happy, actually. Before and after being cancelled. If only we had that power over our emotions.\"\n\nFynn: \"Yeah.\"\n\nTrent: \"Hey maybe you should ask her how she does it.\"\n\nFynn smiled at the thought but she was always a little shy to do anything that would draw attention to her. She knew people judged her look. But just then Jenny Joy said, \"Thank's ya'll. Be good to each other.\" And started gathering her things. \n\nFynn: \"She's leaving.\"\n\nTrent: \"Do it girlfriend!!\"\n\nFynn took a breath and jumped up, almost knocking the table over. She scrambled over just in time to meet Jenny at the door. \"Excuse me!\" She said it a little too loud as she tapped her on the shoulder.\n\nJenny Joy turned around. Her smile was Fynn's first impression. Such a wide, natural smile and white teeth. She said, \"Hey Darling, how are you?\"\n\nFynn said, \"Hi Jenny Joy, um, I mean Jenny, My friend and I wanted to ask you something. How do you stay happy--I mean how do you not just get totally ticked at people who canceled you? I mean I hope that's okay to say you were C--\" She stopped, knowing she sounded dumb like usual. \n\nJenny opened her arms and said, \"Can I hug you, you darling young woman.\" Fynn's eyes got big. She nodded slightly and accepted the sincere hug, almost in shock. Jenny stepped back and said, \"Darling, my happiness might be influenced by things in this world. But my joy isn't. Joy is the foundation. All my other feels move on top of that.\"\n\nFynnigan replied, \"I mean, how do you have Joy then? I feel like sadness is my foundation--so much bad in this world.\"\n\nJenny Joy nodded and said, \"My foundation used to be sadness too. But I have a secret.\" She leaned closer to the big-eyed Fynn. \"When I was about your age I had a dream and in it I saw heaven. And there is where I was loved in the purest way by those who I have loved the most. And for some reason, I believed the dream in a really deep way.\"\n\nFynn replied, \"So the dream changed you?\"\nJenny said, \"And just knowing that the reality behind all things is a place where all is made right has given me joy as my foundation. As long as you believe that at your core, nothing can shake you to your core, because it will be full of love... and joy.\"\n\n---\nWhat do you believe is the reality behind all things? Will it be good in the end? How does your belief about reality effect your joy.\n\n-Raw Spoon, Aug 13, 2022",
    "Audio file": "",
    "Blog Title": "BLOG: \nSend Your Mind to Obedience School",
    "Blog Link": "https://www.rawspoon.com/post/send-your-mind-to-obedience-school",
    "Blog excerpt": "I'm learning to pray. \n\nAnd it just feels like obedience school. Like, for a dog. \n\nI get in the car or sit down at this coffee shop every morning with the intention to be a good praying man. And it's like I've taken my mind to the dog park. All these thoughts start barking and my bombarded puppy mind just rolls onto its back and then sniffs all the butts. An hour later, it was fun but now I'm covered in slobber and feeling like I just let these bigger untamed dogs push me around for an hour.\n\nAnd so when the other dogs start nudging at my mind, I have to immediately practice coaxing it back. \"Look back up at me, big guy. Up here. Look up here. Don't listen to all of them right now. I need you to learn to focus even when there's a lot of noise. I want to expertly train you to do big things. Your quick mind is a strength, but I need you to be able to control distractions first.\"\n\nAnd sometimes I spend the whole hour of prayer time just trying to practice this. I hope to have a mind tamed enough to capture every thought, and let go of the unhelpful ones. \n\nBut as I've seen the shape of this struggle, I've also gotten a vision of a mind that proactively chooses what thoughts to spend time on throughout my whole day. Not just passively receiving them. \n\nAs soon as I wake up I've started to practice my first thoughts being prayers of gratitude, then supplication for people. \n\nI've started planning out the themes I will think about for the next half hour I have in the car. And as distraction or tasks come to mind, I put them in little imaginary boxes in the corner of my mind's eye to revisit after my thought process is complete. \n\nWhen my mind is stagnant, I've started to choose to look around me, gather all the information I have within my view, find methods that help me memorize, analyze, and utilize it. We have such a powerful machine between our ears if we were to choose to utilize it.\n\nI've loved using my mind to draw visual patterns as I glance at my airplane ticket to memorize the gate, boarding section, and seat number so I don't have to take out my plane ticket out 25 times in fifteen minutes. \n\nI like to think that this is what my master knows I can be, and wants to start the process of helping me become by helping me tame my sights on him for an hour every morning. \n",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_17fb208a919c4c389bf52d19f5cb4f14~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_8207b285c256461c838c427970277e81~mv2.jpg",
    "Sketchnotes4b": "https://static.wixstatic.com/media/a07ded_6adb321338c04b0ea851c88b62e8ca46~mv2.jpg",
    "Bible Project 1": "https://www.youtube.com/watch?v=dLFCE8z__hw",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://youtu.be/oNpTha80yyE",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 14, Psalm 51:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 4",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Timothy 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 15",
    "The Chosen 3": "https://youtu.be/BOKn_3OL5oQ",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=xOXKLjZol0U",
    "Song 2": "https://www.youtube.com/watch?v=Gh3cO1rTtqE&list=RDEMqXEbZgJfGEqb08NRFTsLUw&index=4",
    "Song 3": "https://www.youtube.com/watch?v=1IRQTaSo9Nc",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@28.5813562,35.3961065,3a,75y,26.03h,82t/data=!3m8!1e1!3m6!1sAF1QipPlKZhI27iURIXOfS0pjIDGjDF1nf6aK5LGgP3B!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPlKZhI27iURIXOfS0pjIDGjDF1nf6aK5LGgP3B%3Dw203-h100-k-no-pi-20-ya20-ro0-fo100!7i8704!8i4352",
    "3dNotes2": "Thought to be the Golden Calf altar in Exodus 32.",
    "3dLink3": "https://www.google.com.ph/maps/@28.5814135,35.3956842,3a,75y,71.45h,61.36t/data=!3m8!1e1!3m6!1sAF1QipOrr6Nd_cPRt_wIqWa3a9TW7QAgtMjM1GEYSjFo!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipOrr6Nd_cPRt_wIqWa3a9TW7QAgtMjM1GEYSjFo%3Dw203-h100-k-no-pi19.851397-ya79.57484-ro-14.477062-fo100!7i6080!8i3040!5m1!1e4?entry=ttu",
    "3dNotes3": "Thought to be the Golden calf altar as referenced in today's reading in Exodus.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/23",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]