[
  {
    "Date": "2025-11-22T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-a_Cz9XYIHA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=14",
    "famous quote": "You can have everything you want, if you will just help enough other people get what they want.\n-Zig Ziglar",
    "Ted Talks": "https://www.youtube.com/watch?v=th3KE_H27bs",
    "Nature Video": "https://www.youtube.com/watch?v=GDwOi7HpHtQ&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=41",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 11)\n\nThese stories have sparked an interest to know how he interacts with his family, knowing that often people who are remarkable in public can be hard to their family.\r\n\nHow does a man of God love his family, his wife and kids?\r\n\nHe rubs his chin and wrinkles his forehead while he speaks.\r\nOnce there was a situation in my family. \r\nI came to Christ before I had my wife. But after we got married, my family and her family came to my house one day. They asked her to stop living with me because I was a Christian. They asked for me to give her half of my things and then to let her go. They gave me two weeks. I thought and prayed for two weeks. And they came back to discuss it. She stood up but couldn't say anything. But I said she is my wife; she is part of my body. I love her. I don't want to say bye to her. And she loves me too. So I won't give her anything. But if she wants she can take it. But if she doesn't want she doesn't have to take it.\r\nAmong the leaders one person asked me a question. \"Do you drink?\" I said, \"No.\" \"Do you beat her?\" \"No.\" \"Do you beat her children?\" \"No.\" \"Do you disrupt your neighbors?\" I said, \"No.\" The leader asked, \"So, what do you do?\" \r\nOne of my neighbors spoke up and said, \"He prays to God.\" And so the leader said, \"Then what is the problem? If he is a Christian, he can be a Christian. If he loves his wife, what is the problem? The love he shares with his children and his wife, let it be.\" Among the leaders they couldn't agree. And she stayed. This was the first problem we had with my wife and my family.\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]