[
  {
    "Date": "2025-08-12T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 12- Ordinary Time",
    "Script 1": "\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": " Hilkiah and those the king had sent with him[a] went to speak to the prophet Huldah, who was the wife of Shallum son of Tokhath,[b] the son of Hasrah,[c] keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people--all the curses written in the book that has been read in the presence of the king of Judah.  Because they have forsaken me and burned incense to other gods and aroused my anger by all that their hands have made,[d] my anger will be poured out on this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the Lord.  Now I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.'\"\n\nSo they took her answer back to the king.\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the Levites--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by his pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book.\n\n Then he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their ancestors.\n\n Josiah removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the Lord their God. As long as he lived, they did not fail to follow the Lord, the God of their ancestors.\n\n",
    "Script 3": " By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict.\n\n By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter.  He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin.  He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.  By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible.  By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel.\n\n",
    "Script 4": "American Standard Version\n And at Lystra there sat a certain man, impotent in his feet, a cripple from his mother's womb, who never had walked.  The same heard Paul speaking: who, fastening his eyes upon him, and seeing that he had faith to be made whole,  said with a loud voice, Stand upright on thy feet. And he leaped up and walked.  And when the multitude saw what Paul had done, they lifted up their voice, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.  And they called Barnabas, [a]Jupiter; and Paul, [b]Mercury, because he was the chief speaker.  And the priest of Jupiter whose temple was before the city, brought oxen and garlands unto the gates, and would have done sacrifice with the multitudes.  But when the apostles, Barnabas and Paul, heard of it, they rent their garments, and sprang forth among the multitude, crying out  and saying, Sirs, why do ye these things? We also are men of like [c]passions with you, and bring you good tidings, that ye should turn from these vain things unto a living God, who made the heaven and the earth and the sea, and all that in them is:  who in the generations gone by suffered all the [d]nations to walk in their own ways.  And yet he left not himself without witness, in that he did good and gave you from heaven rains and fruitful seasons, filling your hearts with food and gladness.  And with these sayings scarce restrained they the multitudes from doing sacrifice unto them.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm89:1-18;2Chronicles34:22-33;Hebrews11:17-28",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.89,2Chr.34,Heb.11",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 89:1-18",
    "Address Script 2": "2 Chronicles 34:22-33",
    "Address Script 3": "Hebrews 11:17-28",
    "Address Script 4": "Acts 14:8-18",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": 114
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 89:1-18\n\nA maskil[b] of Ethan the Ezrahite.\n\n1 I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n2 I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n3 You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n4 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n5 The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n6 For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n7 In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n8 Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n9 You rule over the surging sea;\n    when its waves mount up, you still them.\n10 You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n11 The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n12 You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n13 Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n14 Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n15 Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n16 They rejoice in your name all day long;\n    they celebrate your righteousness.\n17 For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n18 Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm 89:1 In Hebrew texts 89:1-52 is numbered 89:2-53.\nb. Psalm 89:1 Title: Probably a literary or musical term\nc. Psalm 89:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses 37, 45 and 48.\nd. Psalm 89:17 Horn here symbolizes strong one.\ne. Psalm 89:18 Or sovereign",
    "Script 2": "2 Chronicles 34:22-33\n\n22 Hilkiah and those the king had sent with him[a] went to speak to the prophet Huldah, who was the wife of Shallum son of Tokhath,[b] the son of Hasrah,[c] keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n23 She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me, 24 'This is what the Lord says: I am going to bring disaster on this place and its people--all the curses written in the book that has been read in the presence of the king of Judah. 25 Because they have forsaken me and burned incense to other gods and aroused my anger by all that their hands have made,[d] my anger will be poured out on this place and will not be quenched.' 26 Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard: 27 Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the Lord. 28 Now I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.'\"\n\nSo they took her answer back to the king.\n\n29 Then the king called together all the elders of Judah and Jerusalem. 30 He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the Levites--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord. 31 The king stood by his pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book.\n\n32 Then he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their ancestors.\n\n33 Josiah removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the Lord their God. As long as he lived, they did not fail to follow the Lord, the God of their ancestors.\n\nFootnotes\na. 2 Chronicles 34:22 One Hebrew manuscript, Vulgate and Syriac; most Hebrew manuscripts do not have had sent with him.\nb. 2 Chronicles 34:22 Also called Tikvah\nc. 2 Chronicles 34:22 Also called Harhas\nd. 2 Chronicles 34:25 Or by everything they have done",
    "Script 3": "Hebrews 11:17-28\n\n17 By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son, 18 even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a] 19 Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n20 By faith Isaac blessed Jacob and Esau in regard to their future.\n\n21 By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n22 By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n23 By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict.\n\n24 By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. 25 He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin. 26 He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. 27 By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. 28 By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel.\n\nFootnotes\na. Hebrews 11:18 Gen. 21:12",
    "Script 4": "Acts 14:8-18\nAmerican Standard Version\n8 And at Lystra there sat a certain man, impotent in his feet, a cripple from his mother's womb, who never had walked. 9 The same heard Paul speaking: who, fastening his eyes upon him, and seeing that he had faith to be made whole, 10 said with a loud voice, Stand upright on thy feet. And he leaped up and walked. 11 And when the multitude saw what Paul had done, they lifted up their voice, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men. 12 And they called Barnabas, [a]Jupiter; and Paul, [b]Mercury, because he was the chief speaker. 13 And the priest of Jupiter whose temple was before the city, brought oxen and garlands unto the gates, and would have done sacrifice with the multitudes. 14 But when the apostles, Barnabas and Paul, heard of it, they rent their garments, and sprang forth among the multitude, crying out 15 and saying, Sirs, why do ye these things? We also are men of like [c]passions with you, and bring you good tidings, that ye should turn from these vain things unto a living God, who made the heaven and the earth and the sea, and all that in them is: 16 who in the generations gone by suffered all the [d]nations to walk in their own ways. 17 And yet he left not himself without witness, in that he did good and gave you from heaven rains and fruitful seasons, filling your hearts with food and gladness. 18 And with these sayings scarce restrained they the multitudes from doing sacrifice unto them.\n\n \nFootnotes\nActs 14:12 Greek Zeus.\nActs 14:12 Greek Hermes.\nActs 14:15 Or, nature\nActs 14:16 Or, Gentiles. See 4:25.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Title: Probably a literary or musical term\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses ,  and .\nd. Psalm : Horn here symbolizes strong one.\ne. Psalm : Or sovereign",
    "Script 2": " Chronicles :-\n\n Hilkiah and those the king had sent with him[a] went to speak to the prophet Huldah, who was the wife of Shallum son of Tokhath,[b] the son of Hasrah,[c] keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people--all the curses written in the book that has been read in the presence of the king of Judah.  Because they have forsaken me and burned incense to other gods and aroused my anger by all that their hands have made,[d] my anger will be poured out on this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the Lord.  Now I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.'\"\n\nSo they took her answer back to the king.\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the Levites--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by his pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book.\n\n Then he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their ancestors.\n\n Josiah removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the Lord their God. As long as he lived, they did not fail to follow the Lord, the God of their ancestors.\n\nFootnotes\na.  Chronicles : One Hebrew manuscript, Vulgate and Syriac; most Hebrew manuscripts do not have had sent with him.\nb.  Chronicles : Also called Tikvah\nc.  Chronicles : Also called Harhas\nd.  Chronicles : Or by everything they have done",
    "Script 3": "Hebrews :-\n\n By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict.\n\n By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter.  He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin.  He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.  By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible.  By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel.\n\nFootnotes\na. Hebrews : Gen. :",
    "Script 4": "Acts :-\nAmerican Standard Version\n And at Lystra there sat a certain man, impotent in his feet, a cripple from his mother's womb, who never had walked.  The same heard Paul speaking: who, fastening his eyes upon him, and seeing that he had faith to be made whole,  said with a loud voice, Stand upright on thy feet. And he leaped up and walked.  And when the multitude saw what Paul had done, they lifted up their voice, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.  And they called Barnabas, [a]Jupiter; and Paul, [b]Mercury, because he was the chief speaker.  And the priest of Jupiter whose temple was before the city, brought oxen and garlands unto the gates, and would have done sacrifice with the multitudes.  But when the apostles, Barnabas and Paul, heard of it, they rent their garments, and sprang forth among the multitude, crying out  and saying, Sirs, why do ye these things? We also are men of like [c]passions with you, and bring you good tidings, that ye should turn from these vain things unto a living God, who made the heaven and the earth and the sea, and all that in them is:  who in the generations gone by suffered all the [d]nations to walk in their own ways.  And yet he left not himself without witness, in that he did good and gave you from heaven rains and fruitful seasons, filling your hearts with food and gladness.  And with these sayings scarce restrained they the multitudes from doing sacrifice unto them.\n\n \nFootnotes\nActs : Greek Zeus.\nActs : Greek Hermes.\nActs : Or, nature\nActs : Or, Gentiles. See :.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nA maskil[b] of Ethan the Ezrahite.\n\n I will sing of the Lord's great love forever;\n    with my mouth I will make your faithfulness known\n    through all generations.\n I will declare that your love stands firm forever,\n    that you have established your faithfulness in heaven itself.\n You said, \"I have made a covenant with my chosen one,\n    I have sworn to David my servant,\n 'I will establish your line forever\n    and make your throne firm through all generations.'\"[c]\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[d]\n Indeed, our shield[e] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n\n",
    "Script 2": " Chronicles :-\n\n Hilkiah and those the king had sent with him[a] went to speak to the prophet Huldah, who was the wife of Shallum son of Tokhath,[b] the son of Hasrah,[c] keeper of the wardrobe. She lived in Jerusalem, in the New Quarter.\n\n She said to them, \"This is what the Lord, the God of Israel, says: Tell the man who sent you to me,  'This is what the Lord says: I am going to bring disaster on this place and its people--all the curses written in the book that has been read in the presence of the king of Judah.  Because they have forsaken me and burned incense to other gods and aroused my anger by all that their hands have made,[d] my anger will be poured out on this place and will not be quenched.'  Tell the king of Judah, who sent you to inquire of the Lord, 'This is what the Lord, the God of Israel, says concerning the words you heard:  Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the Lord.  Now I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.'\"\n\nSo they took her answer back to the king.\n\n Then the king called together all the elders of Judah and Jerusalem.  He went up to the temple of the Lord with the people of Judah, the inhabitants of Jerusalem, the priests and the Levites--all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.  The king stood by his pillar and renewed the covenant in the presence of the Lord--to follow the Lord and keep his commands, statutes and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book.\n\n Then he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their ancestors.\n\n Josiah removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the Lord their God. As long as he lived, they did not fail to follow the Lord, the God of their ancestors.\n\n",
    "Script 3": "Hebrews :-\n\n By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son,  even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\"[a]  Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death.\n\n By faith Isaac blessed Jacob and Esau in regard to their future.\n\n By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff.\n\n By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones.\n\n By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict.\n\n By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter.  He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin.  He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.  By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible.  By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel.\n\n",
    "Script 4": "Acts :-\nAmerican Standard Version\n And at Lystra there sat a certain man, impotent in his feet, a cripple from his mother's womb, who never had walked.  The same heard Paul speaking: who, fastening his eyes upon him, and seeing that he had faith to be made whole,  said with a loud voice, Stand upright on thy feet. And he leaped up and walked.  And when the multitude saw what Paul had done, they lifted up their voice, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men.  And they called Barnabas, [a]Jupiter; and Paul, [b]Mercury, because he was the chief speaker.  And the priest of Jupiter whose temple was before the city, brought oxen and garlands unto the gates, and would have done sacrifice with the multitudes.  But when the apostles, Barnabas and Paul, heard of it, they rent their garments, and sprang forth among the multitude, crying out  and saying, Sirs, why do ye these things? We also are men of like [c]passions with you, and bring you good tidings, that ye should turn from these vain things unto a living God, who made the heaven and the earth and the sea, and all that in them is:  who in the generations gone by suffered all the [d]nations to walk in their own ways.  And yet he left not himself without witness, in that he did good and gave you from heaven rains and fruitful seasons, filling your hearts with food and gladness.  And with these sayings scarce restrained they the multitudes from doing sacrifice unto them.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]