[
  {
    "Date": "2025-09-16T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 17- Ordinary Time",
    "Script 1": "\nA psalm of Asaph.\n\n Surely God is good to Israel,\n    to those who are pure in heart.\n\n But as for me, my feet had almost slipped;\n    I had nearly lost my foothold.\n For I envied the arrogant\n    when I saw the prosperity of the wicked.\n\n They have no struggles;\n    their bodies are healthy and strong.[a]\n They are free from common human burdens;\n    they are not plagued by human ills.\n Therefore pride is their necklace;\n    they clothe themselves with violence.\n From their callous hearts comes iniquity[b];\n    their evil imaginations have no limits.\n They scoff, and speak with malice;\n    with arrogance they threaten oppression.\n Their mouths lay claim to heaven,\n    and their tongues take possession of the earth.\n Therefore their people turn to them\n    and drink up waters in abundance.[c]\n They say, \"How would God know?\n    Does the Most High know anything?\"\n\n This is what the wicked are like--\n    always free of care, they go on amassing wealth.\n\n Surely in vain I have kept my heart pure\n    and have washed my hands in innocence.\n All day long I have been afflicted,\n    and every morning brings new punishments.\n\n If I had spoken out like that,\n    I would have betrayed your children.\n When I tried to understand all this,\n    it troubled me deeply\n till I entered the sanctuary of God;\n    then I understood their final destiny.\n\n Surely you place them on slippery ground;\n    you cast them down to ruin.\n How suddenly are they destroyed,\n    completely swept away by terrors!\n They are like a dream when one awakes;\n    when you arise, Lord,\n    you will despise them as fantasies.\n\n When my heart was grieved\n    and my spirit embittered,\n I was senseless and ignorant;\n    I was a brute beast before you.\n\n Yet I am always with you;\n    you hold me by my right hand.\n You guide me with your counsel,\n    and afterward you will take me into glory.\n Whom have I in heaven but you?\n    And earth has nothing I desire besides you.\n My flesh and my heart may fail,\n    but God is the strength of my heart\n    and my portion forever.\n\n Those who are far from you will perish;\n    you destroy all who are unfaithful to you.\n But as for me, it is good to be near God.\n    I have made the Sovereign Lord my refuge;\n    I will tell of all your deeds.\n\n",
    "Script 2": "Jonah Goes to Nineveh\n\n Then the word of the Lord came to Jonah a second time:  \"Go to the great city of Nineveh and proclaim to it the message I give you.\"\n\n Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it.  Jonah began by going a day's journey into the city, proclaiming, \"Forty more days and Nineveh will be overthrown.\"  The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.\n\n When Jonah's warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.  This is the proclamation he issued in Nineveh:\n\n\"By the decree of the king and his nobles:\n\nDo not let people or animals, herds or flocks, taste anything; do not let them eat or drink.  But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.  Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.\"\n\n When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened.",
    "Script 3": " But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives  as you look forward to the day of God and speed its coming.[b] That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat.  But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells.\n\n",
    "Script 4": "American Standard Version\n Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest;  but in the place which Jehovah shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.\n\n Notwithstanding, thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of Jehovah thy God which he hath given thee: the unclean and the clean may eat thereof, as of the gazelle, and as of the hart.  Only ye shall not eat the blood; thou shalt pour it out upon the earth as water.  Thou mayest not eat within thy gates the tithe of thy grain, or of thy new wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the heave-offering of thy hand;  but thou shalt eat them before Jehovah thy God in the place which Jehovah thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates: and thou shalt rejoice before Jehovah thy God in all that thou puttest thy hand unto.  Take heed to thyself that thou forsake not the Levite as long as thou livest in thy land.\n\n When Jehovah thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul.  If the place which Jehovah thy God shall choose, to put his name there, be too far from thee, then thou shalt kill of thy herd and of thy flock, which Jehovah hath given thee, as I have commanded thee; and thou mayest eat within thy gates, after all the desire of thy soul.  Even as the gazelle and as the hart is eaten, so thou shalt eat thereof: the unclean and the clean may eat thereof alike.  Only be sure that thou eat not the blood: for the blood is the life; and thou shalt not eat the life with the flesh.  Thou shalt not eat it; thou shalt pour it out upon the earth as water.  Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of Jehovah.  Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which Jehovah shall choose;  and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of Jehovah thy God; and the blood of thy sacrifices shall be poured out upon the altar of Jehovah thy God; and thou shalt eat the flesh.",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm73;Jonah3:1-10;2Peter3:8-13",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.73,Jonah.3,2Pet.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_dc5a61d49de34274b9d5bffc81f553fd~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_9fbef63574804b2194f5af060149ab51~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_126d734c787b42668b02b3bae0b40b93~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_f5e3a6ed5cf741ffa14f55328b4df7ab~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_245bc150017f45a78d1df41dad214153~mv2.jpg",
    "AI Image 3B": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0108-scaled.png?w=2560&ssl=1",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 73",
    "Address Script 2": "Jonah 3:1-10",
    "Address Script 3": "2 Peter 3:8-13",
    "Address Script 4": "Deuteronomy 12:13-27",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.73.95df102127e39290f856ee97220b4b8b.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jonah.3.4699a34442889c1918325a8b368599ca.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Pet.3.cb1e0dabebd309031f0ea906a020145e.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 62
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 73\n\nA psalm of Asaph.\n\n1 Surely God is good to Israel,\n    to those who are pure in heart.\n\n2 But as for me, my feet had almost slipped;\n    I had nearly lost my foothold.\n3 For I envied the arrogant\n    when I saw the prosperity of the wicked.\n\n4 They have no struggles;\n    their bodies are healthy and strong.[a]\n5 They are free from common human burdens;\n    they are not plagued by human ills.\n6 Therefore pride is their necklace;\n    they clothe themselves with violence.\n7 From their callous hearts comes iniquity[b];\n    their evil imaginations have no limits.\n8 They scoff, and speak with malice;\n    with arrogance they threaten oppression.\n9 Their mouths lay claim to heaven,\n    and their tongues take possession of the earth.\n10 Therefore their people turn to them\n    and drink up waters in abundance.[c]\n11 They say, \"How would God know?\n    Does the Most High know anything?\"\n\n12 This is what the wicked are like--\n    always free of care, they go on amassing wealth.\n\n13 Surely in vain I have kept my heart pure\n    and have washed my hands in innocence.\n14 All day long I have been afflicted,\n    and every morning brings new punishments.\n\n15 If I had spoken out like that,\n    I would have betrayed your children.\n16 When I tried to understand all this,\n    it troubled me deeply\n17 till I entered the sanctuary of God;\n    then I understood their final destiny.\n\n18 Surely you place them on slippery ground;\n    you cast them down to ruin.\n19 How suddenly are they destroyed,\n    completely swept away by terrors!\n20 They are like a dream when one awakes;\n    when you arise, Lord,\n    you will despise them as fantasies.\n\n21 When my heart was grieved\n    and my spirit embittered,\n22 I was senseless and ignorant;\n    I was a brute beast before you.\n\n23 Yet I am always with you;\n    you hold me by my right hand.\n24 You guide me with your counsel,\n    and afterward you will take me into glory.\n25 Whom have I in heaven but you?\n    And earth has nothing I desire besides you.\n26 My flesh and my heart may fail,\n    but God is the strength of my heart\n    and my portion forever.\n\n27 Those who are far from you will perish;\n    you destroy all who are unfaithful to you.\n28 But as for me, it is good to be near God.\n    I have made the Sovereign Lord my refuge;\n    I will tell of all your deeds.\n\nFootnotes\na. Psalm 73:4 With a different word division of the Hebrew; Masoretic Text struggles at their death; / their bodies are healthy\nb. Psalm 73:7 Syriac (see also Septuagint); Hebrew Their eyes bulge with fat\nc. Psalm 73:10 The meaning of the Hebrew for this verse is uncertain.",
    "Script 2": "Jonah 3\n\nJonah Goes to Nineveh\n\n1 Then the word of the Lord came to Jonah a second time: 2 \"Go to the great city of Nineveh and proclaim to it the message I give you.\"\n\n3 Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it. 4 Jonah began by going a day's journey into the city, proclaiming, \"Forty more days and Nineveh will be overthrown.\" 5 The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.\n\n6 When Jonah's warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust. 7 This is the proclamation he issued in Nineveh:\n\n\"By the decree of the king and his nobles:\n\nDo not let people or animals, herds or flocks, taste anything; do not let them eat or drink. 8 But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence. 9 Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.\"\n\n10 When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened.",
    "Script 3": "2 Peter 3:8-13\n\n8 But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. 9 The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n10 But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n11 Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives 12 as you look forward to the day of God and speed its coming.[b] That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. 13 But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells.\n\nFootnotes\na. 2 Peter 3:10 Some manuscripts be burned up\nb. 2 Peter 3:12 Or as you wait eagerly for the day of God to come",
    "Script 4": "Deuteronomy 12:13-27\nAmerican Standard Version\n13 Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest; 14 but in the place which Jehovah shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.\n\n15 Notwithstanding, thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of Jehovah thy God which he hath given thee: the unclean and the clean may eat thereof, as of the gazelle, and as of the hart. 16 Only ye shall not eat the blood; thou shalt pour it out upon the earth as water. 17 Thou mayest not eat within thy gates the tithe of thy grain, or of thy new wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the heave-offering of thy hand; 18 but thou shalt eat them before Jehovah thy God in the place which Jehovah thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates: and thou shalt rejoice before Jehovah thy God in all that thou puttest thy hand unto. 19 Take heed to thyself that thou forsake not the Levite as long as thou livest in thy land.\n\n20 When Jehovah thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul. 21 If the place which Jehovah thy God shall choose, to put his name there, be too far from thee, then thou shalt kill of thy herd and of thy flock, which Jehovah hath given thee, as I have commanded thee; and thou mayest eat within thy gates, after all the desire of thy soul. 22 Even as the gazelle and as the hart is eaten, so thou shalt eat thereof: the unclean and the clean may eat thereof alike. 23 Only be sure that thou eat not the blood: for the blood is the life; and thou shalt not eat the life with the flesh. 24 Thou shalt not eat it; thou shalt pour it out upon the earth as water. 25 Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of Jehovah. 26 Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which Jehovah shall choose; 27 and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of Jehovah thy God; and the blood of thy sacrifices shall be poured out upon the altar of Jehovah thy God; and thou shalt eat the flesh.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n Surely God is good to Israel,\n    to those who are pure in heart.\n\n But as for me, my feet had almost slipped;\n    I had nearly lost my foothold.\n For I envied the arrogant\n    when I saw the prosperity of the wicked.\n\n They have no struggles;\n    their bodies are healthy and strong.[a]\n They are free from common human burdens;\n    they are not plagued by human ills.\n Therefore pride is their necklace;\n    they clothe themselves with violence.\n From their callous hearts comes iniquity[b];\n    their evil imaginations have no limits.\n They scoff, and speak with malice;\n    with arrogance they threaten oppression.\n Their mouths lay claim to heaven,\n    and their tongues take possession of the earth.\n Therefore their people turn to them\n    and drink up waters in abundance.[c]\n They say, \"How would God know?\n    Does the Most High know anything?\"\n\n This is what the wicked are like--\n    always free of care, they go on amassing wealth.\n\n Surely in vain I have kept my heart pure\n    and have washed my hands in innocence.\n All day long I have been afflicted,\n    and every morning brings new punishments.\n\n If I had spoken out like that,\n    I would have betrayed your children.\n When I tried to understand all this,\n    it troubled me deeply\n till I entered the sanctuary of God;\n    then I understood their final destiny.\n\n Surely you place them on slippery ground;\n    you cast them down to ruin.\n How suddenly are they destroyed,\n    completely swept away by terrors!\n They are like a dream when one awakes;\n    when you arise, Lord,\n    you will despise them as fantasies.\n\n When my heart was grieved\n    and my spirit embittered,\n I was senseless and ignorant;\n    I was a brute beast before you.\n\n Yet I am always with you;\n    you hold me by my right hand.\n You guide me with your counsel,\n    and afterward you will take me into glory.\n Whom have I in heaven but you?\n    And earth has nothing I desire besides you.\n My flesh and my heart may fail,\n    but God is the strength of my heart\n    and my portion forever.\n\n Those who are far from you will perish;\n    you destroy all who are unfaithful to you.\n But as for me, it is good to be near God.\n    I have made the Sovereign Lord my refuge;\n    I will tell of all your deeds.\n\nFootnotes\na. Psalm : With a different word division of the Hebrew; Masoretic Text struggles at their death; / their bodies are healthy\nb. Psalm : Syriac (see also Septuagint); Hebrew Their eyes bulge with fat\nc. Psalm : The meaning of the Hebrew for this verse is uncertain.",
    "Script 2": "Jonah \n\nJonah Goes to Nineveh\n\n Then the word of the Lord came to Jonah a second time:  \"Go to the great city of Nineveh and proclaim to it the message I give you.\"\n\n Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it.  Jonah began by going a day's journey into the city, proclaiming, \"Forty more days and Nineveh will be overthrown.\"  The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.\n\n When Jonah's warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.  This is the proclamation he issued in Nineveh:\n\n\"By the decree of the king and his nobles:\n\nDo not let people or animals, herds or flocks, taste anything; do not let them eat or drink.  But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.  Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.\"\n\n When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened.",
    "Script 3": " Peter :-\n\n But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives  as you look forward to the day of God and speed its coming.[b] That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat.  But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells.\n\nFootnotes\na.  Peter : Some manuscripts be burned up\nb.  Peter : Or as you wait eagerly for the day of God to come",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest;  but in the place which Jehovah shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.\n\n Notwithstanding, thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of Jehovah thy God which he hath given thee: the unclean and the clean may eat thereof, as of the gazelle, and as of the hart.  Only ye shall not eat the blood; thou shalt pour it out upon the earth as water.  Thou mayest not eat within thy gates the tithe of thy grain, or of thy new wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the heave-offering of thy hand;  but thou shalt eat them before Jehovah thy God in the place which Jehovah thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates: and thou shalt rejoice before Jehovah thy God in all that thou puttest thy hand unto.  Take heed to thyself that thou forsake not the Levite as long as thou livest in thy land.\n\n When Jehovah thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul.  If the place which Jehovah thy God shall choose, to put his name there, be too far from thee, then thou shalt kill of thy herd and of thy flock, which Jehovah hath given thee, as I have commanded thee; and thou mayest eat within thy gates, after all the desire of thy soul.  Even as the gazelle and as the hart is eaten, so thou shalt eat thereof: the unclean and the clean may eat thereof alike.  Only be sure that thou eat not the blood: for the blood is the life; and thou shalt not eat the life with the flesh.  Thou shalt not eat it; thou shalt pour it out upon the earth as water.  Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of Jehovah.  Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which Jehovah shall choose;  and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of Jehovah thy God; and the blood of thy sacrifices shall be poured out upon the altar of Jehovah thy God; and thou shalt eat the flesh.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n Surely God is good to Israel,\n    to those who are pure in heart.\n\n But as for me, my feet had almost slipped;\n    I had nearly lost my foothold.\n For I envied the arrogant\n    when I saw the prosperity of the wicked.\n\n They have no struggles;\n    their bodies are healthy and strong.[a]\n They are free from common human burdens;\n    they are not plagued by human ills.\n Therefore pride is their necklace;\n    they clothe themselves with violence.\n From their callous hearts comes iniquity[b];\n    their evil imaginations have no limits.\n They scoff, and speak with malice;\n    with arrogance they threaten oppression.\n Their mouths lay claim to heaven,\n    and their tongues take possession of the earth.\n Therefore their people turn to them\n    and drink up waters in abundance.[c]\n They say, \"How would God know?\n    Does the Most High know anything?\"\n\n This is what the wicked are like--\n    always free of care, they go on amassing wealth.\n\n Surely in vain I have kept my heart pure\n    and have washed my hands in innocence.\n All day long I have been afflicted,\n    and every morning brings new punishments.\n\n If I had spoken out like that,\n    I would have betrayed your children.\n When I tried to understand all this,\n    it troubled me deeply\n till I entered the sanctuary of God;\n    then I understood their final destiny.\n\n Surely you place them on slippery ground;\n    you cast them down to ruin.\n How suddenly are they destroyed,\n    completely swept away by terrors!\n They are like a dream when one awakes;\n    when you arise, Lord,\n    you will despise them as fantasies.\n\n When my heart was grieved\n    and my spirit embittered,\n I was senseless and ignorant;\n    I was a brute beast before you.\n\n Yet I am always with you;\n    you hold me by my right hand.\n You guide me with your counsel,\n    and afterward you will take me into glory.\n Whom have I in heaven but you?\n    And earth has nothing I desire besides you.\n My flesh and my heart may fail,\n    but God is the strength of my heart\n    and my portion forever.\n\n Those who are far from you will perish;\n    you destroy all who are unfaithful to you.\n But as for me, it is good to be near God.\n    I have made the Sovereign Lord my refuge;\n    I will tell of all your deeds.\n\n",
    "Script 2": "Jonah \n\nJonah Goes to Nineveh\n\n Then the word of the Lord came to Jonah a second time:  \"Go to the great city of Nineveh and proclaim to it the message I give you.\"\n\n Jonah obeyed the word of the Lord and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it.  Jonah began by going a day's journey into the city, proclaiming, \"Forty more days and Nineveh will be overthrown.\"  The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth.\n\n When Jonah's warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust.  This is the proclamation he issued in Nineveh:\n\n\"By the decree of the king and his nobles:\n\nDo not let people or animals, herds or flocks, taste anything; do not let them eat or drink.  But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence.  Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.\"\n\n When God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened.",
    "Script 3": " Peter :-\n\n But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives  as you look forward to the day of God and speed its coming.[b] That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat.  But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells.\n\n",
    "Script 4": "Deuteronomy :-\nAmerican Standard Version\n Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest;  but in the place which Jehovah shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.\n\n Notwithstanding, thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of Jehovah thy God which he hath given thee: the unclean and the clean may eat thereof, as of the gazelle, and as of the hart.  Only ye shall not eat the blood; thou shalt pour it out upon the earth as water.  Thou mayest not eat within thy gates the tithe of thy grain, or of thy new wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the heave-offering of thy hand;  but thou shalt eat them before Jehovah thy God in the place which Jehovah thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates: and thou shalt rejoice before Jehovah thy God in all that thou puttest thy hand unto.  Take heed to thyself that thou forsake not the Levite as long as thou livest in thy land.\n\n When Jehovah thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul.  If the place which Jehovah thy God shall choose, to put his name there, be too far from thee, then thou shalt kill of thy herd and of thy flock, which Jehovah hath given thee, as I have commanded thee; and thou mayest eat within thy gates, after all the desire of thy soul.  Even as the gazelle and as the hart is eaten, so thou shalt eat thereof: the unclean and the clean may eat thereof alike.  Only be sure that thou eat not the blood: for the blood is the life; and thou shalt not eat the life with the flesh.  Thou shalt not eat it; thou shalt pour it out upon the earth as water.  Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of Jehovah.  Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which Jehovah shall choose;  and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of Jehovah thy God; and the blood of thy sacrifices shall be poured out upon the altar of Jehovah thy God; and thou shalt eat the flesh.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]