[
  {
    "Date": "2025-09-07T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=3H722Vy2yjg",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=D7VyQujtACM&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=4",
    "famous quote": "Nothing in life is as important as you think it is, while you are thinking about it.\n-Daniel Kahneman (in \"Thinking, Fast and Slow\")",
    "Ted Talks": "https://www.youtube.com/watch?v=lKJEX-mrowo",
    "Nature Video": "https://youtu.be/tnqAauP7C9c",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Scott:\n\n(part 3)\n\nScott also claims he can control the weather. David vouched for him. Scott used to work as a pressure washer in his summers and he said that 9 times out of 10 when they saw a storm approaching he could command it to stop until he finished his job, and it would go around them. There were times where he was working on something in his driveway and a storm would come in, he would prohibit from raining on him, and it would rain on all the houses all around him, but not his, until he was finished with his work.\n\nScott reminded us that we humans each have been given different giftings. And they are for edifying of the body. They are not for ourselves to keep to ourselves. And we must practice them, if we want to get better at them. But many people can foster the power of the giftings and still not be following God. Just like it says in Matthew 7:23 They will say didn't we do many miracles in your name. And he will reply, I never knew you. Away from me you who practice lawlessness.\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rGnBKbyoXM8",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]