[
  {
    "Date": "2025-11-27T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=JfzriULmrvA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=hHHUusNIArY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=11",
    "famous quote": "\"Try to exclude the possibility of suffering which the order of nature and the existence of free-wills involve, and you find that you have excluded life itself.\"\n-- C.S. Lewis (The Problem of Pain)",
    "Ted Talks": "https://www.youtube.com/watch?v=eIho2S0ZahI&t=3s",
    "Nature Video": "https://www.youtube.com/watch?v=zJm6nDnR2SE&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=46",
    "User added": "\"For God is one, and there is one Mediator between God and the sons of men--the true man, Jesus, the Anointed One.\"\n‭‭1 Timothy‬ ‭2:5‬ ‭TPT‬‬‬‬‬‬\n\nGod is what He does, and what God does is who He is ( or, at least, what He has revealed to us about who He is). We compartmentalize. Loving this one, judging that one, showing compassion for her, but not him, etc., always and only giving a part of ourselves to others. But that is not who God is. In a way we will never understand this side of Heaven, God pours out all that He is onto us, altogether, all of the time! Grace, mercy, justice, love, faithfulness, peace, joy, and so much more. All of it! All of the time! We only get part of God, because we only accept part, not because God only gives part. God is all in! Are you?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview.\n\nAt some point on my trip I asked Ray, the head American pastor, \"Why don't we see this stuff in the States?\" He said, \"I think it's because of the simple faith here. Even in the big city of Addis Ababa this stuff doesn't happen.\" But Ray also told me later that Americans and their money was partially why the ministry was able to keep growing so fast. His meaning was that since Americans have a stable economic system they are the funding arm, while Ethiopians with a stable understanding of faith are the miracle-working arm. We are functioning as different organs in the same body to tell people about God. \r\nBut I also am wondering if we can work miracles too, if we only had the faith.\r\nI wonder if faith is so easy for them because their whole life is built on needing to rely on something bigger for help. If their crops don't come up, they die. If a sickness comes through their village, they die. Their only hope, many times, is the witch doctor that works a type of magic, or holy water that is said to have supernatural powers, or a miracle-working pastor. And so they are used to relying on the spiritual world. And when they find a spirit that is ultimately more powerful than any of the others, costs no money and wants them to thrive, they want to serve Him as God.\r\nI also wonder if instead of miracles, maybe in America our developed knowledge in the hands of our peers is sometimes the avenue God wants to use to answer some of our needs. If I had children and they had learned to help each other, I think I would be much happier seeing them help each other because I asked them to than I would be if I had to step in myself.\r\nI also wonder if in America maybe physical healing isn't what we need most. I think of the stories Thor told of being given a word to tell to the man whose wife had left him. Maybe the hearts of us Americans will be healed when we feel known. Known by people and by our God.\r\n",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.facebook.com/1124461228/videos/612857703425512/",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/5rOiW_xY-kc",
    "Music Video Instructions": "If you're hurting, and you feel alone, hear God telling you to hold on; you are not alone."
  }
]