[
  {
    "Art title 1": "Advent Mandala 3: Joy (Shepherds)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_58ded3320e3a4c0ebe1f130ca30bf09d~mv2.jpg",
    "Artist Statement 1": "The third advent mandala highlights JOY. It is exemplified well by the shepherds upon hearing the news that the marginalized people like themselves had hoped in for generations. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_58ded3320e3a4c0ebe1f130ca30bf09d~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_6437c6c328b64170809b45c0aae268ab~mv2.png",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Physics Prof Explains the Trinity with Black Holes",
    "Story Link": "https://www.rawspoon.com/post/story-physics-prof-explains-trinity-by-black-holes",
    "excerpt": "Evelyn noticed the old leather tool bag underneath the drinking fountain as she tilted her water bottle to fill it. She glanced at her watch as water barely came out. \"C'mo-o-on.\" \n\nThe squeaks of sneakers echoed through the green tile hallway as other students filed through the doorway next to her. She gave up with her water bottle only half-full and went in. She saw one of the girls from her Bible study go in ahead of her. Evelyn pretended not to notice her and sat near the front. \n\nAs she took her seat a man in dirty tan overalls and a white beard was pointing at something in a book open to the professor on his podium. Then the white bearded man turned around to the chalk board. He erased and replaced a small exponent on an equation. The white beard bounced as he asked the prof if he was good now. The prof replied with a nod and a smile, and the man left, reaching into his front pocket to pull out a little wrench. \n\nAfter class, Evelyn had a question for the professor and it happened to be about the same equation on the board. \n\nAfter he explained it, the Prof said, \"Hey Evelyn. Are you alright? You are one of my brightest students but you've lost the light I saw in your eyes at the beginning of the semester.\"\n\n\"It's uh...\" Evelyn considered how much to say, \"It's kind of the typical college crisis of faith. Like all this science seems to prove false the God I grew up with.\" She looked up and he was curious to hear more. So she hesitantly continued, \"Like right now all of existence seems it can be simply explained by a few laws of nature from physics and chemistry. And yet we Christians have talked ourselves into all these complex knots about concepts that don't need to exist if there is no God. Like free will vs. predestination. Are we saved by works or by grace? And the one that's killing me right now is the extremely tangled concept we've made of the Trinity. It's like we invented God and now have come up with convoluted explanations to make it work. You'd think if God is real He'd be clear and straightforward so anyone could understand.\"\n\nAn intrigued smile grew on the professor's face. \"I've ended up at atheism myself, Evelyn. But you're in good company. Einstein was looking for the one physics equation which would describe everything too. He thought the complex rules of the universe should boil down to something simple. But he never found it. Maybe you haven't seen them yet but there are so many exceptions and mysteries and contradictions in science too. Dark Matter, Duality of light as a particle and a wave, black holes.\"\n\n\"Really?\" Evelyn was surprised.\n\n\"Yeah,\" Her teacher replied. But I do know a true Physicist of the highest order whose passion is looking for Christian answers to questions like yours.\"\n\n\"Oh,\" she replied. Light sparked in her eyes again for a moment. \"Who's that?\"\n\n\"Have you seen the white haired maintenance guy around here?\" He saw her eyes get big, and nod. \"We call him Santa, with his beard and all, and like... um...\" He looked at the book on the lectern and lifted its cover. He pointed to the author, \"A play on his name, Santiago.\" He raised his eyebrows and smiled as if subtly suggesting Santa had written that book. \"He actually got pushed out of academia because he was teaching his ideas of how he was imagining the Christian God as being part of the explanation of unexplained physics issues. Hard to get funding for that, you know? And all the public institution's problems with religion. So...\" He shrugged with a slight smile. \"as your teacher, I'm not supposed to recommend him, but... he's around.\"\n\n---\n\nThe next day Evelyn walked through the same halls towards her lab. Her light was dim again today. Her muslim roommate had again railed her with questions about the feasibility of the Trinity. Evelyn didn't want to leave her faith. But the Trinity just seemed so complicated. Shouldn't such important things about reality be simple? Jesus is God, or man. Not both. And why didn't Jesus tell us plainly for something that seems so important.\n\nShe paused to fill up her water bottle and this time the fountain shot so hard it hit the wall. She managed to get some water in her bottle and turned. She stopped and almost ran into someone as she turned-- it was the white bearded man carrying his tool bag to fix the fountain. \n\nHe did a quick maneuver and just barely avoided hitting her. Something caught his eye and he stared down at her hand a little too long, as he gestured to the water fountain and mumbled something about, \"Those who have, will be given more.\" \n\nShe continued down the hallway, her heart beating. I should say something, she thought. She glanced back one more time before she entered her lab. He happened to look up at her at just the same moment. But the last thing she saw was him looking over to the head of the department who was stepping from his doorway to show Santa his laptop, as if to ask him something. \n\n---\n\nShe set down her things on her desk and saw the book \"Out of The Silent Planet, by C.S. Lewis.\" She had been carrying it in the same hand as her water bottle. That must have been what he was looking at!\n\nTwo hours later when she left class she walked to the water fountain. It came out perfectly. The nozzle had been replaced with a larger customized metal piece so that the stream could be wider and come out lower, while keeping the same pressure. Her bottle filled in a flash. But as she glanced up, she saw a new yellow post it pinned to the bulletin board above the fountain. It said, \n\n\"All the planets are imperfect \nand their orbits are oblong. \nPage, 115.\"  \n\nShe didn't know what it meant until that night. She had gone to Bible study and the things they talked about were platitudes that they'd heard pastors say. But the passage was truthfully very unclear. It was unclear if they were meant for that culture or every culture. If there are laws, just make them apply to all times, God, like a text book does. Shouldn't God's instructions be simple? \"God, please help.\"\n\nShe told herself she deserved a half an hour break from studies to read her book. She found her heart beating as she read a certain paragraph. She read it again. Her eyes got large. She glanced down. It was page 115. On it C.S. Lewis mentions, almost off-handedly, how the planets were all different distances than each other, on different axis points, and their orbits were oblong, not like one might expect from something balanced so well. It was not a mathematical model out there, each body was as unique and full of unique character as each complex human. \n\n---\n\nThe next day she went straight to the physics building, though there were no classes that day. She traversed each of the hallways on the four narrow floors, searching in every door that was open. She had just about given up until on the top floor she looked to the very end. There before a large panoramic window there were three chairs. And in the middle one that looked straight out the window, she saw an old white head. This had to be him.\n\nThis time she boldly marched up to him and said, are you Santa?\n\nHe looked up at her and a big peaceful smile spread across his face. \"And you must be Evelyn. Professor Isaac told me about a talented young woman who was asking questions of her faith.\"\n\nShe nodded and said, \"He said they were beyond his depth.\" She smiled at him.\n\n\"They are.\" His eyes were warm and kind. His whole attention was on her. \n\nShe said, \"Are you on break? Or do you have office hours I could maybe come talk to you?\"\n\n\"Oh, little sister. They don't pay me.\" He gestured for her to sit down. \"This is what I live for. My children have their own kids now, and my wife has passed on. I would love to help you with your questions.\"\n\n\"First, I got your message.\" She dropped her bag, sat down and leaned forward, resting her elbows on her knees. \"My main question has been why is theology so complicated-- I mean, shouldn't it seem obvious so anyone could understand?! So it does help a little bit to realize everything that is real is complex and asymmetric and stuff once you look deeper. \n\nSanta nodded and pointed to his torso. \"One I've been thinking about lately is that our skin is symmetric on the outside, but I have a heart on the left, intestines that start on one side and end on the other, and yet...\" he enjoyed the dramatic pause, \"we're balanced perfectly on every axis. So why might God not be that way? Simple until the moment you look deeper.\"\n\nShe smiled and a second later added, \"I thought maybe God would be clean and perfect like physics equations are clean.\"\n\n\"Well, even they are not perfect. Simple Newtonian physics 'F=ma' described well enough how an apple fell, until we grew up and could see big enough that Einstein's relativity more accurately described it. That involves 10 complex differential equations! And there is probably a better model in string theory or whatever is next.\" He folded his hands in his lap and asked, \"So what does that tell you about finding God not being as perfect as you thought he should be?\"\n\nShe said, \"The deeper I go, the more interesting I'm going to find him.\"\n\nHe nodded and said, \"Perhaps God knows that for a mind like yours, you wouldn't be satisfied by a simple god.\"\n\nHe smiled and replied, \"And I think that whole thing about each of the planets and everything being unique tells us that he sees each of us as complex too. None of the things he made is just a number. And beyond thinking we're unique, what does it tell you that God came down and made himself one of these unique humans with us?\"\n\n\"That he's unique too?\" She asked.\n\n\"Yes. But it also shows me his main aim with us is intimacy. He came as one of us because we can only be most intimate with a being if we share the experience of being a human with them.\"\n\nShe nodded as she thought. \"Hmm. Okay, I think I could maybe buy that.\" She leaned back but looked back up at him with a quiet smile. \"Well, then how about the Trinity. If it's so important, why did He never tell us the breakdown plainly in the Bible? The concept of the Trinity wasn't even coined until centuries later.\" \n\nHe smiled and asked. \"Okay, what exactly bothers you about it, Evelyn?\"\n\nShe scooted to the edge of her seat and the motions in her hands became more exaggerated. \"If Jesus is God's son, who is his mom, and was he conceived? Because He says He is eternal. The only sons I know have moms and were conceived.\" \n\nIt seems like a metaphor that breaks at every edge, yet it's the best Christians have. All the other religions have avoided the conundrum by saying Jesus was just a human, or the first creation or pick your favorite other simple answer, but not that he was also God.\"\n\nHe nodded and looked around for some example. His eyes finally landed on her arm. \"Could we say your right arm, right there, is about as real as anything around us?\"\n\nShe considered it, and then set it on the armrest as a specimen to be examined. \"Yes.\"\n\n\"I'm going to show you everything breaks at the edges of their definition, especially the more real it is.\" He looked down at it, \"Is it made of living matter?\"\n\nShe said, \"Yes.\"\n\nThen he said, \"Or is it made of inorganic matter, like down at the chemical level?\"\n\nShe looked down, scrunched her forehead, and as she thought about it Santa replied. \"Also kind of inorganic matter at the level of amino acids and sodium and even cells are just made up of carbon and such. So it's both. Not as simple of an answer as you thought, right?\"\n\nShe breathed in as she thought, and finally acquiesced a \"No.\"\n\n\"Let's try something that seems more obvious,\" he continued. \"The simple Christians could NEVER conceive of this brain game. You'd say it's pretty indisputable that's your right arm, right? One might think we could at least agree on it being 'yours' 'right' and 'arm' right?\"\n\nShe hesitantly nodded. \n\nHe replied, \"But let's look at a larger time scale. Before you were conceived, were those particles your arm at all? And all the blood in it right now could have been in your left arm two minutes ago. The skin and all the bones replenish every seven years or whatever.\" He leaned forward. \n\n\"What I'm trying to get at, is that the most real things in the universe are usually the most hard to pin a definition to. The hardest to fit into a distinct equation or definition. So why wouldn't God, the one with history that expands beyond time, be the MOST difficult to explain or pin down. Just imagine His story. I mean, just the things that happened in the latest millenia between God the Father, Jesus, and the Spirit before they decided to make the universe. I mean, I have millions of moments that shaped my relationship with my wife. God had a billion more moments like that we don't know about. I imagine in some of them God served Jesus, in some Jesus served God. In some Jesus took a role most like we would say would be a son. Other times he is more like a son to mankind. How were their distinct roles formed? I assume it was before zygotes and sperm were a thing. Maybe those were designed to symbolize their love somehow! The source of everything should probably be the most complex, most difficult thing to describe and putting it into a dozen imperfect human metaphors is about as close as you can get. And I'd wager, based on everything real we see in this world, that's probably the way it should be.\"\n\nShe said, \"So the Trinity is supposed to be hard to understand?\"\n\nSanta continued, \"I'd say, he's as deep as you want to look. If some detail flags in your mind, it's probably an invitation to look deeper. \n\nAnd just to show you how NOT simple it should be: if we did want to debate if Jesus is God or not, you'd first have to define what is God? If we mean the one who created the universe, we could say, well, maybe God appointed Jesus his foreman on His galactic job site and they did it together. So which one is the creator then? And are God and Jesus part of the same being? Are the billions of bacteria necessary for my body to thrive part of my body? If you say it's the same being if they have the same DNA, I doubt God has DNA. But even if he did, if I got a Kidney transplant from someone with a different DNA, I could still say it's part of my body. Pretty much part of the same being. I'm just trying to say that our simple words are far too small a box to even properly define the relationships between the 'father' the 'son' and the 'spirit' of the Trinity. Our language is built on symbols we see in this world. There are billions of planets and dozens of other dimensions in which our words may only describe a nanometer sized slice of reality. I'd say our complex descriptions of the Trinity are probably not developed enough.\"\n\nShe nodded as she thought, and eventually asked, \"Wow, how could we ever hope to describe God?\"\n\nHis smile grew wide as he lifted the proverbial hammer to put the nail in his point, \"In fact, you know how it is 99.9 percent space in between all our atoms? Well, if we were to drop into a black hole, a couple things happen which could give us better perspective of our understanding. First, we basically drop outside of time. But also, mass becomes incredibly dense. I imagine all that space goes away. Imagine the level of 'real' that would be, compared to this right now.\" He lifted his hands and looked around. \"We are but a breath compared to what we may someday become. And perhaps every experience in our life gives us a little more insight into understanding God more deeply.\"\n\n\"Wow. What a fun discovery.\" She said and then turned to him. \"How many more ideas like this do you have?\"\n\n\"Universes.\" He smiled at her. \"How long will you be here.\"\n\n\"About three more years.\"\n\nRaw Spoon\nSeptember 26, 2024",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 2": "https://www.youtube.com/watch?v=qn-hLHWwRYY&t=2s",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:5-10",
    "Research 2-link": "#VALUE!",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 1",
    "The Chosen 3": "https://youtu.be/IdrW5XyhhVo",
    "The Chosen 4": "https://youtu.be/fQOHHQQfm8g",
    "Song": "https://www.youtube.com/watch?v=CbfZEZVMbR0&list=PLEiv5NK0P1hjsfv4yS5OBaEd_UU_bYiBi&index=3",
    "Song 2": "https://www.youtube.com/watch?v=m3DScNSUMD0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.6726379,35.0883789,3a,75y,69.79h,72.39t/data=!3m8!1e1!3m6!1sAF1QipMgUOZ31cQtolLeJTZbYhMI6jJRiTkwZXNF27zC!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMgUOZ31cQtolLeJTZbYhMI6jJRiTkwZXNF27zC%3Dw203-h100-k-no-pi2.8630037-ya206.56688-ro1.473955-fo100!7i5376!8i2688!5m1!1e4?entry=ttu",
    "3dNotes2": "Mt. Carmel: view from Mt. Carmel",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/55",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3df1408b-b2fc-4c1c-971c-58957c8f4ac6.mp3",
    "Bible in Song 2": "https://www.youtube.com/watch?v=nntJq1JQpEE",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]