[
  {
    "Art title 1": "God Doesn't Do accidents",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_7df83f71d9f94800931ee198723bb91a~mv2.jpg",
    "Artist Statement 1": "It feels like who receives good fortune, or bad, is like spinning-the-bottle sometimes. It just seems like chance. Like all this is accidents. But like Zechariah (the father of John the Baptist) found out, God doesn't do accidents. \n\nHe had been waiting, long past when his hope for a son had died. Perhaps, despite their good deeds, they were cursed with barrenness. At best, he had simply drawn a bad card in a world of chance and accidents. \n\nBut then God brought them a son. A very important and prophesied son at just the right time. It was just the right time because his son would be a contemporary of Jesus, he was preparing the people's hearts for Him. \n\nSo when you feel left behind through the waiting, remember sometimes it is because God's perfect timing is approaching. It comes in different timing, and perhaps it will come in a different way than you expect. (see story for today)",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_7df83f71d9f94800931ee198723bb91a~mv2.jpg",
    "Art title 2": "Carrying The Spirit Purifies Us",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_659a8214bafa4f8195656a84da0932e7~mv2.jpg",
    "Artist Statement 2": "",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-bce62223-358e-40fc-a018-d68692c0f5a2",
    "Art title 3": "",
    "Picture Thumbnail 3": "https://static.wixstatic.com/media/a07ded_1e5a89c031ba4ee094388eab53ed1a5b~mv2.png",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "(Advent) Zechariah",
    "Story Link": "https://www.rawspoon.com/post/story-advent-zechariah",
    "excerpt": "He was chosen so rarely, it almost seemed like the priest, or God, had been intentionally not choosing him.\n\nBut the high priest had cast lots with the bones on the cloth and had chosen Zechariah today. So he would go in and offer the incense.  \n\nHe assumed everyone could see the Censer trembling as he carried it between the curtains. They all assumed that God had cursed him and Elizabeth.\n\nWhat had Elizabeth done to make her barren? They were both of the proper lineage and had been painfully devout their whole lives. But they were too old now and their line would just die with them. God hadn't seen them. It all just felt like chance anymore. The bones, the births, the heartbreak, all just seemed a little too much like accidents.\n\nThe curtains closed behind him. \n\n\"Zechariah.\" A deep, strong voice startled him and he tripped over backward. The censer clanged on the stone floor. \n\n\"Who are you?! Oh you've ruined us!\" Zechariah gasped. \"You've defiled this place!\"\n\n\"God chose your lot today. Not by chance.\" He waited to make sure Zechariah was listening. \"You will have your baby.\"\n\n\"What?!\" Zechariah stared sideways at the man from the ground. He was tall, well built, in a white robe. Gray hair. It was unusual to see a man without a beard. \n\n\"He will be great, Zechariah.\" The man stepped toward him and smiled kindly. \"He will bring many back to the Lord. He will prepare the way for the Messiah, my friend.\"\n\nZechariah struggled to his feet and covered his trembling lips. \n\nThe man stepped closer again. \"Like you and Elizabeth have dreamed.\"\n\nZechariah looked at his face. Tears of longing were fighting through Zechariah's resistance to believe.\n\n\"He will be such a delight to you two,\" the man impelled him.\n\nZechariah scowled. The man was playing with his hope. \n\n\"Name him John, Zechariah.\"\n\n\"But no one is named that.\" His frustration burst out of his voice. \n\n\"Your boy will be.\"\n\nZechariah brushed himself off. \"But how will she ... I just don't know how she could ...\" \n\n\"I know how you think it's been her fault.\" The man stepped closer and smiled wryly,  \"He doesn't do accidents. He really loves you two. He's so, so pleased and wants to give you your dream.\"\n\n\"But how-- how will I even know you're not lying!?\" Zechariah turned fully to the man with hands raised, mouth gaping in protest. \n\nThe man shook his head at humans and quickly poked his finger in Zechariah's mouth. Zechariah doubled over, his whole mouth burning and then suddenly numb. He tried to protest but could not speak.\n\nThe man smiled at his trick as he wiped off his finger. He waited for Zechariah to look at him again and with that wry smile he said, \"He does not do accidents.\"\n\n***\nMonths later, when Zechariah brought his newborn son to the temple, he and Elizabeth were asked, \"What is his name?\" Elizabeth said, \"John.\" The people protested and asked Zechariah, for certainly they needed a family name. He picked up a tablet and quickly wrote \"John.\" His mouth was suddenly loosed and all the joy that had built up inside of him burst from him in songs of praise. When they asked him why he was so happy about the name, he replied \"because it reminds me that God does not do accidents.\"\n\n---\nAre you entering this season with some skepticism about what God will or won't do for you? What are you skeptical about? In what ways has God seemed to fail you? Can you ask him now for new trust that he will hear your longing and use you in His great story?",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_d7a13d4c74784496b1c3d1a4a026abe6~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_87841ec55f4642d4a936dc03f0d12d1c~mv2.jpg",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=0h1eoBeR4Jk",
    "Bible Project 3": "https://www.youtube.com/watch?v=wWLv_ITyKYc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 146:5-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ruth 4",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Peter 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 30",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/m3DScNSUMD0?si=6_cVtvAGYcEuj82z",
    "Song 2": "https://www.youtube.com/watch?v=3W6R83A88SU",
    "Song 3": "https://youtu.be/_Yv81-Q8wKA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/37",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/1adf9b7c-418b-4d9a-8c02-9d4ad867b102.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]