[
  {
    "Date": "2025-09-18T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=gDVYKkvkguQ",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=rxBsaEMmEKs&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=4",
    "famous quote": "\"The human spirit will not even begin to try to surrender self-will as long as all seems to be well with it. Now error and sin both have this property, that the deeper they are the less their victim suspects their existence; they are masked evil. Pain is unmasked, unmistakable evil; every man knows that something is wrong when he is being hurt.\"\n-- C.S. Lewis (The Problem of Pain)",
    "Ted Talks": "https://www.youtube.com/watch?v=xYemnKEKx0c",
    "Nature Video": "https://www.youtube.com/watch?v=VdjY4tWb4Ok",
    "User added": "\"Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change.\"\n??James 1:17? ?TPT?????\n\n\"Never subject to change.\" That is God. Nothing changes God, and God never changes!Now, consider just one aspect of what that means: God loves you and I now with the same love He had for us before eternity when He sent Jesus to die for us! It is the same. Unchanged. Everything we have done, or will do, that makes us feel ashamed, unworthy, petty, evil, etc. - none of it has changed God, or how He loves us from before time began! Rest in Him, today!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Kim:\n\n(part 1)\nKim is a friend I met in a restaurant at a bachelor party. I tried to get a date with her, she skillfully avoided it, and she accidentally stepped on my sunglasses. I tried to use that as leverage but she still didn't give me a date. Then she ended up going to my church (I'd like to think I was part of that) and now we're friends.\n\nKim told me it was during the times when she had been praying most that she heard from God. She told me back in college she was studying and went through the cafeteria to grab a quick bite to eat and get back to studying. She almost always chose to sit and eat quickly by herself or take it back to her room and eat.\n\nBut one day she felt a really strong need to go sit with a girl alone at a table. This led to a conversation and friendship. Kim found out that morning the girl had told her mom how she had spent the whole semester and just didn't feel like she had found any friends. And she had prayed, God, I just really need a friend today.",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/ibbtJg48Uos",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]