[
  {
    "Date": "2025-12-17T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KFw_5XJLivs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vOGUzMjVhM2EtODhiOC0zOGQ4LWI4OWItZDQ3NDU2YjkwNDcz?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQwho",
    "Yoga": "https://www.youtube.com/watch?v=rxBsaEMmEKs&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=4",
    "famous quote": "Life is not a spectator sport. If you're going to spend your whole life in the grandstand just watching what goes on, in my opinion you're wasting your life.\n-Jackie Robinson",
    "Ted Talks": "https://www.youtube.com/watch?v=wL8X31XWZW8",
    "Nature Video": "https://www.youtube.com/watch?v=Bo5zVPl_Xx0",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 7)\n\nFrom an American's perspective it might appear that these pastors are bullet proof and we Americans still have normal every-day challenges. Can you tell me about challenges you've had and how do you get through those struggles as a man of God?\n\r\nSince we are working on human lives and bringing from darkness to light, always the darkness and the devil fight us. The devil fights us for taking his territory in any way he can. The most challenging part of my life is when brothers persecute me. When Christians persecute Christians. When they become jealous and want to take advantage of what God is doing. And want to even kill you. Not just the Coptics or Catholics. Even evangelists do this. Our brothers even threaten us for what we are doing. \r\nThe other challenge is struggling with finances. We want to do more, but we have to stretch. If I had the money today I could send 10,000 missionaries in Africa. With 30,000,000 dollars you could cover the whole continent with missionaries. Ten countries with 1,000 missionaries in each country.\r\nWhat impresses me is that Jesus did what he could do. He didn't heal everyone in the world. He didn't visit every village in the world. He did what he could do with his human limitations. So if I could do what I can do it will please God. And my friends in America, do what you can do to save people from darkness and hell. \r\nI urge the world. It's not about just Africa. It's about reaching the unreached people groups in the world. It might be in Brazil. It might be in Africa. It might be in Asia. It might be North America. It might be anywhere in the world. We must give what we can give. We must do what we can do.\r\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=fbdkko3Yv8M",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]