[
  {
    "Art title 1": "Now Rest In Him and Watch Him Do the Work",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_5885918eee41411c8acb7673ee97e0a0~mv2.jpg",
    "Artist Statement 1": "Are you the type to work very hard for the kingdom? Perhaps it is time now to rest and watch him do the things he needs to do without you.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-bf7b7a4e-a5a0-4111-b4a9-4dcd061978c1",
    "Art title 2": "Samuel Let his House Get Dirty",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_1c05a048cc2f447fab6ebc5ab1714fbd~mv2.jpeg",
    "Artist Statement 2": "Do your daily habits lead to a clean life and mental space? It's easy to slip into laziness. What would your mind and life look like if it were your bedroom?",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_1c05a048cc2f447fab6ebc5ab1714fbd~mv2.jpeg",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Small Habits, Catastrophic Results",
    "Story Link": "https://www.rawspoon.com/post/small-habits-until-catastrophic-results",
    "excerpt": "I was thinking the other day how even though tiny habits seem to have very little effect on big life outcomes, some of them very much do. In good and bad ways. They're kind of like a balloon that keeps blowing up little by little, but then pops one day.   \n\nJohnPaul texted a lot while driving. A simple little habit and had never had an incident, so all seemed fine. But he killed a little girl one day. He would have seen the merging car if he weren't on his phone.   \n\nDoug liked himself some orange soda. He had diabetes but wouldn't stop drinking the sugary drink. He would have had 25 more years of life except for the one day after he had a second soda his blood sugar spiked so high he fell asleep and never woke up.   \n\nSarah told herself she should be cleaner. After maybe a good Saturday cleaning, she knew it would only take a few minutes each day to keep it tidy. But one day the guy she had started dating, and was very much into, showed up at her house for the first time with flowers. When she opened the door she saw who it was, but he also saw her house was a wreck. He ended it a couple days later. Oops.  \n\nJennavive was a nurse, but not just as a job. She made it a point to read articles on modern medicine every day or so. It was as simple as signing up for a health newsletter email and scanning them. One day a little girl at the pool started having an allergic reaction and her throat closed up. Jennavive recognized the sunscreen bottle where the girl had been sitting and remembered from the newsletter it was one that had been recently recalled. But she also remembered the antidote to the reaction was simply to take her out of the sun. The girl survived.  \n\nYou get my point. So pay attention to your little habits. They may not have any results now, but can have life-changing ones at a single, unannounced moment in the future. \n\nTake care, and let's try to do the right thing consistently.  \n\nRaw Spoon, 10-2-2020",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_545ab56fb9ae4b8a8c25abc14ece0d12~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/eLrGM26pmM0",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 20:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Kings 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 15\nAmerican Standard Version\n15 And the word of Jehovah came unto me, saying, 2 Son of man, what is the vine-tree more than any tree, the vine-branch which [a]is among the trees of the forest? 3 Shall wood be taken thereof to make any work? or will men take a pin of it to hang any vessel thereon? 4 Behold, it is cast into the fire for fuel; the fire hath devoured both the ends of it, and the midst of it is burned",
    "The Chosen 3": "https://youtu.be/1ouY7fV5QN4",
    "The Chosen 4": "",
    "Song": "https://youtu.be/_x_C-nnbxrc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com/local/place/fid/0x150329c91f33ffdb:0x6d2bbd5ce62d60ab/photosphere?iu=https://lh3.googleusercontent.com/p/AF1QipPMZDjzwCO1_yo5frQ8IvhVWA8d3BunGMyAzFsR%3Dw160-h106-k-no-pi-16.979362-ya359.35645-ro-0-fo100&ik=CAoSLEFGMVFpcFBNWkRqendDTzFfeW81ZnJROEl2aFZXQThkM0J1bkdNeUF6RnNS",
    "3dNotes3": "This is the modern \"Temple Mount\". This is where Jesus was often preaching 'in the temple courts'",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]