[
  {
    "Date": "2025-08-26T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 14- Ordinary Time",
    "Script 1": "\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": " I said to their children in the wilderness, \"Do not follow the statutes of your parents or keep their laws or defile yourselves with their idols.  I am the Lord your God; follow my decrees and be careful to keep my laws.  Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the Lord your God.\"\n\n \"'But the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws, of which I said, \"The person who obeys them will live by them,\" and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the wilderness.  But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would disperse them among the nations and scatter them through the countries,  because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their parents' idols.  So I gave them other statutes that were not good and laws through which they could not live;  I defiled them through their gifts--the sacrifice of every firstborn--that I might fill them with horror so they would know that I am the Lord.'\n\n \"Therefore, son of man, speak to the people of Israel and say to them, 'This is what the Sovereign Lord says: In this also your ancestors blasphemed me by being unfaithful to me:  When I brought them into the land I had sworn to give them and they saw any high hill or any leafy tree, there they offered their sacrifices, made offerings that aroused my anger, presented their fragrant incense and poured out their drink offerings.  Then I said to them: What is this high place you go to?'\" (It is called Bamah[a] to this day.)\n\nRebellious Israel Renewed\n\n \"Therefore say to the Israelites: 'This is what the Sovereign Lord says: Will you defile yourselves the way your ancestors did and lust after their vile images?  When you offer your gifts--the sacrifice of your children in the fire--you continue to defile yourselves with all your idols to this day. Am I to let you inquire of me, you Israelites? As surely as I live, declares the Sovereign Lord, I will not let you inquire of me.\n\n \"'You say, \"We want to be like the nations, like the peoples of the world, who serve wood and stone.\" But what you have in mind will never happen.\n\n",
    "Script 3": "To the Church in Philadelphia\n\n \"To the angel of the church in Philadelphia write:\n\nThese are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.  I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.  I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you.  Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.\n\n I am coming soon. Hold on to what you have, so that no one will take your crown.  The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name.  Whoever has ears, let them hear what the Spirit says to the churches.",
    "Script 4": "American Standard Version\n And after three months we set sail in a ship of Alexandria which had wintered in the island, whose sign was [a]The Twin Brothers.  And touching at Syracuse, we tarried there three days.  And from thence we [b]made a circuit, and arrived at Rhegium: and after one day a south wind sprang up, and on the second day we came to Puteoli;  where we found brethren, and were entreated to tarry with them seven days: and so we came to Rome.  And from thence the brethren, when they heard of us, came to meet us as far as The Market of Appius and The Three Taverns; whom when Paul saw, he thanked God, and took courage.\n\n And when we entered into Rome, [c]Paul was suffered to abide by himself with the soldier that guarded him.\n\n And it came to pass, that after three days he called together [d]those that were the chief of the Jews: and when they were come together, he said unto them, I, brethren, though I had done nothing against the people, or the customs of our fathers, yet was delivered prisoner from Jerusalem into the hands of the Romans:  who, when they had examined me, desired to set me at liberty, because there was no cause of death in me.  But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had aught whereof to accuse my nation.  For this cause therefore did I [e]entreat you to see and to speak with me: for because of the hope of Israel I am bound with this chain.  And they said unto him, We neither received letters from Judaea concerning thee, nor did any of the brethren come hither and report or speak any harm of thee.  But we desire to hear of thee what thou thinkest: for as concerning this sect, it is known to us that everywhere it is spoken against.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm109:21-31;Ezekiel20:18-32;Revelation3:7-13",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.109,Ezek.20,Rev.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f468fc5de1e94824890c1e8cdd0e57f5~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6f6ccbe8a91c4b718a5f4c75e40bf507~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_0f30c2da9e744e21a16ca80b592bd834~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_ec1da310c14f473ea3c55c2c9568c8c2~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 109:21-31",
    "Address Script 2": "Ezekiel 20:18-32",
    "Address Script 3": "Revelation 3:7-13",
    "Address Script 4": "Acts 28:11-22",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.109.4242081a365b5fc375ccc1910c2e1fe5.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.20.d71af7bdfa8a2ef4124731b006329431.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rev.3.e56ef2bbdab304813e826025bba11e18.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.28.73918671fd58eec664ed7874b46458d5.mp3",
    "Verse to start at for audio": 79
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 109:21-31\n\n21 But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n22 For I am poor and needy,\n    and my heart is wounded within me.\n23 I fade away like an evening shadow;\n    I am shaken off like a locust.\n24 My knees give way from fasting;\n    my body is thin and gaunt.\n25 I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n26 Help me, Lord my God;\n    save me according to your unfailing love.\n27 Let them know that it is your hand,\n    that you, Lord, have done it.\n28 While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n29 May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n30 With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n31 For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel 20:18-32\n\n18 I said to their children in the wilderness, \"Do not follow the statutes of your parents or keep their laws or defile yourselves with their idols. 19 I am the Lord your God; follow my decrees and be careful to keep my laws. 20 Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the Lord your God.\"\n\n21 \"'But the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws, of which I said, \"The person who obeys them will live by them,\" and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the wilderness. 22 But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. 23 Also with uplifted hand I swore to them in the wilderness that I would disperse them among the nations and scatter them through the countries, 24 because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their parents' idols. 25 So I gave them other statutes that were not good and laws through which they could not live; 26 I defiled them through their gifts--the sacrifice of every firstborn--that I might fill them with horror so they would know that I am the Lord.'\n\n27 \"Therefore, son of man, speak to the people of Israel and say to them, 'This is what the Sovereign Lord says: In this also your ancestors blasphemed me by being unfaithful to me: 28 When I brought them into the land I had sworn to give them and they saw any high hill or any leafy tree, there they offered their sacrifices, made offerings that aroused my anger, presented their fragrant incense and poured out their drink offerings. 29 Then I said to them: What is this high place you go to?'\" (It is called Bamah[a] to this day.)\n\nRebellious Israel Renewed\n\n30 \"Therefore say to the Israelites: 'This is what the Sovereign Lord says: Will you defile yourselves the way your ancestors did and lust after their vile images? 31 When you offer your gifts--the sacrifice of your children in the fire--you continue to defile yourselves with all your idols to this day. Am I to let you inquire of me, you Israelites? As surely as I live, declares the Sovereign Lord, I will not let you inquire of me.\n\n32 \"'You say, \"We want to be like the nations, like the peoples of the world, who serve wood and stone.\" But what you have in mind will never happen.\n\nFootnotes\na. Ezekiel 20:29 Bamah means high place.",
    "Script 3": "Revelation 3:7-13\n\nTo the Church in Philadelphia\n\n7 \"To the angel of the church in Philadelphia write:\n\nThese are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open. 8 I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name. 9 I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you. 10 Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.\n\n11 I am coming soon. Hold on to what you have, so that no one will take your crown. 12 The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name. 13 Whoever has ears, let them hear what the Spirit says to the churches.",
    "Script 4": "Acts 28:11-22\nAmerican Standard Version\n11 And after three months we set sail in a ship of Alexandria which had wintered in the island, whose sign was [a]The Twin Brothers. 12 And touching at Syracuse, we tarried there three days. 13 And from thence we [b]made a circuit, and arrived at Rhegium: and after one day a south wind sprang up, and on the second day we came to Puteoli; 14 where we found brethren, and were entreated to tarry with them seven days: and so we came to Rome. 15 And from thence the brethren, when they heard of us, came to meet us as far as The Market of Appius and The Three Taverns; whom when Paul saw, he thanked God, and took courage.\n\n16 And when we entered into Rome, [c]Paul was suffered to abide by himself with the soldier that guarded him.\n\n17 And it came to pass, that after three days he called together [d]those that were the chief of the Jews: and when they were come together, he said unto them, I, brethren, though I had done nothing against the people, or the customs of our fathers, yet was delivered prisoner from Jerusalem into the hands of the Romans: 18 who, when they had examined me, desired to set me at liberty, because there was no cause of death in me. 19 But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had aught whereof to accuse my nation. 20 For this cause therefore did I [e]entreat you to see and to speak with me: for because of the hope of Israel I am bound with this chain. 21 And they said unto him, We neither received letters from Judaea concerning thee, nor did any of the brethren come hither and report or speak any harm of thee. 22 But we desire to hear of thee what thou thinkest: for as concerning this sect, it is known to us that everywhere it is spoken against.\n\n \nFootnotes\nActs 28:11 Greek Dioscuri.\nActs 28:13 Some ancient authorities read cast loose.\nActs 28:16 Some ancient authorities insert the centurion delivered the prisoners to the Chief of the camp: but etc.\nActs 28:17 Or, those that were of the Jews first\nActs 28:20 Or, call for you, to see and to speak with you",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel :-\n\n I said to their children in the wilderness, \"Do not follow the statutes of your parents or keep their laws or defile yourselves with their idols.  I am the Lord your God; follow my decrees and be careful to keep my laws.  Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the Lord your God.\"\n\n \"'But the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws, of which I said, \"The person who obeys them will live by them,\" and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the wilderness.  But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would disperse them among the nations and scatter them through the countries,  because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their parents' idols.  So I gave them other statutes that were not good and laws through which they could not live;  I defiled them through their gifts--the sacrifice of every firstborn--that I might fill them with horror so they would know that I am the Lord.'\n\n \"Therefore, son of man, speak to the people of Israel and say to them, 'This is what the Sovereign Lord says: In this also your ancestors blasphemed me by being unfaithful to me:  When I brought them into the land I had sworn to give them and they saw any high hill or any leafy tree, there they offered their sacrifices, made offerings that aroused my anger, presented their fragrant incense and poured out their drink offerings.  Then I said to them: What is this high place you go to?'\" (It is called Bamah[a] to this day.)\n\nRebellious Israel Renewed\n\n \"Therefore say to the Israelites: 'This is what the Sovereign Lord says: Will you defile yourselves the way your ancestors did and lust after their vile images?  When you offer your gifts--the sacrifice of your children in the fire--you continue to defile yourselves with all your idols to this day. Am I to let you inquire of me, you Israelites? As surely as I live, declares the Sovereign Lord, I will not let you inquire of me.\n\n \"'You say, \"We want to be like the nations, like the peoples of the world, who serve wood and stone.\" But what you have in mind will never happen.\n\nFootnotes\na. Ezekiel : Bamah means high place.",
    "Script 3": "Revelation :-\n\nTo the Church in Philadelphia\n\n \"To the angel of the church in Philadelphia write:\n\nThese are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.  I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.  I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you.  Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.\n\n I am coming soon. Hold on to what you have, so that no one will take your crown.  The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name.  Whoever has ears, let them hear what the Spirit says to the churches.",
    "Script 4": "Acts :-\nAmerican Standard Version\n And after three months we set sail in a ship of Alexandria which had wintered in the island, whose sign was [a]The Twin Brothers.  And touching at Syracuse, we tarried there three days.  And from thence we [b]made a circuit, and arrived at Rhegium: and after one day a south wind sprang up, and on the second day we came to Puteoli;  where we found brethren, and were entreated to tarry with them seven days: and so we came to Rome.  And from thence the brethren, when they heard of us, came to meet us as far as The Market of Appius and The Three Taverns; whom when Paul saw, he thanked God, and took courage.\n\n And when we entered into Rome, [c]Paul was suffered to abide by himself with the soldier that guarded him.\n\n And it came to pass, that after three days he called together [d]those that were the chief of the Jews: and when they were come together, he said unto them, I, brethren, though I had done nothing against the people, or the customs of our fathers, yet was delivered prisoner from Jerusalem into the hands of the Romans:  who, when they had examined me, desired to set me at liberty, because there was no cause of death in me.  But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had aught whereof to accuse my nation.  For this cause therefore did I [e]entreat you to see and to speak with me: for because of the hope of Israel I am bound with this chain.  And they said unto him, We neither received letters from Judaea concerning thee, nor did any of the brethren come hither and report or speak any harm of thee.  But we desire to hear of thee what thou thinkest: for as concerning this sect, it is known to us that everywhere it is spoken against.\n\n \nFootnotes\nActs : Greek Dioscuri.\nActs : Some ancient authorities read cast loose.\nActs : Some ancient authorities insert the centurion delivered the prisoners to the Chief of the camp: but etc.\nActs : Or, those that were of the Jews first\nActs : Or, call for you, to see and to speak with you",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel :-\n\n I said to their children in the wilderness, \"Do not follow the statutes of your parents or keep their laws or defile yourselves with their idols.  I am the Lord your God; follow my decrees and be careful to keep my laws.  Keep my Sabbaths holy, that they may be a sign between us. Then you will know that I am the Lord your God.\"\n\n \"'But the children rebelled against me: They did not follow my decrees, they were not careful to keep my laws, of which I said, \"The person who obeys them will live by them,\" and they desecrated my Sabbaths. So I said I would pour out my wrath on them and spend my anger against them in the wilderness.  But I withheld my hand, and for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would disperse them among the nations and scatter them through the countries,  because they had not obeyed my laws but had rejected my decrees and desecrated my Sabbaths, and their eyes lusted after their parents' idols.  So I gave them other statutes that were not good and laws through which they could not live;  I defiled them through their gifts--the sacrifice of every firstborn--that I might fill them with horror so they would know that I am the Lord.'\n\n \"Therefore, son of man, speak to the people of Israel and say to them, 'This is what the Sovereign Lord says: In this also your ancestors blasphemed me by being unfaithful to me:  When I brought them into the land I had sworn to give them and they saw any high hill or any leafy tree, there they offered their sacrifices, made offerings that aroused my anger, presented their fragrant incense and poured out their drink offerings.  Then I said to them: What is this high place you go to?'\" (It is called Bamah[a] to this day.)\n\nRebellious Israel Renewed\n\n \"Therefore say to the Israelites: 'This is what the Sovereign Lord says: Will you defile yourselves the way your ancestors did and lust after their vile images?  When you offer your gifts--the sacrifice of your children in the fire--you continue to defile yourselves with all your idols to this day. Am I to let you inquire of me, you Israelites? As surely as I live, declares the Sovereign Lord, I will not let you inquire of me.\n\n \"'You say, \"We want to be like the nations, like the peoples of the world, who serve wood and stone.\" But what you have in mind will never happen.\n\n",
    "Script 3": "Revelation :-\n\nTo the Church in Philadelphia\n\n \"To the angel of the church in Philadelphia write:\n\nThese are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.  I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.  I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you.  Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come on the whole world to test the inhabitants of the earth.\n\n I am coming soon. Hold on to what you have, so that no one will take your crown.  The one who is victorious I will make a pillar in the temple of my God. Never again will they leave it. I will write on them the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on them my new name.  Whoever has ears, let them hear what the Spirit says to the churches.",
    "Script 4": "Acts :-\nAmerican Standard Version\n And after three months we set sail in a ship of Alexandria which had wintered in the island, whose sign was [a]The Twin Brothers.  And touching at Syracuse, we tarried there three days.  And from thence we [b]made a circuit, and arrived at Rhegium: and after one day a south wind sprang up, and on the second day we came to Puteoli;  where we found brethren, and were entreated to tarry with them seven days: and so we came to Rome.  And from thence the brethren, when they heard of us, came to meet us as far as The Market of Appius and The Three Taverns; whom when Paul saw, he thanked God, and took courage.\n\n And when we entered into Rome, [c]Paul was suffered to abide by himself with the soldier that guarded him.\n\n And it came to pass, that after three days he called together [d]those that were the chief of the Jews: and when they were come together, he said unto them, I, brethren, though I had done nothing against the people, or the customs of our fathers, yet was delivered prisoner from Jerusalem into the hands of the Romans:  who, when they had examined me, desired to set me at liberty, because there was no cause of death in me.  But when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had aught whereof to accuse my nation.  For this cause therefore did I [e]entreat you to see and to speak with me: for because of the hope of Israel I am bound with this chain.  And they said unto him, We neither received letters from Judaea concerning thee, nor did any of the brethren come hither and report or speak any harm of thee.  But we desire to hear of thee what thou thinkest: for as concerning this sect, it is known to us that everywhere it is spoken against.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]