[
  {
    "Date": "2025-10-10T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=NJdLpwY41LE",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-7kKfwTDwEM&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7",
    "famous quote": "Average people learn from their mistakes. Smart people learn from other people's mistakes.\n-Neil Patel",
    "Ted Talks": "https://www.youtube.com/watch?v=TyH0joQf7_A",
    "Nature Video": "https://www.youtube.com/watch?v=8YIIZL2n8lc",
    "User added": "\"But make sure that you don't get so absorbed and exhausted in taking care of all your day-by-day obligations that you lose track of the time and doze off, oblivious to God. The night is about over, dawn is about to break. Be up and awake to what God is doing! God is putting the finishing touches on the salvation work he began when we first believed.\"\n??Romans? ?13:11 MSG?????\n\nIt is easy to get so focused on what is right in front of us that we miss everything going on around us. Consider Martha when Jesus came to visit her, Mary, and Lazarus (Luke 10:38-42). Even doing \nwhat we think of as good can draw our focus away from the One who gives us those opportunities to do good (Eph 2:10). Rather, we should strive to be like Mary, putting Jesus first, watching for where He is working and joining Him there. Keeping in mind that every day that we live is one day closer to\nHis return. Maranatha! Amen and amen!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 1)\nPastor that was demon possessed\n\nI rarely know when another of the missionaries will be able to leave their training and be brought so I can interview them. So I always have to be ready. Eventually they bring Abdisa Duguma to me. Again, I graciously greet him and we get seated in our little hut with coffee and the recording equipment. I don't know what to expect after the last interview. But I know we have limited time so after some brief welcomes, I jump right in. \nHow did you come to believe?\nI observe him as he tells PK the story. He has darker skin than many of the others. He is humble, tall, and has an old, checkered, button-up shirt with a slight sheen and limp collars. \nPK turns to me and translates this story.\nMy family worships the witchcraft. Witchcraft gave me this name. After I was born I didn't drink my mother's milk. Witchcraft says a baby will die if he does not drink milk or urinate within three days. But if he does drink milk, there will be hope. This is how I got my name. Abdisa means hope.\nBut I didn't die like witchcraft said. \nWhen I was 11 I went crazy. People told me I used to carry around a rope to hang myself or try to run into the river so I could die. So my family had to chain me down.\nUntil I was almost 22, sometimes I would be sick, and sometimes I would be okay. This was my life before I came to know Christ. I couldn't even control my urine. I would urinate on myself whether I was sleeping or whether it was daytime.\nWhen the opportunity came I went into the military and served 2 years until the government fell down. Then I went to live in the big city of Addis Ababa where I was still crazy and did many crazy things. I used to rob people and even take their clothes. I could do whatever I wanted because I was a soldier.\nEventually I had to flee Addis because they found out I was a criminal. So I went to another place and this is what started my journey to knowing Christ. \nAbout that time I found out my father had been found dead. Then my mother hung herself. The spirit I had was going on to the rest of my family. \nOne day when I was trying to rob someone's warehouse, lightning came and struck the ground. Abdisa gestures to the ground in front of him. It didn't harm anything, but mud got into my eyes. And while mud was in my eyes, I asked myself, \"Why do I do these things?\"\nAfter that I started asking myself more questions. When I would see a river I would ask, \"Who created this river?\" When I would see my fingers move, I would ask, \"Who made them able to move?\" When I would see mountains, apes, and monkeys I would ask, \"Who made these?\"\nOne day my friend and I beat up 50 people at a time. We knocked people's teeth out, and took one person's eye out. I had some sort of supernatural strength. \nI got into problems again and again and I continued to ask myself, \"Why do I do this?\" \nThere was a lady in my neighborhood that used to sing songs and tell me about Jesus Christ. I used to tell her, you Christians throw money at the ceiling and watch it fall as if Jesus were doing a miracle, to draw people to you. I said, \"You all become Christians because of what you can get out of it. You will get money and wheat.\"\nOne time she was opening a songbook and I poured water on the book. She said, \"You are not a human being. You are a soccer field of devil spirits.\" I admitted, yes I am, because I knew I did these abnormal things.\nA friend of mine read me a story in Revelation 13 about a powerful beast that came out of the sea and caused war. I started thinking about this animal and becoming afraid.\nAfter that I closed my door, knelt down and asked, \"Where are you, God? I know my parents' god is not God.\" \nPK looks at me and adds parenthetically that it isn't usually appropriate for men to kneel down like this.\nWell, one day my friend and I decided to kill a person who we didn't like. We planned to take him out to the bush and hang him so it would look like he had hung himself. I told the man \"We will kill you.\" \nBut that night I went home and dreamed I saw a man with huge muscles in his arms and legs. \nAbdisa gestures a large, open grip to show the size of his bicep and then again around his thigh. \nHe had a chest that looked as wide as your hands held out. I thought, \"This is a mighty person.\" \nI kept 80,000 birr (about $4,000) in my home so I thought this man had come to steal my money and I could not fight him.\nSo in my dream, the person stood 200 meters away from me but he took two steps and he reached me. He stood on my body, clapped and said, \"Stand up! Stand up! Stand up!\" But I couldn't because he was so heavy! Then the big man mentioned a verse: Ecclesiastes 11:9, Which says, you men do whatever you like but in the last days you will be questioned for what you did. \nBefore this dream I used to go to Orthodox priests and they used to say, if you need protection, put your Bible in your pillow. So I remembered this in my dream. I claimed the name of God, Holy Spirit, and Jesus. I saw in my dream a big sword like lightning hanging from the ceiling pointing down at me. I woke up and saw nothing was there.\nI ran straight to the church. I found a pastor and said I want to become a Christian. \n",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zJc1MSCiYyY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]