[
  {
    "Date": "2026-01-12T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Second week of Epiphany",
    "Script 1": "\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\n",
    "Script 2": "Jacob Returns to Bethel\n\n Then God said to Jacob, \"Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.\"\n\n So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes.  Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.\"  So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem.  Then they set out, and the terror of God fell on the towns all around them so that no one pursued them.\n\n Jacob and all the people with him came to Luz (that is, Bethel) in the land of Canaan.  There he built an altar, and he called the place El Bethel,[a] because it was there that God revealed himself to him when he was fleeing from his brother.\n\n Now Deborah, Rebekah's nurse, died and was buried under the oak outside Bethel. So it was named Allon Bakuth.[b]\n\n After Jacob returned from Paddan Aram,[c] God appeared to him again and blessed him.  God said to him, \"Your name is Jacob,[d] but you will no longer be called Jacob; your name will be Israel.[e]\" So he named him Israel.\n\n And God said to him, \"I am God Almighty[f]; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will be among your descendants.  The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.\"  Then God went up from him at the place where he had talked with him.\n\n Jacob set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it.  Jacob called the place where God had talked with him Bethel.[g]\n\n",
    "Script 3": " While Peter was still speaking these words, the Holy Spirit came on all who heard the message.  The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles.  For they heard them speaking in tongues[a] and praising God.\n\nThen Peter said,  \"Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.\"  So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.\n\n",
    "Script 4": "American Standard Version\n The word of Jehovah came again unto me, saying,  Son of man, there were two women, the daughters of one mother:  and they played the harlot in Egypt; they played the harlot in their youth; there were their breasts pressed, and there was handled the bosom of their virginity.  And the names of them were Oholah the elder, and Oholibah her sister: and they became mine, and they bare sons and daughters. And as for their names, Samaria is [a]Oholah, and Jerusalem [b]Oholibah.\n\n And Oholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbors,  who were clothed with blue, governors and [c]rulers, all of them desirable young men, horsemen riding upon horses.  And she bestowed her whoredoms upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself.  Neither hath she left her whoredoms [d]since the days of Egypt; for in her youth they lay with her, and they handled the bosom of her virginity; and they poured out their whoredom upon her.  Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.  These uncovered her nakedness; they took her sons and her daughters; and her they slew with the sword: and she became a [e]byword among women; for they executed judgments upon her.\n\n And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her whoredoms which were more than the whoredoms of her sister.  She doted upon the Assyrians, governors and rulers, her neighbors, clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.  And I saw that she was defiled; they both took one way.  And she increased her whoredoms; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion,  girded with girdles upon their loins, with flowing turbans upon their heads, all of them princes to look upon, after the likeness of the Babylonians [f]in Chaldea, the land of their nativity.  And [g]as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea.  And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her soul was alienated from them.  So she uncovered her whoredoms, and uncovered her nakedness: then my soul was alienated from her, like as my soul was alienated from her sister.  Yet she multiplied her whoredoms, remembering the days of her youth, wherein she had played the harlot in the land of Egypt.  And she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.  Thus thou calledst to remembrance the lewdness of thy youth, in the handling of thy bosom by the Egyptians for the breasts of thy youth.\n\n Therefore, O Oholibah, thus saith the Lord Jehovah: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side:  the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; desirable young men, governors and rulers all of them, princes and [h]men of renown, all of them riding upon horses.  And they shall come against thee with weapons, chariots, and [i]wagons, and with a company of peoples; they shall set themselves against thee with buckler and shield and helmet round about: and I will commit the judgment unto them, and they shall judge thee according to their judgments.  And I will set my jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears; and thy residue shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.  They shall also strip thee of thy clothes, and take away thy fair jewels.  Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt; so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.  For thus saith the Lord Jehovah: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated;  and they shall deal with thee in hatred, and shall take away all thy labor, and shall leave thee naked and bare; and the nakedness of thy whoredoms shall be uncovered, both thy lewdness and thy whoredoms.\n\n These things shall be done unto thee, for that thou hast played the harlot after the nations, and because thou art polluted with their idols.  Thou hast walked in the way of thy sister; therefore will I give her cup into thy hand.  Thus saith the Lord Jehovah: Thou shalt drink of thy sister's cup, which is deep and large; thou shalt be laughed to scorn and had in derision; [j]it containeth much.  Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.  Thou shalt even drink it and drain it out, and thou shalt gnaw the sherds thereof, and shalt tear thy breasts; for I have spoken it, saith the Lord Jehovah.  Therefore thus saith the Lord Jehovah: Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.\n\n Jehovah said moreover unto me: Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations.  For they have committed adultery, and blood is in their hands; and with their idols have they committed adultery; and they have also caused their sons, whom they bare unto me, to pass through the fire unto them to be devoured.  Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.  For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of my house.  And furthermore ye have sent for men [k]that come from far, unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments,  and sit upon a stately bed, with a table prepared before it, whereupon thou didst set mine incense and mine oil.  And the voice of a multitude being at ease was with her: and with men of the common sort were brought drunkards from the wilderness; and they put bracelets upon the hands of them twain, and beautiful crowns upon their heads.\n\n Then said I [l]of her that was old in adulteries, Now will they play [m]the harlot with her, [n]and she with them.  And they went in unto her, as they go in unto a harlot: so went they in unto Oholah and unto Oholibah, the lewd women.  And righteous men, they shall judge them with the judgment of adulteresses, and with the judgment of women that shed blood; because they are adulteresses, and blood is in their hands.  For thus saith the Lord Jehovah: I will bring up a company against them, and will give them to be tossed to and fro and robbed.  And the company shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.  Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.  And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord Jehovah.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm89:5-37;Genesis35:1-15;Acts10:44-48",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.89,Gen.35,Acts.10",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_14a3e1c0748c46c585bf06934b5e9adc~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_66fedb03b46b48ab95ae87d4692fadbe~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_56b76d5717f943dd8612bcf2ab9dc2ba~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 89:5-37",
    "Address Script 2": "Genesis 35:1-15",
    "Address Script 3": "Acts 10:44-48",
    "Address Script 4": "Ezekiel 23",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.89.33d8fd0001982bd7ea7b7ec2d2467dda.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.35.c669950904ba5f331ba6247289008a7e.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.10.b9e454c5d6f7e30f03a993fc0621c7b6.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.23.5bb59c912d4cc61d2fcd880397ecd71f.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 89:5-37\n\n5 The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n6 For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n7 In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n8 Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n9 You rule over the surging sea;\n    when its waves mount up, you still them.\n10 You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n11 The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n12 You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n13 Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n14 Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n15 Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n16 They rejoice in your name all day long;\n    they celebrate your righteousness.\n17 For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n18 Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n19 Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n20 I have found David my servant;\n    with my sacred oil I have anointed him.\n21 My hand will sustain him;\n    surely my arm will strengthen him.\n22 The enemy will not get the better of him;\n    the wicked will not oppress him.\n23 I will crush his foes before him\n    and strike down his adversaries.\n24 My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n25 I will set his hand over the sea,\n    his right hand over the rivers.\n26 He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n27 And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n28 I will maintain my love to him forever,\n    and my covenant with him will never fail.\n29 I will establish his line forever,\n    his throne as long as the heavens endure.\n\n30 \"If his sons forsake my law\n    and do not follow my statutes,\n31 if they violate my decrees\n    and fail to keep my commands,\n32 I will punish their sin with the rod,\n    their iniquity with flogging;\n33 but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n34 I will not violate my covenant\n    or alter what my lips have uttered.\n35 Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n36 that his line will continue forever\n    and his throne endure before me like the sun;\n37 it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\nFootnotes\na. Psalm 89:17 Horn here symbolizes strong one.\nb. Psalm 89:18 Or sovereign\nc. Psalm 89:24 Horn here symbolizes strength.",
    "Script 2": "Genesis 35:1-15\n\nJacob Returns to Bethel\n\n1 Then God said to Jacob, \"Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.\"\n\n2 So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes. 3 Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.\" 4 So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem. 5 Then they set out, and the terror of God fell on the towns all around them so that no one pursued them.\n\n6 Jacob and all the people with him came to Luz (that is, Bethel) in the land of Canaan. 7 There he built an altar, and he called the place El Bethel,[a] because it was there that God revealed himself to him when he was fleeing from his brother.\n\n8 Now Deborah, Rebekah's nurse, died and was buried under the oak outside Bethel. So it was named Allon Bakuth.[b]\n\n9 After Jacob returned from Paddan Aram,[c] God appeared to him again and blessed him. 10 God said to him, \"Your name is Jacob,[d] but you will no longer be called Jacob; your name will be Israel.[e]\" So he named him Israel.\n\n11 And God said to him, \"I am God Almighty[f]; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will be among your descendants. 12 The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.\" 13 Then God went up from him at the place where he had talked with him.\n\n14 Jacob set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it. 15 Jacob called the place where God had talked with him Bethel.[g]\n\nFootnotes\na. Genesis 35:7 El Bethel means God of Bethel.\nb. Genesis 35:8 Allon Bakuth means oak of weeping.\nc. Genesis 35:9 That is, Northwest Mesopotamia; also in verse 26\nd. Genesis 35:10 Jacob means he grasps the heel, a Hebrew idiom for he deceives.\ne. Genesis 35:10 Israel probably means he struggles with God.\nf. Genesis 35:11 Hebrew El-Shaddai\ng. Genesis 35:15 Bethel means house of God.",
    "Script 3": "Acts 10:44-48\n\n44 While Peter was still speaking these words, the Holy Spirit came on all who heard the message. 45 The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles. 46 For they heard them speaking in tongues[a] and praising God.\n\nThen Peter said, 47 \"Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.\" 48 So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.\n\nFootnotes\na. Acts 10:46 Or other languages",
    "Script 4": "Ezekiel 23\nAmerican Standard Version\n23 The word of Jehovah came again unto me, saying, 2 Son of man, there were two women, the daughters of one mother: 3 and they played the harlot in Egypt; they played the harlot in their youth; there were their breasts pressed, and there was handled the bosom of their virginity. 4 And the names of them were Oholah the elder, and Oholibah her sister: and they became mine, and they bare sons and daughters. And as for their names, Samaria is [a]Oholah, and Jerusalem [b]Oholibah.\n\n5 And Oholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbors, 6 who were clothed with blue, governors and [c]rulers, all of them desirable young men, horsemen riding upon horses. 7 And she bestowed her whoredoms upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself. 8 Neither hath she left her whoredoms [d]since the days of Egypt; for in her youth they lay with her, and they handled the bosom of her virginity; and they poured out their whoredom upon her. 9 Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted. 10 These uncovered her nakedness; they took her sons and her daughters; and her they slew with the sword: and she became a [e]byword among women; for they executed judgments upon her.\n\n11 And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her whoredoms which were more than the whoredoms of her sister. 12 She doted upon the Assyrians, governors and rulers, her neighbors, clothed most gorgeously, horsemen riding upon horses, all of them desirable young men. 13 And I saw that she was defiled; they both took one way. 14 And she increased her whoredoms; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion, 15 girded with girdles upon their loins, with flowing turbans upon their heads, all of them princes to look upon, after the likeness of the Babylonians [f]in Chaldea, the land of their nativity. 16 And [g]as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea. 17 And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her soul was alienated from them. 18 So she uncovered her whoredoms, and uncovered her nakedness: then my soul was alienated from her, like as my soul was alienated from her sister. 19 Yet she multiplied her whoredoms, remembering the days of her youth, wherein she had played the harlot in the land of Egypt. 20 And she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses. 21 Thus thou calledst to remembrance the lewdness of thy youth, in the handling of thy bosom by the Egyptians for the breasts of thy youth.\n\n22 Therefore, O Oholibah, thus saith the Lord Jehovah: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side: 23 the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; desirable young men, governors and rulers all of them, princes and [h]men of renown, all of them riding upon horses. 24 And they shall come against thee with weapons, chariots, and [i]wagons, and with a company of peoples; they shall set themselves against thee with buckler and shield and helmet round about: and I will commit the judgment unto them, and they shall judge thee according to their judgments. 25 And I will set my jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears; and thy residue shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire. 26 They shall also strip thee of thy clothes, and take away thy fair jewels. 27 Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt; so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more. 28 For thus saith the Lord Jehovah: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated; 29 and they shall deal with thee in hatred, and shall take away all thy labor, and shall leave thee naked and bare; and the nakedness of thy whoredoms shall be uncovered, both thy lewdness and thy whoredoms.\n\n30 These things shall be done unto thee, for that thou hast played the harlot after the nations, and because thou art polluted with their idols. 31 Thou hast walked in the way of thy sister; therefore will I give her cup into thy hand. 32 Thus saith the Lord Jehovah: Thou shalt drink of thy sister's cup, which is deep and large; thou shalt be laughed to scorn and had in derision; [j]it containeth much. 33 Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria. 34 Thou shalt even drink it and drain it out, and thou shalt gnaw the sherds thereof, and shalt tear thy breasts; for I have spoken it, saith the Lord Jehovah. 35 Therefore thus saith the Lord Jehovah: Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.\n\n36 Jehovah said moreover unto me: Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations. 37 For they have committed adultery, and blood is in their hands; and with their idols have they committed adultery; and they have also caused their sons, whom they bare unto me, to pass through the fire unto them to be devoured. 38 Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths. 39 For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of my house. 40 And furthermore ye have sent for men [k]that come from far, unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments, 41 and sit upon a stately bed, with a table prepared before it, whereupon thou didst set mine incense and mine oil. 42 And the voice of a multitude being at ease was with her: and with men of the common sort were brought drunkards from the wilderness; and they put bracelets upon the hands of them twain, and beautiful crowns upon their heads.\n\n43 Then said I [l]of her that was old in adulteries, Now will they play [m]the harlot with her, [n]and she with them. 44 And they went in unto her, as they go in unto a harlot: so went they in unto Oholah and unto Oholibah, the lewd women. 45 And righteous men, they shall judge them with the judgment of adulteresses, and with the judgment of women that shed blood; because they are adulteresses, and blood is in their hands. 46 For thus saith the Lord Jehovah: I will bring up a company against them, and will give them to be tossed to and fro and robbed. 47 And the company shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire. 48 Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness. 49 And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord Jehovah.\n\n \nFootnotes\nEzekiel 23:4 That is, Her tent.\nEzekiel 23:4 That is, My tent is in her.\nEzekiel 23:6 Or, deputies. See Jer. 51:23, etc.\nEzekiel 23:8 Or, brought from Egypt\nEzekiel 23:10 Hebrew name.\nEzekiel 23:15 Or, the land of whose nativity is Chaldea\nEzekiel 23:16 Hebrew at the sight of her eyes.\nEzekiel 23:23 Or, counsellors. Hebrew called.\nEzekiel 23:24 Or, wheels\nEzekiel 23:32 Or, too much to endure\nEzekiel 23:40 Or, to come\nEzekiel 23:43 Or, She that is old will commit adulteries\nEzekiel 23:43 Hebrew her whoredoms.\nEzekiel 23:43 Or, even with her",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\nFootnotes\na. Psalm : Horn here symbolizes strong one.\nb. Psalm : Or sovereign\nc. Psalm : Horn here symbolizes strength.",
    "Script 2": "Genesis :-\n\nJacob Returns to Bethel\n\n Then God said to Jacob, \"Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.\"\n\n So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes.  Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.\"  So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem.  Then they set out, and the terror of God fell on the towns all around them so that no one pursued them.\n\n Jacob and all the people with him came to Luz (that is, Bethel) in the land of Canaan.  There he built an altar, and he called the place El Bethel,[a] because it was there that God revealed himself to him when he was fleeing from his brother.\n\n Now Deborah, Rebekah's nurse, died and was buried under the oak outside Bethel. So it was named Allon Bakuth.[b]\n\n After Jacob returned from Paddan Aram,[c] God appeared to him again and blessed him.  God said to him, \"Your name is Jacob,[d] but you will no longer be called Jacob; your name will be Israel.[e]\" So he named him Israel.\n\n And God said to him, \"I am God Almighty[f]; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will be among your descendants.  The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.\"  Then God went up from him at the place where he had talked with him.\n\n Jacob set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it.  Jacob called the place where God had talked with him Bethel.[g]\n\nFootnotes\na. Genesis : El Bethel means God of Bethel.\nb. Genesis : Allon Bakuth means oak of weeping.\nc. Genesis : That is, Northwest Mesopotamia; also in verse \nd. Genesis : Jacob means he grasps the heel, a Hebrew idiom for he deceives.\ne. Genesis : Israel probably means he struggles with God.\nf. Genesis : Hebrew El-Shaddai\ng. Genesis : Bethel means house of God.",
    "Script 3": "Acts :-\n\n While Peter was still speaking these words, the Holy Spirit came on all who heard the message.  The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles.  For they heard them speaking in tongues[a] and praising God.\n\nThen Peter said,  \"Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.\"  So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.\n\nFootnotes\na. Acts : Or other languages",
    "Script 4": "Ezekiel \nAmerican Standard Version\n The word of Jehovah came again unto me, saying,  Son of man, there were two women, the daughters of one mother:  and they played the harlot in Egypt; they played the harlot in their youth; there were their breasts pressed, and there was handled the bosom of their virginity.  And the names of them were Oholah the elder, and Oholibah her sister: and they became mine, and they bare sons and daughters. And as for their names, Samaria is [a]Oholah, and Jerusalem [b]Oholibah.\n\n And Oholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbors,  who were clothed with blue, governors and [c]rulers, all of them desirable young men, horsemen riding upon horses.  And she bestowed her whoredoms upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself.  Neither hath she left her whoredoms [d]since the days of Egypt; for in her youth they lay with her, and they handled the bosom of her virginity; and they poured out their whoredom upon her.  Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.  These uncovered her nakedness; they took her sons and her daughters; and her they slew with the sword: and she became a [e]byword among women; for they executed judgments upon her.\n\n And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her whoredoms which were more than the whoredoms of her sister.  She doted upon the Assyrians, governors and rulers, her neighbors, clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.  And I saw that she was defiled; they both took one way.  And she increased her whoredoms; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion,  girded with girdles upon their loins, with flowing turbans upon their heads, all of them princes to look upon, after the likeness of the Babylonians [f]in Chaldea, the land of their nativity.  And [g]as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea.  And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her soul was alienated from them.  So she uncovered her whoredoms, and uncovered her nakedness: then my soul was alienated from her, like as my soul was alienated from her sister.  Yet she multiplied her whoredoms, remembering the days of her youth, wherein she had played the harlot in the land of Egypt.  And she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.  Thus thou calledst to remembrance the lewdness of thy youth, in the handling of thy bosom by the Egyptians for the breasts of thy youth.\n\n Therefore, O Oholibah, thus saith the Lord Jehovah: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side:  the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; desirable young men, governors and rulers all of them, princes and [h]men of renown, all of them riding upon horses.  And they shall come against thee with weapons, chariots, and [i]wagons, and with a company of peoples; they shall set themselves against thee with buckler and shield and helmet round about: and I will commit the judgment unto them, and they shall judge thee according to their judgments.  And I will set my jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears; and thy residue shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.  They shall also strip thee of thy clothes, and take away thy fair jewels.  Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt; so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.  For thus saith the Lord Jehovah: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated;  and they shall deal with thee in hatred, and shall take away all thy labor, and shall leave thee naked and bare; and the nakedness of thy whoredoms shall be uncovered, both thy lewdness and thy whoredoms.\n\n These things shall be done unto thee, for that thou hast played the harlot after the nations, and because thou art polluted with their idols.  Thou hast walked in the way of thy sister; therefore will I give her cup into thy hand.  Thus saith the Lord Jehovah: Thou shalt drink of thy sister's cup, which is deep and large; thou shalt be laughed to scorn and had in derision; [j]it containeth much.  Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.  Thou shalt even drink it and drain it out, and thou shalt gnaw the sherds thereof, and shalt tear thy breasts; for I have spoken it, saith the Lord Jehovah.  Therefore thus saith the Lord Jehovah: Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.\n\n Jehovah said moreover unto me: Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations.  For they have committed adultery, and blood is in their hands; and with their idols have they committed adultery; and they have also caused their sons, whom they bare unto me, to pass through the fire unto them to be devoured.  Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.  For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of my house.  And furthermore ye have sent for men [k]that come from far, unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments,  and sit upon a stately bed, with a table prepared before it, whereupon thou didst set mine incense and mine oil.  And the voice of a multitude being at ease was with her: and with men of the common sort were brought drunkards from the wilderness; and they put bracelets upon the hands of them twain, and beautiful crowns upon their heads.\n\n Then said I [l]of her that was old in adulteries, Now will they play [m]the harlot with her, [n]and she with them.  And they went in unto her, as they go in unto a harlot: so went they in unto Oholah and unto Oholibah, the lewd women.  And righteous men, they shall judge them with the judgment of adulteresses, and with the judgment of women that shed blood; because they are adulteresses, and blood is in their hands.  For thus saith the Lord Jehovah: I will bring up a company against them, and will give them to be tossed to and fro and robbed.  And the company shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.  Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.  And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord Jehovah.\n\n \nFootnotes\nEzekiel : That is, Her tent.\nEzekiel : That is, My tent is in her.\nEzekiel : Or, deputies. See Jer. :, etc.\nEzekiel : Or, brought from Egypt\nEzekiel : Hebrew name.\nEzekiel : Or, the land of whose nativity is Chaldea\nEzekiel : Hebrew at the sight of her eyes.\nEzekiel : Or, counsellors. Hebrew called.\nEzekiel : Or, wheels\nEzekiel : Or, too much to endure\nEzekiel : Or, to come\nEzekiel : Or, She that is old will commit adulteries\nEzekiel : Hebrew her whoredoms.\nEzekiel : Or, even with her",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\n",
    "Script 2": "Genesis :-\n\nJacob Returns to Bethel\n\n Then God said to Jacob, \"Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.\"\n\n So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes.  Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.\"  So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem.  Then they set out, and the terror of God fell on the towns all around them so that no one pursued them.\n\n Jacob and all the people with him came to Luz (that is, Bethel) in the land of Canaan.  There he built an altar, and he called the place El Bethel,[a] because it was there that God revealed himself to him when he was fleeing from his brother.\n\n Now Deborah, Rebekah's nurse, died and was buried under the oak outside Bethel. So it was named Allon Bakuth.[b]\n\n After Jacob returned from Paddan Aram,[c] God appeared to him again and blessed him.  God said to him, \"Your name is Jacob,[d] but you will no longer be called Jacob; your name will be Israel.[e]\" So he named him Israel.\n\n And God said to him, \"I am God Almighty[f]; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will be among your descendants.  The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.\"  Then God went up from him at the place where he had talked with him.\n\n Jacob set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it.  Jacob called the place where God had talked with him Bethel.[g]\n\n",
    "Script 3": "Acts :-\n\n While Peter was still speaking these words, the Holy Spirit came on all who heard the message.  The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles.  For they heard them speaking in tongues[a] and praising God.\n\nThen Peter said,  \"Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.\"  So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n The word of Jehovah came again unto me, saying,  Son of man, there were two women, the daughters of one mother:  and they played the harlot in Egypt; they played the harlot in their youth; there were their breasts pressed, and there was handled the bosom of their virginity.  And the names of them were Oholah the elder, and Oholibah her sister: and they became mine, and they bare sons and daughters. And as for their names, Samaria is [a]Oholah, and Jerusalem [b]Oholibah.\n\n And Oholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbors,  who were clothed with blue, governors and [c]rulers, all of them desirable young men, horsemen riding upon horses.  And she bestowed her whoredoms upon them, the choicest men of Assyria all of them; and on whomsoever she doted, with all their idols she defiled herself.  Neither hath she left her whoredoms [d]since the days of Egypt; for in her youth they lay with her, and they handled the bosom of her virginity; and they poured out their whoredom upon her.  Wherefore I delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.  These uncovered her nakedness; they took her sons and her daughters; and her they slew with the sword: and she became a [e]byword among women; for they executed judgments upon her.\n\n And her sister Oholibah saw this, yet was she more corrupt in her doting than she, and in her whoredoms which were more than the whoredoms of her sister.  She doted upon the Assyrians, governors and rulers, her neighbors, clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.  And I saw that she was defiled; they both took one way.  And she increased her whoredoms; for she saw men portrayed upon the wall, the images of the Chaldeans portrayed with vermilion,  girded with girdles upon their loins, with flowing turbans upon their heads, all of them princes to look upon, after the likeness of the Babylonians [f]in Chaldea, the land of their nativity.  And [g]as soon as she saw them she doted upon them, and sent messengers unto them into Chaldea.  And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her soul was alienated from them.  So she uncovered her whoredoms, and uncovered her nakedness: then my soul was alienated from her, like as my soul was alienated from her sister.  Yet she multiplied her whoredoms, remembering the days of her youth, wherein she had played the harlot in the land of Egypt.  And she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.  Thus thou calledst to remembrance the lewdness of thy youth, in the handling of thy bosom by the Egyptians for the breasts of thy youth.\n\n Therefore, O Oholibah, thus saith the Lord Jehovah: Behold, I will raise up thy lovers against thee, from whom thy soul is alienated, and I will bring them against thee on every side:  the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them; desirable young men, governors and rulers all of them, princes and [h]men of renown, all of them riding upon horses.  And they shall come against thee with weapons, chariots, and [i]wagons, and with a company of peoples; they shall set themselves against thee with buckler and shield and helmet round about: and I will commit the judgment unto them, and they shall judge thee according to their judgments.  And I will set my jealousy against thee, and they shall deal with thee in fury; they shall take away thy nose and thine ears; and thy residue shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.  They shall also strip thee of thy clothes, and take away thy fair jewels.  Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt; so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.  For thus saith the Lord Jehovah: Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy soul is alienated;  and they shall deal with thee in hatred, and shall take away all thy labor, and shall leave thee naked and bare; and the nakedness of thy whoredoms shall be uncovered, both thy lewdness and thy whoredoms.\n\n These things shall be done unto thee, for that thou hast played the harlot after the nations, and because thou art polluted with their idols.  Thou hast walked in the way of thy sister; therefore will I give her cup into thy hand.  Thus saith the Lord Jehovah: Thou shalt drink of thy sister's cup, which is deep and large; thou shalt be laughed to scorn and had in derision; [j]it containeth much.  Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.  Thou shalt even drink it and drain it out, and thou shalt gnaw the sherds thereof, and shalt tear thy breasts; for I have spoken it, saith the Lord Jehovah.  Therefore thus saith the Lord Jehovah: Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.\n\n Jehovah said moreover unto me: Son of man, wilt thou judge Oholah and Oholibah? then declare unto them their abominations.  For they have committed adultery, and blood is in their hands; and with their idols have they committed adultery; and they have also caused their sons, whom they bare unto me, to pass through the fire unto them to be devoured.  Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.  For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of my house.  And furthermore ye have sent for men [k]that come from far, unto whom a messenger was sent, and, lo, they came; for whom thou didst wash thyself, paint thine eyes, and deck thyself with ornaments,  and sit upon a stately bed, with a table prepared before it, whereupon thou didst set mine incense and mine oil.  And the voice of a multitude being at ease was with her: and with men of the common sort were brought drunkards from the wilderness; and they put bracelets upon the hands of them twain, and beautiful crowns upon their heads.\n\n Then said I [l]of her that was old in adulteries, Now will they play [m]the harlot with her, [n]and she with them.  And they went in unto her, as they go in unto a harlot: so went they in unto Oholah and unto Oholibah, the lewd women.  And righteous men, they shall judge them with the judgment of adulteresses, and with the judgment of women that shed blood; because they are adulteresses, and blood is in their hands.  For thus saith the Lord Jehovah: I will bring up a company against them, and will give them to be tossed to and fro and robbed.  And the company shall stone them with stones, and despatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.  Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.  And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols; and ye shall know that I am the Lord Jehovah.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]