[
  {
    "Date": "2025-09-13T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=64laRlyhPmo",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Wr_-l4lMRzY&list=PLVccJouc7Os98KlySB0kZqgo3usPUe-ig&index=2",
    "famous quote": "\"Are the gods not just?\"\n\n\"Oh no, child. What would become of us if they were?\"\n-- C.S. Lewis (Till We Have Faces)",
    "Ted Talks": "https://www.youtube.com/watch?v=1VA4rIkpSp8",
    "Nature Video": "https://www.youtube.com/watch?v=1zESzN4B62Y",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Trevor:\n\n(part 1)\n\nI met Trevor in a coffee shop. I think I happened to sit close enough to him that a conversation just sparked up or something. We became friends and encouraged each other for a season in our lives when there weren't a lot of other Christians living around us. He spent some time in the military and is now an RN. He has navy cut black hair and a compact military build. \r\n\nTrevor spent some time with a prayer ministry in Kansas City called International House of Prayer (IHOP) where he learned a lot about faith healing. When I reconnected with him regarding this book I asked him about how he heard God, and what miracles had come from it. The following is how he responded.\r\n\n\"How I hear God is like learning to speak a new language. I can't be afraid to step out. And I will make mistakes along the way. However, the more I practice the more confident I become and the more fruit I see. For me, this starts as just a very slight impression that is very easy to miss, just a random thought in the midst of what I am currently engaged in or thinking about.\r\n\n\"I work as a RN and one day I was helping patients and the only things on my mind were food and what I needed to get done in the next hour. I had no intention or desire for anything spiritual. \r\n\n\"But I got this random thought to pray for this girl who had come in that had an abscess on her mouth that was causing her lots of pain. I decided to dismiss the thought and left the room believing my contact with that patient was done. I sat back on my desk to finish some work. But the same patient came up to the area where I was working and asked if the provider was done. I politely answered her question but again I had this impression to pray for her. So I said, \"You know, something I like to offer patients is the fact that I love to pray for people. If you're open to pray, please let me know and I would love to pray for you\". She jumped on the opportunity and said yes please do.\r\n\n\"I began to pray for her as I normally would. In the midst of me praying out a scripture reference, meaning I was focusing on what the scripture said, I got the impression that she wanted to go to College. I finished my thought, and continued praying for physical healing. But then I included a little statement something like, \"God I pray that you create a way for so and so to go back to college.\" I prayed a few more scriptures related to healing and said amen. She said that it felt like her neck was really warm (she was in a car accident) and her face felt like it was tingling. Also, the pain in her jaw was now gone and so was the swelling. \r\n\nI looked up at her and she was teary eyed. She exclaimed, \"How in the world did you know I wanted to go back to College? I hadn't told anyone here, much less anyone in a while. It is a dream of mine to go back to school but can't go because of my current circumstances\".\r\n\nShe was very tearful and appreciative and full of encouragement that God of the Universe knew exactly where she was.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rGnBKbyoXM14",
    "Other Video": "",
    "Music Video": "https://youtu.be/Mlj2VkdkN9Y",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]