[
  {
    "Date": "2025-11-20T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=jTiV2xpKtCs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=QIyRjDWmR_U&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=12",
    "famous quote": "\"We need not despair even in our worst, for our failures are forgiven. The only fatal thing is to sit down content with anything less than perfection.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=NgFczqJuklg",
    "Nature Video": "https://www.youtube.com/watch?v=st8-EY71K84&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=39",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 8)\n\nSo a while after all that healing happened, I got twelve swellings between my legs, so I couldn't walk to minister to people. I couldn't even wear my trousers, but people kept coming to me, seeking my prayer. More than four people came and I prayed for them and they came to Christ because I prayed for them. \r\nOne lady came to my house to visit. I asked my wife to prepare some food for her and she said we don't have any food. When the lady left I asked my wife, \"Why did you tell her we don't have anything? Look outside. Isn't all that God's? Aren't we God's? Everything God has is ours. You should have answered, I will prepare something for you.\" I told her to confess, and she confessed, \"Forgive me. Everything You have is ours. It doesn't mean we have anything in our home, but we have everything.\"\r\n\nI bristle a little bit when I hear the way he commanded her, but then I remember that the culture is different and the mastery of English is weaker, so it might not be as demanding as it sounds to my ears. But even if it is, it is direct and is encouraging her in her faith, and wants what he thinks is best for her.\r\n\nSo a day later a person who didn't know all this happened brought us teff and a couple of other food items. And another person brought us a chicken. Another woman brought us butter. Another person brought us barley and another milk. None of them knew about our situation.\r\nI stayed home for two months. All those days people kept bringing us food. So I told my wife, \"Look how God is working. This is His provision. It doesn't mean that we had or didn't have, but He provides.\"\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=96MiYk9VYvc",
    "Music Video Instructions": "Ask God to bring you to life."
  }
]