[
  {
    "Art title 1": "Love and Reverence",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0ad6414b992b4b9d859465edc664744f~mv2.jpg",
    "Artist Statement 1": "Our church culture has taught us that praying should be as easy as talking with a friend over tea. And that's good, as long as we don't also forget that the one we are talking to is big, and powerful, and has the power to do anything. But fear not, he is good and fair with how He uses that power. And he cares for us. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383d378e-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "But Still my Foundation",
    "Story Link": "https://www.rawspoon.com/post/story-but-still-my-foundation",
    "excerpt": "Leonard slammed the big wooden door as quickly as his 7 yr old arms could close it. It shut with a bang and rattled in its latch. \n\nHe told himself, \"We are done! I can't talk to my dad anymore.\" He stomped to the window. \"He can't tell me what to do!\"\n\nJust then he heard his father's footsteps in the hall. They stopped at  his door. His father's voice said, \"Leonard? Can we talk?\" \n\n\"Too soon, dad. Too soon.\" Leonard shouted back at the door, in tears. \"I don't think we're gonna be able to work this out, Pops.\"\n\nHis dad smiled behind the door. \"I think you're exaggerating a little, big guy. I know like it feels like we've hit an impasse. You want to do something we won't allow in this house. That is not the end of us. We'll work things out.\" \n\n\"I think perhaps it is otherwise. I will not compromise my hygienic values.\"\n\n\"But you don't need to wash your hands every ten minutes to stay healthy. Your mom and I are worried and we want to help you get to a better mindset.\" He waited a moment and then said, \"Can I come in, buddy?\"\n\n\"It is technically your house.\" Leonard spouted resentfully.\n\nThe big dark door opened silently. His father was tall, and regal, salt and pepper hair and beard. He definitely looked the prime minister he was. He walked over and sat on the window seat next to Leonard. \"Here,\" his father opened the curtains. \"You see all that?\"\n\nLeonard's gaze crawled up and out of the window. It was big and bustling out there. Tall brick buildings spouting smoke from chimneys and noisy cars rushing through red lights on cobble stone streets. It was all so much bigger than him. He realized he couldn't run away. There was no way he would make it out there. His only option really was to stay here. His parents did indeed keep him safe from that outside world. \n\n\"I know we have our differences, and sometimes it feels like it can't be repaired.\" His father said, \"But I want you to remember that no matter if it feels like we don't get along for a time, we are still, always your foundation. We will always keep you safe from that big dangerous city out there, as much as you will let us. You are our son and it is always our responsibility to make sure you are okay.\"\n\nLeonard, looked at an ambulance with sirens rushing by, almost making him dizzy. He repeated, almost just to himself, \"they are my foundation.\" Then he looked at his dad, slowly. \n\"It doesn't mean we have to get along...\"\n\n\"We'll, I hope we--\" \n\nLeonard interrupted him, \"--right now, that is.\"\n\nHis father smiled and said, \"Right now. Yes. We don't always have to be getting along for us to always be your foundation.\" He watched little Leonard  wrapping his head around this. He added, \"We love you.\" And After another pause... \"Okay?\"\n\nLeonard slowly looked at his dad. His face became softer. And he said, \"I guess, since I'm stuck with you, I should learn to love you back.\"\n\nHis dad smiled and watched the journey happening on his son's face.\n\n\"But imma need a few days I think, okay?\"\n\n\"Yessir. You got it, buddy. Just as long as you know we're always here for you.\"\n\n--- \nIt's good to know that even if we feel mad or distant from God right now. He is still, and always is, our foundation. \n\nRaw Spoon\nNovember, 2022",
    "Audio file": "",
    "Blog Title": "I Want My Friends to Judge Me",
    "Blog Link": "https://www.rawspoon.com/post/i-think-i-want-my-friends-to-judge-me",
    "Blog excerpt": "I know JUDGMENT is such a buzzword. We don't want to feel judged by the church or by our pastors.\n\n\nI even have had friends who have such strong views about the way they think things should be that I feel I can never do right around them. It sucks to be cringing because I'm expecting the next thing they say to be correcting me on something.\n\n\nSo if I had my impulsive preference I don't want any of my friends to have negative thoughts on what I think, say, and do. I want to believe that I am always right. \n\n\n\n\nAnd I think that's the direction modern culture is heading in. No one ever wants to be labeled as JUDGY because we promote how important it is for everyone to have their own thoughts and freedom to do what they want as long as it doesn't make anybody else uncomfortable. So we keep our thoughts to ourselves.\n\n\nBut if I'm honest, even though judgement is unpleasant, sometime that's what I need in order to get over a hump. It's what I need to grow or be challenged to rise to the next stage. It's what I need to see my blind spots.\n\n\nSo, I think among my friends who I know and trust most I want them to judge me a little bit more. What I mean is that if they see something I'm doing is foolish, I want them to care for me enough to let me know in a kind way. Maybe if we can even foster a matter-of-fact honesty that simply states our views so the other person is made aware, we quickly move on, and the receiver gets to evaluate it in their time, as they see fit.\n\n\nInstead of getting so up tight about it.\n\n\n\nI think we probably all are a little too close to our decisions to see the biggest picture, and our maturing as an individual always has further to go. So I think I want my friends to discern and tell me when they are a little concerned. Or just as a matter of fact when they see things a different way. I'd think I'd like to know.\n\n\nThanks guys.\n\n\nRaw Spoon, 5-17-19",
    "Animation": "https://www.youtube.com/watch?v=jCDbl7ndzow&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_a8bdc1a4bfba4fbb98ea6dfd4d757be1~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_7566ba9378e24e26a1a780ca363ffad0~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_f73e0e31742e4fb39db8d1ecf0ba2d27~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ABPVVw_aw44",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 46",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 22",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 18",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 13",
    "The Chosen 3": "https://www.youtube.com/watch?v=GvOpb1sxx8Q",
    "The Chosen 4": "https://youtu.be/wL-8ZiEUzFU",
    "Song": "https://www.youtube.com/watch?v=3lH2IJEY1sY",
    "Song 2": "https://www.youtube.com/watch?v=JhSL5lgCCsA",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://artsandculture.google.com/streetview/british-museum/AwEp68JO4NECkQ?sv_h=155.97192914091713&sv_p=-16.53316131778419&sv_pid=6K6xcbERhm-qgQlf-Bcl9g&sv_lid=3582009757710443819&sv_lng=-0.1273043348999181&sv_lat=51.5197858147891&sv_z=0.27145439771961555",
    "3dNotes2": "Exhibition of artifacts from Ur of the Chaldeans",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=r5EpSn6eWNU",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]