[
  {
    "Date": "2025-07-22T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=6TtiFcM3DZs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=IqPfXF-zO_g&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=5",
    "famous quote": "I think the growing interest in stakeholder capitalism stems from companies genuinely invested in doing good for our world, because it's the right thing to do and because businesses who take this approach are stronger.\n\nDoug McMillon",
    "Ted Talks": "https://www.youtube.com/watch?v=ALafX-xH11c",
    "Nature Video": "https://www.youtube.com/watch?v=GDwOi7HpHtQ",
    "User added": "?Nearby stood six stone water pots meant to be used for the Jewish washing rituals. Each one could hold about twenty gallons or more. Jesus came to the servers and instructed them, ?Fill the pots with water, right up to the very brim.??\n??John? ?2:6-7? ?TPT??????\n\nAre you empty? Is your life so full, even in service, that there is no room for God? I?ve been there, trading busyness for holiness. Remember these jars. Used every day for ritual washing, but now empty for the Lord?s purpose.  Are you empty?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Hannah Noble: \n\n(part 9)\n\n2 years ago, Hannah?s brother and his wife were getting married. His fiance?s name was Meghan. Hannah and David love her and her family: ?We do life with them.? But four months before the wedding, they were having the bridal shower. Hannah had a dream that Meghan?s house was flooding. It was under water. In the dream her fiance (Hannah?s brother) was worried, trying to figure out what to do. But her parents were walking unphased, ignoring everything. Then Callie (Meghan?s sister) came in with buckets and said, ?let?s figure out how to do something!? Fast forward a month later, right before the wedding, Meghan?s parents completely did a 180 about the relationship: they said they didn?t approve of the relationship. They said Hannah?s brother Jack was not part of the family anymore and checked out of it. They thought he would take her away from her worship leading, her money, and that he wasn?t going to honor her. ?But none of that was happening,? Hannah said. Everyone was upset but the parents were unphased. Callie texted Meghan, ?This is the flood that Hanna?s dream was talking about. Everyone else was concerned about the change in approval, except her parents. ?They did get married and they?re great! There?s no doubt they?re supposed to be in each other?s family,? Hannah said.\n\nHannah said that, ?David believes the same thing that happened with Jack and his in-laws, is the same thing that happened to Hannah at the bad church.? Hanna added, ?When you walk with light, darkness doesn?t understand it. When you have something really good, or a gift, or God has protected you in a specific way, the enemy comes down on you so hard.?\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=fbdkko3Yv8M",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixteenth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]