[
  {
    "Art title 1": "Righteousness Will Make You more than Just Sinless",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4ed1b999363e4095b7b2f74cfeb99381~mv2.jpg",
    "Artist Statement 1": "While trying to be righteous, the process makes a strong and people of integrity, not just have a pure record of not sinning (See short story)",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-204693d6-7755-4ad3-9009-129e8d46c7fe",
    "Art title 2": "Brave",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_b806633937a941d989207511c8e46668~mv2.jpg",
    "Artist Statement 2": "Deborah, the only female judge and prophet in the Old Testament appeared to have a greater faith than the man she commanded to fight a frightening battle in Judges 4. This is also the chapter where Jael, a woman, kills the enemy captain by driving a tent peg into his temple while he slept. ",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-7e41114a-d690-4ec6-b123-d9e177192599",
    "Art title 3": "The Modern Battlefield is our Mind",
    "Picture Thumbnail 3": "https://static.wixstatic.com/media/a07ded_bb046f94cd0b4b699d90aae1a15af947~mv2.jpg",
    "Artist Statement 3": "The modern American doesn't see much physical battle, and generally avoids big fights. But perhaps the battles we must fight are in our own minds. We get to choose what to let in and what to fight off. ",
    "Picture link 3": "https://www.rawspoon.com/art?pgid=k0fkuklg-386a8852-a9e5-472e-ab93-cea703ba5706",
    "Story Title again": "Righteousness Does More than Make You Sin Less",
    "Story Link": "https://www.rawspoon.com/post/story-tree-of-righteousness",
    "excerpt": "Quiet Mike struggled with pornography, like so many men and women do. After his girlfriend found out and told him she just didn't know if they'd survive this, he resolved to change his ways. It wasn't easy, having been deep in it, unchecked for 12 years. \n\nAfter reading tons of blogs and a couple books, and being part of an accountability group, he was winning more than losing.\n\nNow that he was fighting this enemy, he was getting to know it, and know himself. He was starting to recognize things like when they would attack. It would usually happen when he was tired, angry or hungry and he learned to take appropriate precautions during those times. He strategically threw away old phones and power cords to game stations as soon as he was tempted to use them as a doorway. He even spent less time with a few friends that just talked about sex all the time. He joined a support group, Sexaholics Anonymous. \n\nEventually he had effectively vanquished pornography. Too bad it wasn't before his girlfriend dumped him. \n\nBut now he had built skills and had new strategies and understandings, and even new community support that he never had before. \n\nMike was devastated his slavery to sin had lost him a girl he loved. But he was grateful he had finally escaped such a dangerous beast. He eventually started dating again and married a woman who was glad to hear pornography was a thing of his past. He thought that was the extent of the benefits. Until one day he had coffee with a friend. \n\nIt was one of his oldest friends and now accountability brothers. He told Quiet Mike, \"You know, Mike? You've always been nice. But now you are so much more humble, aware, and internally strong than I've ever seen you. You've built a great supportive community around you too. You're mentoring people to help them escape what you were caught in. God has done a lot more than just help get porn out of your life. He's made you into a great man.\"\n\n---\n\nSometimes our struggles toward vanquishing sin in our lives, whatever form it comes in, not only makes us sin less, it makes us more beautiful and strong as well. And sometimes I think becoming beautiful and strong is the purpose of righteousness, not simply sinning less.\n\nRaw Spoon, 3-2-21 ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_549cffeb3f92425daa5b8ab0c21b967f~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw&list=PLCmhO7lxFDaoKaHiRkBI8769YlgkkMUc5",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 89",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 35",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 23\nAmerican Standard Version\n23 The word of Jehovah came again unto me, saying, 2 Son of man, there were two women, the daughters of one mother",
    "The Chosen 3": "https://www.youtube.com/watch?v=HeEUuzU9MQg",
    "The Chosen 4": "",
    "Song": "https://youtu.be/hEXH1OtDQm4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.9495574,35.2322268,3a,60y,98.33h,97.68t/data=!3m8!1e1!3m6!1sAF1QipPvF-CO1swTvbkHsePEzloPXbMfSYEajmE-xEkt!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPvF-CO1swTvbkHsePEzloPXbMfSYEajmE-xEkt%3Dw203-h100-k-no-pi-0-ya134.77406-ro-0-fo100!7i8704!8i4352",
    "3dNotes2": "Where Jacob buried Deborah and called it the \"Oak of Weeping\"",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/14",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/27077705-24e6-4b30-86a4-5cfb34d28005.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]