[
  {
    "Art title 1": "Bind up the Brokenhearted",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_8d527890199b4d0995679f44d6fa2e49~mv2_d_7200_7200_s_4_2.jpg",
    "Artist Statement 1": "I made this piece of art in memory of an older friend after his passing. He had had a difficult life, his son had committed suicide. And he spent the rest of his life poured back into young people who had similar difficulties as his son. His years of pain equipped him to understand and care for those feeling pain. -Raw Spoon",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383c7715-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Beware of Favoritism",
    "Story Link": "https://www.rawspoon.com/post/story-beware-of-favoritism",
    "excerpt": "Garret was a simple pastor from Nebraska and as he walked into the beautiful old cathedral repurposed for this conference, he felt immediately judged. He stood at the registration table and looked through the doors to the sanctuary. Through the big wooden doorway he could see the organizer, the young Dr. Scranton, trim wasteline and well-groomed like a white Trevor Noah. He scrambled about, straightening the white, pressed table cloths, while holding down his fitted blue sports coat and tie to prevent them from brushing over the pre-dressed salads and candle flames.\n\n\"Hello sir, welcome to the 'Reconstruction Podcast' conference.\" The registration lady hadn't looked up at Garret yet, busy writing a name on a list. Are you an influencer, a distributer of the podcast material, or are you media?\n\n\"A pastor. So, I suppose, an influencer.\"\n\n\"Thank you. What is the size of your congregation?\"\n\n\"Three churches adding up to about 100.\"\n \n\"100,000?! Great!\" She said, looking up as she reached for one pile of resources, including a book and canvas bag. But she glanced at his bulging dad-belly, surprised and slowed. \n\n\"No, no, no,\" he smiled. \"100 total people in the little Nebraskan town where they think the podcast started.\"\n\n\"Oh, okay. I'm sorry.\" She smiled up at him insincerely. Here you go. She handed him just the paper handouts on top of the stack. \n\nFive round tables filled the nave where pews used to be. Garret set his work bag by one of the chairs and examined the beautiful space. The light streamed through the stained glass onto the ornately carved ambulatory. Other people floated in. He recognized TV preachers and Pastors who had advised the White House.\n\nHe stood off to the side by himself, watching and listening. This was kind of how he learned about people. Garret had receding hair, and didn't believe in spending money on clothes to impress others. So whether or not someone started conversation with him in a crowd like this told him about their motives.\n\nHe overheard a powerful looking black lady speaking to a large man in a pinstripe suit, \"Obviously what Selah is doing is brilliant. I'm here to see how we can customize the podcast specifically to the black population in our nation. They need to hear it. Has anyone found out how to contact him yet?\"\n\nHer counterpart replied. \"I don't think so. Still as mysterious as when it all started. Never even seen him at these conferences that are about his work--at least not that we know of--we still don't even know what he looks like. About all they know is his parables are mainly set in Nebraska.\"\n\n\"Yeah, those parables are amazing. Even my husband who is a practicing Jew and NYC Lawyer listens to those parables.\"\n\nThe woman glanced at Garret politely and moved toward the tables. Garret could see the strategies start to play out in the minds of the people approaching the tables. Who would they sit by? Where would they be best seen? When the organizer saw someone important he chatted with and directed them to a seat he seemed to have in mind for them.\n\nGarret found himself fascinated by a homeless man who had wandered in toward the back. He was talking to an old church lady who was gathering the offering envelopes from box. When Garret turned back, all five tables had been filled. One critical person must have sat down and the rest politely scrambled for the best positions. Garret looked around and saw one pew left at the back of the room. The homeless man sat down there, crossing his legs and folding his hands in his lap. He had untamed black curly hair with shocks of white swirled in. Indian maybe? He was thin and hunched as if he worked at a desk all day. He had an almost caricature of a face, big eyes and overbite. Five O'clock shadow. \n\nGarret delicately plucked up his bag and walked back to the pew with the homeless man. Garret smiled at him and the man shared the comic disdain of Garret's lost seat. Garret liked this guy. He had a green, hooded rain jacket on and scuffed up brown penny-loafers. Actually maybe he wasn't homeless. Garret sat down a few feet from him as they started the conference. Garret lifted out his iPad, opened up twitter and looked up to listen.\n\nBefore too long the man next to him had inched within a foot of Garret and was looking at his screen. \n\nGarret glanced at him, half entertained. The man's mouth was opened. He whispered, \"Wait, you're pastor Garret V?\"\n\n\"Yeah?\" He was pleasantly surprised but also aware the man's loud whisper echoed throughout the cathedral. \"I'm live tweeting to my congregations.\"\n\nThe Indian man replied, \"No way! My mom follows you! You're doing such great work with the widows in Hastings!\"\n\n\"Really?!\" Garrett turned to him, but also replying in a whisper significantly quieter. \"I thought only people from Nebraska followed me.\"\n\n\"I'm from Nebraska!\"\n\n\"Really?! What's your name?\"\n\n\"Well, my mother calls me Sharanahan. Indian name.\"\n\n\"Sure, sure!\" Garret looked up and caught the eye of the organizer who was now very aware of the whispering men in the back. Garret looked back to the Indian man, \"Well, lets talk more at the break. I'd love to connect with you all.\"\n\n\"Yes, I'd love to!\" The man was so excited it no longer came out as a whisper. His voice echoed across the attendees and back like a wave returning.\n\n\"Excuse me, gentlemen in the back.\" The organizer paused his talk to address them. The people all turned around and saw the two frumpy men in the back. \"Would you please conduct any private conversations in a breakout room or outside?\"\n\n\"Oh, yes! I'm so sorry.\" The man next to Garret stood up. Garrett just nodded and put his head down, trying to blend into the pew. There was a pause as if they were all waiting for something. \n\nAnd in that pause, the man's voice echoed back to Garret and something about it seemed familiar. So strangely familiar somehow. And as Garret looked up at the man who was looking down at him, he realized who the man was. The man gestured with a throw of his head to come outside with him. A wry smile grew on Garret's face. He put his iPad in his bag and got up. They left, chatting, without even looking back at all the important, indignant people in the room.\n\n---\nRaw Spoon 1-30-23",
    "Audio file": "",
    "Blog Title": "BLOG: Love The Law",
    "Blog Link": "https://www.rawspoon.com/post/love-the-law",
    "Blog excerpt": "In the Psalms, David gushes over and over about how he loves the laws of God. He almost talks about it like each rule is a new intoxicating lover given to him for his harem.\n\nAnd that sounds weird to me. Loving boring old rules like that?\n\nBut the more I thought about it, it describes what I've experienced pretty well!\n\nAs I have obeyed God's momentary instructions, like obeying the nudge that says it's time to stop working, or to stay quiet just a little longer despite the awkward silence in small group prayer time, some really cool things seem to happen.\n\nMy day is markedly more satisfying when I stop doing the work I really want to get done but just wont, and when I stayed quiet in prayer last week, the guy who rarely speaks up prayed a really beautiful, heartfelt prayer over an oft-neglected person in our group.\n\nAnd I feel like there are instances like this all around me every day if I'd only started remembering them.\n\nSo if I start gathering these memories of obediences and their rewards, I presume it could start to look like our God is wooing and loving us with them, revealing new parts of himself, even as he makes us into better lovers, ourselves.\n\nAnd maybe this delight is a glimpse of the intoxicating love he knows we can feel when we know him and his heart better, his heart more naked, closer to, and for us.\n\nRaw Spoon, 2-27-13",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_dc5a61d49de34274b9d5bffc81f553fd~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_477c6ed6a7d54a74a942ed7476e16975~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/01/img_0209.png?w=1080&ssl=1",
    "Sketchnotes4b": "https://static.wixstatic.com/media/a07ded_04ecd5afac664402b5d89e171550f937~mv2.jpg",
    "Bible Project 1": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 2": "https://www.youtube.com/watch?v=HPGShWZ4Jvk",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 84\n\nFor the director of music. According to gittith.[b] Of the Sons of Korah. A psalm. [a]\n\n1 How lovely is your dwelling place,\n    Lord Almighty!\n2 My soul yearns, even faints,\n    for the courts of the Lord;\nmy heart and my flesh cry out\n    for the living God.\n3 Even the sparrow has found a home,\n    and the swallow a nest for herself,\n    where she may have her young--\na place near your altar,\n    Lord Almighty, my King and my God.\n4 Blessed are those who dwell in your house;\n    they are ever praising you.[c]\n\n5 Blessed are those whose strength is in you,\n    whose hearts are set on pilgrimage.\n6 As they pass through the Valley of Baka,\n    they make it a place of springs;\n    the autumn rains also cover it with pools.[d]\n7 They go from strength to strength,\n    till each appears before God in Zion.\n\n8 Hear my prayer, Lord God Almighty;\n    listen to me, God of Jacob.\n9 Look on our shield,[e] O God;\n    look with favor on your anointed one.\n\n10 Better is one day in your courts\n    than a thousand elsewhere;\nI would rather be a doorkeeper in the house of my God\n    than dwell in the tents of the wicked.\n11 For the Lord God is a sun and shield;\n    the Lord bestows favor and honor;\nno good thing does he withhold\n    from those whose walk is blameless.\n\n12 Lord Almighty,\n    blessed is the one who trusts in you.\n\nFootnotes\na. Psalm 84",
    "Research 2-link": "https://enduringword.com/bible-commentary/Malachi 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 2",
    "The Chosen 3": "https://www.youtube.com/watch?v=JMj1ggINLe4",
    "The Chosen 4": "https://youtu.be/x6VosPEDq2s",
    "Song": "https://www.youtube.com/watch?v=ZkXwgBLeT9U",
    "Song 2": "https://www.youtube.com/watch?v=NxauXTR8PKg",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/place/Nazareth+Village/@32.699934,35.2920402,3a,75y,90t/data=!3m8!1e2!3m6!1sAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs!2e10!3e12!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMVMkXLkaZdYm1tkddKCxWpXwO9u2EW92zUKgUs%3Dw129-h86-k-no!7i5616!8i3744!4m7!3m6!1s0x151c4dd276f66109:0xc2f92a36e97c5a5b!8m2!3d32.6998773!4d35.2920481!10e5!16s%2Fm%2F063yfp6!5m1!1e4?entry=ttu",
    "3dNotes4": "Museum of life in ancient Nazareth",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/430c7516-85af-47a7-aa04-8c181869fe6e.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]