[
  {
    "": "2025-08-12T07:00:00.000Z",
    "Art title 1": "Bow Before Me!",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a4325caf544b45c0bef432c731167d83~mv2_d_2500_1645_s_2.jpg",
    "Artist Statement 1": "When it seems like he is just demanding we obey, we don't realize it for our own good and the betterment of everyone.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_a4325caf544b45c0bef432c731167d83~mv2_d_2500_1645_s_2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nBrushes With Fame",
    "Story Link": "https://www.rawspoon.com/post/brushes-with-fame",
    "excerpt": "2 minute Bible study: Brushes with Fame\n\n\nLast night I had a dream with Adrian Grenier. He's that tall debonaire actor in \"Entourage\" and \"Devil Wears Prada.\" I've actually met him before because he purchased one of my pieces of art! \n\n\nBut he's one of those folks that I'm nervous to talk to. And I'm extremely hard on myself for saying the wrong thing to (just ask me about the embarrassing story of trying to text with him for the first time!). And when we were trying to meet up my heart started thumping really hard whenever I'd get a text from him. You know that I mean?\n\n\nWell my dream last night was me hanging out a little too long at his house after like a party or something. ha! I had to gather up my messy sleeping bag for some reason and he gave me this little flicking finger movement letting me know I should stop talking and it was time to go. Ha. (He was really nice when I actually met him).\n\n\nOh and I also volunteer to help out behind the scenes at the Catalyst conference each year, giving rides to famous speakers and such. That's coming up this year and I've been debating on whether to do it again or not. I've led/driven around some really famous people in the Christian world. I really enjoy it but I can kind of psyche myself out and afterwards I'm so freaking hard on myself for saying what feels like dumb stuff or doing the wrong things.\n\n\nWell, I was reading Mark 9 today. And it helped. Jesus and a couple of his disciples go up on a mountain and two of the most famous dudes in history, Moses and Elijah appear with them. Peter is like, \"duh, uh, let's get out our sleeping bags and camp here\" (I mean he didn't say sleeping bags, but he wanted to pitch tents which kinda showed he wanted to plant himself as more of a fixture in their lives.)\n\n\nMoses and Elijah disappear half an hour later or something but I realized that the reason that Moses and Elijah first appeared was to hang out with an even greater super star: Jesus.\n\n\nAnd you know who it was who walked down the mountain with Peter, James, and John that day? You know who slept in the bunk beds (or whatever) with them that night? You know who maybe made jokes with them about Moses' beard as they peed side by side in the urinal (or on a bush or whatever). It was Jesus. The MOST famous dude, the creator of the world, chose to be a fixture in these normal dude's lives. \n\n\nAnd I guess he's kind of the same for us. Our story says that the most famous dude in history has made himself a home in our hearts. He's the one who goes back to our house with us. He's the one with whom we can have pillow talk in sleeping bags like a best friend or a brother. He was the guy who drove home with you in the car, after you met Michael Jackson the king of pop, or whatever. But he's even more famous than MJ. He's the king of everything. \n\n\nKinda makes it easier to be around these way less famous people. \n\n\nRaw Spoon, 9-10-19",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=wTnq6I3vUbU",
    "Bible Project 2": "https://www.youtube.com/watch?v=HR7xaHv3Ias",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 89",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Chronicles 34",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 14",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=hEXH1OtDQm4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/41",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]