[
  {
    "Date": "2025-09-19T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=JfzriULmrvA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=WMEm0rz_N6Y&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=5",
    "famous quote": "Anger and embarrassment are often neighbors.\n-Amy Poehler (in \"Yes Please\")",
    "Ted Talks": "https://www.youtube.com/watch?v=8KkKuTCFvzI",
    "Nature Video": "https://www.youtube.com/watch?v=IUN664s7N-c",
    "User added": "\"For God is one, and there is one Mediator between God and the sons of men--the true man, Jesus, the Anointed One.\"\n??1 Timothy? ?2:5? ?TPT??????\n\nGod is what He does, and what God does is who He is ( or, at least, what He has revealed to us about who He is). We compartmentalize. Loving this one, judging that one, showing compassion for her, but not him, etc., always and only giving a part of ourselves to others. But that is not who God is. In a way we will never understand this side of Heaven, God pours out all that He is onto us, altogether, all of the time! Grace, mercy, justice, love, faithfulness, peace, joy, and so much more. All of it! All of the time! We only get part of God, because we only accept part, not because God only gives part. God is all in! Are you?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Kim:\n\n(part 2)\n\nThe next story was when it was Kim who was not doing well and someone spoke to her. Someone that was close to her had recently died and was not a Christian. Kim had not even been praying because she was so mad at God about the situation.\r\n\nBut she was careful to keep her faithful girl fa?ade to all that knew her. \r\n\nOne day she went to a new church service with some girl friends she didn't know very well. The service was crowded so they had to be separated to find seats. \r\n\nIt turned out the service was really boring. Really boring. And Kim found herself journaling. Then furiously journaling. \r\nKim had never asked for a tangible thing before but that morning she felt strongly led to pray, \"God, I just really need to know you love me.\"\r\n\nAfter the service one of the girls, one of the ones she knew least of all awkwardly asked if she could talk to her. She seemed very uncomfortable but apparently felt strong enough about it that she needed to do it anyay. \r\n\nShe nervously told Kim, \"I never do this and I don't know why I feel so strongly today but I just feel like God wanted me to tell you he loves you.\"\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/OpB0tv06l2w",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://youtu.be/axYBz0BfmRg?si=RddMo7SgPKq1xZyW",
    "Music Video Instructions": "Imagine God meeting you in your despair with an adventure like this, His Holy Spirit \"Washing\" over you. You are \"His Baby\"."
  }
]