[
  {
    "Date": "2026-02-02T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/1JCSWeP39pc",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vOTZkOGM0ODktMTI3NC0zNWQ4LWIwYzItNDIxZGQ5OTRkMzUy?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=q49ifUi3VUM&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=3",
    "famous quote": "\"We meet no ordinary people in our lives.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=uv-Pq0T2TK0",
    "Nature Video": "https://www.youtube.com/watch?v=rw7bxTqkYYs",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "A couple years ago, a friend named Stephanie who was raising money for her Special Olympics started making blankets. They were like $40 for a small blanket so I told her it was a little too steep for me. But I still wanted to find a way to help her.\n\r\nAlso about that time we had what many in Atlanta called Snowmageddon. People got snowed in for days all over the city. I had to sleep at work one night. But when I finally emerged I was driving around and saw a man looking super cold at a bus stop, while none of the busses were running yet. So I stopped and we tried to find a shelter together. We got him a really sketchy hotel, but it was cheap and available. \r\n\nAnyway, I realized that even in \"Hotlanta\" the homeless get cold, especially that season. And then I remembered my friend Stephanie's blankets. I made a deal to buy bulk from her at a cheaper price and give the blankets to the homeless.\r\n\nI think that one was a success. You never know with being creative. At least I stepped out as best as I knew how to and I can say I tried. \r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"Clearly, the advice of making our happiness the primary aim of our work isn't working. For the Christian, this shouldn't come as a surprise. Why? Because this advice is out of line with Jesus's example to serve rather than be served.\"\n― Jordan Raynor, Master of One: Find and Focus on the Work You Were Created to Do",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=5kS3_oRqT30",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]