[
  {
    "Date": "2025-11-06T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Proper 24- Ordinary Time",
    "Script 1": "\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": " If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her.  The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.\n\n However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\"  Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\"  his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\"  That man's line shall be known in Israel as The Family of the Unsandaled.",
    "Script 3": "Paul the Roman Citizen\n\n The crowd listened to Paul until he said this. Then they raised their voices and shouted, \"Rid the earth of him! He's not fit to live!\"\n\n As they were shouting and throwing off their cloaks and flinging dust into the air,  the commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated in order to find out why the people were shouting at him like this.  As they stretched him out to flog him, Paul said to the centurion standing there, \"Is it legal for you to flog a Roman citizen who hasn't even been found guilty?\"\n\n When the centurion heard this, he went to the commander and reported it. \"What are you going to do?\" he asked. \"This man is a Roman citizen.\"\n\n The commander went to Paul and asked, \"Tell me, are you a Roman citizen?\"\n\n\"Yes, I am,\" he answered.\n\n Then the commander said, \"I had to pay a lot of money for my citizenship.\"\n\n\"But I was born a citizen,\" Paul replied.\n\n Those who were about to interrogate him withdrew immediately. The commander himself was alarmed when he realized that he had put Paul, a Roman citizen, in chains.\n\nPaul Before the Sanhedrin\n\n The commander wanted to find out exactly why Paul was being accused by the Jews. So the next day he released him and ordered the chief priests and all the members of the Sanhedrin to assemble. Then he brought Paul and had him stand before them.\n\n: Paul looked straight at the Sanhedrin and said, \"My brothers, I have fulfilled my duty to God in all good conscience to this day.\"  At this the high priest Ananias ordered those standing near Paul to strike him on the mouth.  Then Paul said to him, \"God will strike you, you whitewashed wall! You sit there to judge me according to the law, yet you yourself violate the law by commanding that I be struck!\"\n\n Those who were standing near Paul said, \"How dare you insult God's high priest!\"\n\n Paul replied, \"Brothers, I did not realize that he was the high priest; for it is written: 'Do not speak evil about the ruler of your people.'[a]\"\n\n Then Paul, knowing that some of them were Sadducees and the others Pharisees, called out in the Sanhedrin, \"My brothers, I am a Pharisee, descended from Pharisees. I stand on trial because of the hope of the resurrection of the dead.\"  When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided.  (The Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees believe all these things.)\n\n There was a great uproar, and some of the teachers of the law who were Pharisees stood up and argued vigorously. \"We find nothing wrong with this man,\" they said. \"What if a spirit or an angel has spoken to him?\"  The dispute became so violent that the commander was afraid Paul would be torn to pieces by them. He ordered the troops to go down and take him away from them by force and bring him into the barracks.\n\n The following night the Lord stood near Paul and said, \"Take courage! As you have testified about me in Jerusalem, so you must also testify in Rome.\"\n\n",
    "Script 4": "American Standard Version\n because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur, that is the lot, to consume them, and to destroy them;  but when the matter came before the king, he commanded by letters that his wicked device, which he had devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.\n\n Wherefore they called these days Purim, after the name of Pur. Therefore because of all the words of this letter, and of that which they had seen concerning this matter, and that which had come unto them,  the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so that it should not fail, that they would keep these two days according to the writing thereof, and according to the appointed time thereof, every year;  and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the remembrance of them [a]perish from their seed.\n\n Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all [b]authority to confirm this second letter of Purim.  And he sent letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,  to confirm these days of Purim in their appointed times, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had ordained for themselves and for their seed, in the matter of the fastings and their cry.  And the commandment of Esther confirmed these matters of Purim; and it was written in the book.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm17:1-9;Deuteronomy25:5-10;Acts22:22-23:11",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.17,Deut.25,Acts.22-Acts.23",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f8b14f64921d4a8988414b875c6671b7~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_ff4812e4a4314710b299f963caa2898a~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_9aaa2fd383674fa883f1ac7fd7e639e6~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 17:1-9",
    "Address Script 2": "Deuteronomy 25:5-10",
    "Address Script 3": "Acts 22:22-23:11",
    "Address Script 4": "Esther 9:24-32",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": 149
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 17:1-9\n\nA prayer of David.\n\n1 Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n2 Let my vindication come from you;\n    may your eyes see what is right.\n\n3 Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n4 Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n5 My steps have held to your paths;\n    my feet have not stumbled.\n\n6 I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n7 Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n8 Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n9 from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Deuteronomy 25:5-10\n\n5 If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her. 6 The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.\n\n7 However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\" 8 Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\" 9 his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\" 10 That man's line shall be known in Israel as The Family of the Unsandaled.",
    "Script 3": "Acts 22:22-23:11\n\nPaul the Roman Citizen\n\n22 The crowd listened to Paul until he said this. Then they raised their voices and shouted, \"Rid the earth of him! He's not fit to live!\"\n\n23 As they were shouting and throwing off their cloaks and flinging dust into the air, 24 the commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated in order to find out why the people were shouting at him like this. 25 As they stretched him out to flog him, Paul said to the centurion standing there, \"Is it legal for you to flog a Roman citizen who hasn't even been found guilty?\"\n\n26 When the centurion heard this, he went to the commander and reported it. \"What are you going to do?\" he asked. \"This man is a Roman citizen.\"\n\n27 The commander went to Paul and asked, \"Tell me, are you a Roman citizen?\"\n\n\"Yes, I am,\" he answered.\n\n28 Then the commander said, \"I had to pay a lot of money for my citizenship.\"\n\n\"But I was born a citizen,\" Paul replied.\n\n29 Those who were about to interrogate him withdrew immediately. The commander himself was alarmed when he realized that he had put Paul, a Roman citizen, in chains.\n\nPaul Before the Sanhedrin\n\n30 The commander wanted to find out exactly why Paul was being accused by the Jews. So the next day he released him and ordered the chief priests and all the members of the Sanhedrin to assemble. Then he brought Paul and had him stand before them.\n\n23:1 Paul looked straight at the Sanhedrin and said, \"My brothers, I have fulfilled my duty to God in all good conscience to this day.\" 2 At this the high priest Ananias ordered those standing near Paul to strike him on the mouth. 3 Then Paul said to him, \"God will strike you, you whitewashed wall! You sit there to judge me according to the law, yet you yourself violate the law by commanding that I be struck!\"\n\n4 Those who were standing near Paul said, \"How dare you insult God's high priest!\"\n\n5 Paul replied, \"Brothers, I did not realize that he was the high priest; for it is written: 'Do not speak evil about the ruler of your people.'[a]\"\n\n6 Then Paul, knowing that some of them were Sadducees and the others Pharisees, called out in the Sanhedrin, \"My brothers, I am a Pharisee, descended from Pharisees. I stand on trial because of the hope of the resurrection of the dead.\" 7 When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided. 8 (The Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees believe all these things.)\n\n9 There was a great uproar, and some of the teachers of the law who were Pharisees stood up and argued vigorously. \"We find nothing wrong with this man,\" they said. \"What if a spirit or an angel has spoken to him?\" 10 The dispute became so violent that the commander was afraid Paul would be torn to pieces by them. He ordered the troops to go down and take him away from them by force and bring him into the barracks.\n\n11 The following night the Lord stood near Paul and said, \"Take courage! As you have testified about me in Jerusalem, so you must also testify in Rome.\"\n\nFootnotes\na. Acts 23:5 Exodus 22:28",
    "Script 4": "Esther 9:24-32\nAmerican Standard Version\n24 because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur, that is the lot, to consume them, and to destroy them; 25 but when the matter came before the king, he commanded by letters that his wicked device, which he had devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.\n\n26 Wherefore they called these days Purim, after the name of Pur. Therefore because of all the words of this letter, and of that which they had seen concerning this matter, and that which had come unto them, 27 the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so that it should not fail, that they would keep these two days according to the writing thereof, and according to the appointed time thereof, every year; 28 and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the remembrance of them [a]perish from their seed.\n\n29 Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all [b]authority to confirm this second letter of Purim. 30 And he sent letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth, 31 to confirm these days of Purim in their appointed times, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had ordained for themselves and for their seed, in the matter of the fastings and their cry. 32 And the commandment of Esther confirmed these matters of Purim; and it was written in the book.\n\n \nFootnotes\nEsther 9:28 Hebrew be ended.\nEsther 9:29 Hebrew strength.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Deuteronomy :-\n\n If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her.  The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.\n\n However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\"  Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\"  his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\"  That man's line shall be known in Israel as The Family of the Unsandaled.",
    "Script 3": "Acts :-:\n\nPaul the Roman Citizen\n\n The crowd listened to Paul until he said this. Then they raised their voices and shouted, \"Rid the earth of him! He's not fit to live!\"\n\n As they were shouting and throwing off their cloaks and flinging dust into the air,  the commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated in order to find out why the people were shouting at him like this.  As they stretched him out to flog him, Paul said to the centurion standing there, \"Is it legal for you to flog a Roman citizen who hasn't even been found guilty?\"\n\n When the centurion heard this, he went to the commander and reported it. \"What are you going to do?\" he asked. \"This man is a Roman citizen.\"\n\n The commander went to Paul and asked, \"Tell me, are you a Roman citizen?\"\n\n\"Yes, I am,\" he answered.\n\n Then the commander said, \"I had to pay a lot of money for my citizenship.\"\n\n\"But I was born a citizen,\" Paul replied.\n\n Those who were about to interrogate him withdrew immediately. The commander himself was alarmed when he realized that he had put Paul, a Roman citizen, in chains.\n\nPaul Before the Sanhedrin\n\n The commander wanted to find out exactly why Paul was being accused by the Jews. So the next day he released him and ordered the chief priests and all the members of the Sanhedrin to assemble. Then he brought Paul and had him stand before them.\n\n: Paul looked straight at the Sanhedrin and said, \"My brothers, I have fulfilled my duty to God in all good conscience to this day.\"  At this the high priest Ananias ordered those standing near Paul to strike him on the mouth.  Then Paul said to him, \"God will strike you, you whitewashed wall! You sit there to judge me according to the law, yet you yourself violate the law by commanding that I be struck!\"\n\n Those who were standing near Paul said, \"How dare you insult God's high priest!\"\n\n Paul replied, \"Brothers, I did not realize that he was the high priest; for it is written: 'Do not speak evil about the ruler of your people.'[a]\"\n\n Then Paul, knowing that some of them were Sadducees and the others Pharisees, called out in the Sanhedrin, \"My brothers, I am a Pharisee, descended from Pharisees. I stand on trial because of the hope of the resurrection of the dead.\"  When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided.  (The Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees believe all these things.)\n\n There was a great uproar, and some of the teachers of the law who were Pharisees stood up and argued vigorously. \"We find nothing wrong with this man,\" they said. \"What if a spirit or an angel has spoken to him?\"  The dispute became so violent that the commander was afraid Paul would be torn to pieces by them. He ordered the troops to go down and take him away from them by force and bring him into the barracks.\n\n The following night the Lord stood near Paul and said, \"Take courage! As you have testified about me in Jerusalem, so you must also testify in Rome.\"\n\nFootnotes\na. Acts : Exodus :",
    "Script 4": "Esther :-\nAmerican Standard Version\n because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur, that is the lot, to consume them, and to destroy them;  but when the matter came before the king, he commanded by letters that his wicked device, which he had devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.\n\n Wherefore they called these days Purim, after the name of Pur. Therefore because of all the words of this letter, and of that which they had seen concerning this matter, and that which had come unto them,  the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so that it should not fail, that they would keep these two days according to the writing thereof, and according to the appointed time thereof, every year;  and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the remembrance of them [a]perish from their seed.\n\n Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all [b]authority to confirm this second letter of Purim.  And he sent letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,  to confirm these days of Purim in their appointed times, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had ordained for themselves and for their seed, in the matter of the fastings and their cry.  And the commandment of Esther confirmed these matters of Purim; and it was written in the book.\n\n \nFootnotes\nEsther : Hebrew be ended.\nEsther : Hebrew strength.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nA prayer of David.\n\n Hear me, Lord, my plea is just;\n    listen to my cry.\nHear my prayer--\n    it does not rise from deceitful lips.\n Let my vindication come from you;\n    may your eyes see what is right.\n\n Though you probe my heart,\n    though you examine me at night and test me,\nyou will find that I have planned no evil;\n    my mouth has not transgressed.\n Though people tried to bribe me,\n    I have kept myself from the ways of the violent\n    through what your lips have commanded.\n My steps have held to your paths;\n    my feet have not stumbled.\n\n I call on you, my God, for you will answer me;\n    turn your ear to me and hear my prayer.\n Show me the wonders of your great love,\n    you who save by your right hand\n    those who take refuge in you from their foes.\n Keep me as the apple of your eye;\n    hide me in the shadow of your wings\n from the wicked who are out to destroy me,\n    from my mortal enemies who surround me.",
    "Script 2": "Deuteronomy :-\n\n If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her.  The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.\n\n However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\"  Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\"  his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\"  That man's line shall be known in Israel as The Family of the Unsandaled.",
    "Script 3": "Acts :-:\n\nPaul the Roman Citizen\n\n The crowd listened to Paul until he said this. Then they raised their voices and shouted, \"Rid the earth of him! He's not fit to live!\"\n\n As they were shouting and throwing off their cloaks and flinging dust into the air,  the commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated in order to find out why the people were shouting at him like this.  As they stretched him out to flog him, Paul said to the centurion standing there, \"Is it legal for you to flog a Roman citizen who hasn't even been found guilty?\"\n\n When the centurion heard this, he went to the commander and reported it. \"What are you going to do?\" he asked. \"This man is a Roman citizen.\"\n\n The commander went to Paul and asked, \"Tell me, are you a Roman citizen?\"\n\n\"Yes, I am,\" he answered.\n\n Then the commander said, \"I had to pay a lot of money for my citizenship.\"\n\n\"But I was born a citizen,\" Paul replied.\n\n Those who were about to interrogate him withdrew immediately. The commander himself was alarmed when he realized that he had put Paul, a Roman citizen, in chains.\n\nPaul Before the Sanhedrin\n\n The commander wanted to find out exactly why Paul was being accused by the Jews. So the next day he released him and ordered the chief priests and all the members of the Sanhedrin to assemble. Then he brought Paul and had him stand before them.\n\n: Paul looked straight at the Sanhedrin and said, \"My brothers, I have fulfilled my duty to God in all good conscience to this day.\"  At this the high priest Ananias ordered those standing near Paul to strike him on the mouth.  Then Paul said to him, \"God will strike you, you whitewashed wall! You sit there to judge me according to the law, yet you yourself violate the law by commanding that I be struck!\"\n\n Those who were standing near Paul said, \"How dare you insult God's high priest!\"\n\n Paul replied, \"Brothers, I did not realize that he was the high priest; for it is written: 'Do not speak evil about the ruler of your people.'[a]\"\n\n Then Paul, knowing that some of them were Sadducees and the others Pharisees, called out in the Sanhedrin, \"My brothers, I am a Pharisee, descended from Pharisees. I stand on trial because of the hope of the resurrection of the dead.\"  When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided.  (The Sadducees say that there is no resurrection, and that there are neither angels nor spirits, but the Pharisees believe all these things.)\n\n There was a great uproar, and some of the teachers of the law who were Pharisees stood up and argued vigorously. \"We find nothing wrong with this man,\" they said. \"What if a spirit or an angel has spoken to him?\"  The dispute became so violent that the commander was afraid Paul would be torn to pieces by them. He ordered the troops to go down and take him away from them by force and bring him into the barracks.\n\n The following night the Lord stood near Paul and said, \"Take courage! As you have testified about me in Jerusalem, so you must also testify in Rome.\"\n\n",
    "Script 4": "Esther :-\nAmerican Standard Version\n because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and had cast Pur, that is the lot, to consume them, and to destroy them;  but when the matter came before the king, he commanded by letters that his wicked device, which he had devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows.\n\n Wherefore they called these days Purim, after the name of Pur. Therefore because of all the words of this letter, and of that which they had seen concerning this matter, and that which had come unto them,  the Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so that it should not fail, that they would keep these two days according to the writing thereof, and according to the appointed time thereof, every year;  and that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the remembrance of them [a]perish from their seed.\n\n Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all [b]authority to confirm this second letter of Purim.  And he sent letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,  to confirm these days of Purim in their appointed times, according as Mordecai the Jew and Esther the queen had enjoined them, and as they had ordained for themselves and for their seed, in the matter of the fastings and their cry.  And the commandment of Esther confirmed these matters of Purim; and it was written in the book.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]