[
  {
    "Art title 1": "Make Christ's Hope a Reality",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_53f1d3f54f0f4cb092ae24b775a90a98~mv2.jpg",
    "Artist Statement 1": "If we have to spend 8 hours a day on something, is it bringing hope? Is it contributing to making people's lives better? Is it making this world look more like how God's kingdom might look? \n\nWhat about our hobbies? \nCan we focus the things we love doing, to be doing them for good? Can you invite lonely people to join as you watch the football game? Are you writing your novel about redemptive themes. \n\nWe have been placed on this world with tools to \"tend the gardens\" of the world and influence people. We are given 80 years of life, and two able hands to make, and a brain to strategize, and mouth to speak, and feet to move. How will we use them?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-6a93c4e4-a973-45da-8eb3-5b2c48dd8d17",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "One Non-Senile Moment",
    "Story Link": "https://www.rawspoon.com/post/story-one-non-senile-moment",
    "excerpt": "Marty felt like all the love he had given his wife was in vain. Her name was Vannah and she didn't remember any of it. Her crackly old voice just complained all day long as she walked back and forth in their assisted living apartment. Every now and then, however she would have a moment of clarity and he would see her bright mind and kindness shine through again. The way she used to be.\n\nBut those moments were becoming so rare that he was forgetting that was how she really was. \n\nAnd she wasn't doing well physically lately either. The help was having to bathe her and help her go to the bathroom. She had been in her bed most of the days lately. Last week the doctor said her body was winding down and this week seemed even worse. When she was awake she complained about him, about her kids not coming home from school on time, about the non-existent cassarole burning because the oven was always getting too hot.\n\nHe felt like she had pretty much forgotten how it used to be. How good things had been. He wondered if how hard they had worked to have a good life had been in vain. He tried to tell himself she was just venting her unconscious frustration of not being able to be her old self. \n\nThe help stepped into the doorway from Vannah's bedroom and said, \"Marty, Vannah would like you to come in.\"\n\nThis surprised him. These days nothing stopped her from yelling stuff at him from the bedroom. Maybe this was a bad sign? Was she too weak?\n\nHe pulled himself up from his recliner and waddled into her bedroom. She was sitting up on the opposite side of her bed. She smiled at him and beckoned him to come to her. He went to her and knelt down to look into her face. \n\nShe smiled and tilted her head. Her eyes glistened. She brushed his face with her hand and said, \"Marty, I want to bless you.\" There was a sadness in her smile. \"Thank you for all of these years loving me.\"\n\nHis lip began to quiver. \n\nShe said, \"Thank you for your patience and your kindness. You have always been so kind to me. Thank you for loving our children so well. I always admired your way with them. Thank you for working so hard so our family could live comfortably. Thank you for taking me on our Sunday drives.\"\n\nHe nodded, remembering those drives. He squeezed her hand as they looked into each others' eyes. \n\nHe sat with her a while longer and then laid next to her on the bed until she fell asleep. That was their last good day. She was gone within the week. But it was okay. He knew none of it was in vain.\n\n(This was inspired by a true story)\n---\nYour kindness is not in vain.\n\nRaw Spoon, 1-29-2021",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_ee2807e97a70488682e80a1a0be1fdf8.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=7RoqnGcEjcs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 15",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 24",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Timothy 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 42\nAmerican Standard Version\n42 Then he brought me forth into the outer court, the way toward the north",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/1Qg3Fk1kiH0",
    "Song 2": "https://www.youtube.com/watch?v=PqVgCb-2YQc",
    "Song 3": "https://www.youtube.com/watch?v=__wVPBTNcW8",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]