[
  {
    "Date": "2026-01-11T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=CO4aNQNKA-4",
    "Additional Link": "https://careynieuwhof.com/new-exodus-4-reasons-so-many-people-including-christians-have-suddenly-left-the-church/",
    "Yoga": "https://www.youtube.com/watch?v=wnk7SdVcCik&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=5",
    "famous quote": "\"No one ever told me that grief felt so like fear.\"\n-- C.S. Lewis (A Grief Observed)",
    "Ted Talks": "https://www.youtube.com/watch?v=zIwLWfaAg-8",
    "Nature Video": "https://www.youtube.com/watch?v=X2-qxbRDfEU",
    "User added": "The first thing he said was, \"Did you receive the Holy Spirit when you believed? Did you take God into your mind only, or did you also embrace him with your heart? Did he get inside you?\" \"We've never even heard of that--a Holy Spirit? God within us?\"\"\n‭‭Acts‬ ‭19:2‬ ‭MSG‬‬‬‬‬‬\n\nHere, Paul is questioning disciples who have been baptized through John the Baptizer's ministry. At this point, they are unaware of Jesus' ministry through the Holy Spirit. That changes, quickly! The second question cuts me to the quick. How about you, fellow believer? Did He get inside you?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-billy-bob",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Billy Bob\n\nThis is one of the best ones yet.\n\nHe asked me for change as I walked into a cafe in Chicago. I said, sorry. He said, Maybe when you come out. I smiled and said Okay. I sat to eat in the cafe and half-way through my meal he came in to use the restroom. We saluted but on his way out as he passed he said he was hungry. I looked down and I had half of my 8′′ sandwich left. \"Do you want half of this half?\" He nodded. He got a plastic knife and as we each ate 1/4 of a sandwich he let me interview him.\n\n\nHe has narcolepsy and he kept falling asleep near the end. We both had a good laugh about how it kept happening and the funny circumstances that it got him into (at about minute 34:20).\n\nHe had introduced himself as Billy Bob. Here's how he became homeless (it's crazy):\n\nHe had a kid together with his ex-girlfriend. But one day, long after Billy Bob had moved on, and was moving in with a new girlfriend, he got a call from his ex. She said that she had broken up with her latest boyfriend because she walked into the kitchen and found him on top of their 6-year-old daughter doing bad stuff.\n\nBilly Bob spent the next four and a half months looking for this guy. When he found him he shot him three times in the chest. They caught Billy Bob and took him to jail for it.\n\nWhile he was in jail his ex-girlfriend was the only person that paid him a visit. But when she came she told him she was glad he was in there. He was like, \"WHY?! I did this for our daughter!\"\n\nShe replied, I saw you were getting with that new girl, living in a nice house and stuff, and I wanted to get you back for it. I also wanted my other ex dead. So I told you a lie; That man never messed with our daughter.\n\nBilly Bob's ex lied so he would kill the guy and get himself sent to jail.\n\nThe guy he shot actually lived, but now it's hard for Billy Bob to get a job because of that crime. He tries to hustle for money or for work going from place to place on the Chicago subway system.\n\nHe talked about how they used to encourage education in jail, but when men were coming out of prison intellectually strong, as well as physically strong, the system realized they were a dangerous force to be reckoned with. So now, he says, they try to keep them in jail. AND he broke down the economics of how much a private prison earns from the state, per prisoner. So now, there are a lot of perks in jail, like letting the inmates go on fishing vacations and having catered parties.\n\nWhen he was in jail his daughter kept writing letters asking him where he was. He smiled when he told me that he always responded to her by saying he was going to the Chicago Federal Institute of Technology, studying Criminology.\n\nBut he realized if he wanted to get out, he would have to educate himself in there anyway. So he did.\n\nHe said he read three types of books to become intellectually strong: all of the \"-ologies\", the Bible, and the Dictionary.\n\n\nHe told me about how he wants to write a story, a modern interpretation of the Wizard of Oz with Missy Elliot as Dorothy and Obama as the wizard. And a couple other books. We talked about maybe working together on it.\n\nHe started having a really hard time staying awake (because of his narcolepsy) and I had to go catch my plane, so we exchanged contact information and took a picture together. I noticed he could barely read my number on his phone so I set up his phone to be visually impaired accessible and then I left. Hope I didn't mess it up for him.\n\nI really like doing these interviews. I don't want to give away money (another homeless guy in Chicago told me 90% of the homeless are using drugs) but I'd love to try and give dignity by recording and publishing their stories and their wisdom. We can all learn from their lives, without having to go through what they have lived through.\n\nRaw Spoon, 9-27-16",
    "Interview Video": "https://youtu.be/fqHNdLbPPXE",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=A-5B00_KAeQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=8AHCfZTRGiI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]