[
  {
    "Date": "2026-01-24T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TAOUtgdcjik",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNmZlOTc0YjQtMDIxYi0zOTk1LWE3M2YtNzNlZTliYjAwZjQ0?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=4",
    "famous quote": "\"What you see and what you hear depends a great deal on where you are standing. It also depends on what sort of person you are.\"\n-- C.S. Lewis (The Magician's Nephew (Chronicles of Narnia, #6))",
    "Ted Talks": "https://www.youtube.com/watch?v=lOEJOv-jeLY",
    "Nature Video": "https://www.youtube.com/watch?v=I_--UVOyA3k",
    "User added": "\"He said, \"Why were you looking for me? Didn't you know that I had to be here, dealing with the things of my Father?\" But they had no idea what he was talking about.\"\n‭‭Luke‬ ‭2:49-50‬ ‭MSG‬‬‬‬‬‬\n\nJoseph and Mary lost track of the young Messiah for a few days. They found Him in the temple. God lays two questions on my heart in reading this story of Jesus. The first: Do I seek Jesus with the same urgency that I did looking for my kids when I lost track of them in the grocery store, or park (Yeah, I did. Don't judge.)?And the second question: Where am I looking today to find Jesus about His Father's business?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Trying to Have faith:\n\nI met Abby one Sunday before my trip when she sat behind me in church. Then the next Sunday my roommates and I walked in late, scooting into the second row. I turned around and she was right behind me again. This happened the first three or four times we were both in church.\n\nI told her about my trip and what I had seen and she mentioned she had been hurting all over lately. Something was going wrong with her body. Today it had moved to her back. I asked and we prayed for her back. I tried to believe and I expected God to move.\n\nI texted Abby early in the week asking if she felt any better. She said, not really, but that she was trusting God to work anyway. I asked if she wanted me to pray for it again. She said yes and so I called and prayed for her over the phone. We did the same thing another time that week. I also sent a prayer over text. Every time believing that God could heal. She was just as into believing as me.\nIt was easy to start feeling awkward, asking to repeatedly pray so much. But maybe if something is awkward here that is one of the indicators that we are listening to what's cool in another kingdom.\n\nThe next Sunday the pain in her back was less but the pain was in her lungs. She couldn't breathe without it hurting. We went to the front of the church for help with prayer and we prayed. This was getting repetitive but I told her that sometimes the pastors had to pray a long time before anything happened. And we both wanted to keep trying, so we did. We also prayed for her friend Xandi who had lost a school paper on her computer and really needed to find it.\n\nLater that week Abby texted that she did feel a little better. She could breathe now without it hurting, but that it still hurt sometimes to laugh. We were both encouraged and would keep trying to have faith.\n\nLast week we prayed for Abby a lot, and she did say now she thinks she is healed. So that's great. Maybe she just got better naturally. Maybe she was miraculously healed. I don't know which but I definitely don't want to let it decrease my faith. \n\nXandi said that even though she never found her school report, she thinks the prayer really helped her write it. So I don't know. Maybe it is working!\n\nAll I know is that we're trying. \n\nCome Jesus.\n \n-Raw Spoon",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]