[
  {
    "Date": "2026-01-08T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TtyxzCMIZP0",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMGRkMTFiZDEtNDY2Yy0zOWZjLTllMmItYzFiMjY4Y2JlODU5?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=BmSCjfB4NNU&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=2",
    "famous quote": "\"It is a good rule after reading a new book, never to allow yourself another new one till you have read an old one in between.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=xYemnKEKx0c",
    "Nature Video": "https://www.youtube.com/watch?v=ef1wAfrMg5I",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/more-miracles-excerpt-from-my-new-book",
    "Interview image": "",
    "Interview Text": "Thor Colberg\nMiracles in \nInterview (Part 1)\n\nThorsen Colberg is an American pastor of a church called Vineyard North Charlotte and he came along as a teaching pastor on the trip. While I am asking myself the questions, \"Why aren't these miracles happening back in America?\" and \"How can we make them happen?\" I find out Thor has some experience in the matter. \nWe are finishing up breakfast on the benches just outside the little shack in the middle of the courtyard when I sit down next to him and ask him to tell me about it. \n\nThor, what can you teach me about miracles?\n\nWell, John Wimber, founder of the Vineyard movement, would challenge us to pray for healing for 100 people. The implication was that we would see God heal. The reason we don't see God heal often is simply because we are not asking.\nRemember that Jesus only did what the Father was doing and said what the Father was saying. Our challenge is to learn how to hear the voice of God. That means, whether one-on-one or in home group or speaking to thousands, my challenge is to ask, \"Father, what are you doing?\" I can only do what the Father is doing.\nLike one time, I was sitting in a restaurant in Colorado. I looked and saw the Spirit resting on a random elderly couple in a booth across from me. I asked, \"Father, what are you doing with them?\" Then I asked, \"What do you want me to do?\" I went over to them and said, \"I feel like God gave me something to tell you.\"\nThey said, \"Yeah, okay?\"\n\"All your life you've been good with your finances. God wants you to know he's pleased with you because you've been good with your finances.\"\nThey got excited and said sit down and tell us more!\" I said, \"I don't have time now, but I'm a follower of Jesus.\"\n\"We haven't gone to church in years.\"\nAnd I said, \"Well, I think the Lord sent me for some reason to tell you that.\"\n\nOn another occasion, I was at a conference and am asked to minister to people. I prayed, \"Show me who I need to go to.\"\nI felt like God said, \"There's a guy who's leaning against a column with a red shirt. He has three kids and his wife just left him.\" So I turned around, and sure enough there was a man in a red shirt leaning against a pillar. I went to him and asked the first pretty harmless question, do you have three kids? He replied, \"Yes.\" Then I carefully asked, \"I might be totally wrong about this, but did your wife just leave you?\"\nHe collapsed in a ball of tears. I prayed for him and ministered to him.\nThis gets me excited. Maybe it is happening in America more than I thought.",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/ibbtJg48Uos",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=be12BC5pQLE",
    "Music Video Instructions": "Imagine this as God calling out to you, missing you, wanting you back."
  }
]