[
  {
    "Date": "2025-10-28T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TAOUtgdcjik",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=q49ifUi3VUM&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=8",
    "famous quote": "I alone cannot change the world. but I can cast a stone across the waters to create many ripples.\n-Mother Theresa",
    "Ted Talks": "https://www.youtube.com/watch?v=Idjk_jc6gQA",
    "Nature Video": "https://www.youtube.com/watch?v=o5Ejup_nfPY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=16",
    "User added": "\"Jesus said, \"You faithless and corrupt people! How long must I be with you? How long must I put up with you? Bring the boy here to me.\"\"\n??Matthew? ?17:17? ?NLT??????\n\nJesus has come down from the mountain. His glory was revealed to Peter, James, and John. He had spoken with Moses and Elijah. He had seen again His home, but as if from a great distance: in between lay the cross. Now, back in the valley,  Jesus is faced with unbelief yet again. Wouldn't you be a little frustrated? Jesus may have been looking back up to the top of the mountain, thinking of Elijah and how he was taken up to Heaven, no cross for him. You know, Jesus could have done that. He could have gone back Home. But He chose to come down to the valley. He chose the cross. He chose you -to love-over the glory of Heaven!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 2)\n\nSo when an annual national [pagan] ceremony called \"falling half of the cross\" came up, even though my whole family was celebrating I didn't participate. I stood up against this ceremony and traveled to each village telling them about Jesus.\nSo this is how I started ministering, by traveling to each village. The first thing I did was I went to my own relatives' home. When I mentioned Jesus, they tried to scream and harm people. It also made them fall on the ground. That day 66 people became free.\n\nThis boldness terrifies me. What would it be like to go to my family reunion and preach to them? Girma starts to breathe hard and I see his eyes are still watering. I am wondering how exactly those people became free but I assume that they were demon possessed and he is too humble to say he prayed for them, and I let him keep going...",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zCkivHKI8t0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_10",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]