[
  {
    "Date": "2025-12-26T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=qNk-kc0XH4A&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=2",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMzE2MTQyMjEtZTQwYS0zNGM1LWE5Y2ItZDdlNTAzYzhlYWVh?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ0i0",
    "Yoga": "https://www.youtube.com/watch?v=tas_ZO9yqs8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=6",
    "famous quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.\n-Colin Powell",
    "Ted Talks": "https://www.youtube.com/watch?v=qN8vzlcYAE8",
    "Nature Video": "https://www.youtube.com/watch?v=Uj0EVT-Ekog&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=9",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 5)\n\nThat Sunday we gave enough to plant 364 churches. And again I'm thinking, \"God, you are faithful to your promises. Your word is true.\"\r\nAnd that really launched us into orbit. As a result of that our church has been blessed in lots of things. \r\nOur finances have been blessed. We gave $1.7 million last year for missions. And as a result of all this growth, other churches want to be a part of it.\r\nAnd at that point Linda and I realized we needed to make a church-planting organization so that other churches can give to something that will plant churches. So, three years ago we launched the Petros Network to do that.\r\nIn those last four years the growth in Ethiopia has been spectacular. And even in South Sudan we have 100 churches. We've planted churches in Uganda. We're looking at maybe Brazil soon. \r\nIn four years we have grown to 1100 churches, 200,000 converts. And these are not inflated numbers. Part of our deal is real accountability, transparency. We literally have 200,000 people converted out of darkness. Previously unreached people. \r\nIt's a movement. It's not a program. It's not a paradigm. I think God has used our organization to create a church-planting movement. ",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=MvIo6kpNwfo",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]