[
  {
    "": "2025-09-06T07:00:00.000Z",
    "Art title 1": "Cherish Anticipation",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_00632396e3c3409f90304bf0435330a6~mv2.jpg",
    "Artist Statement 1": "We have become beings that expect immediate gratification. But there is an art and satisfaction to the waiting on something good until it is the right time.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_00632396e3c3409f90304bf0435330a6~mv2.jpg",
    "Art title 2": "I Have Come To Bring a Sword",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_d7f2ba6377ed45ef8ceb985faeff4bdb~mv2.jpg",
    "Artist Statement 2": "We don't often think about Jesus being a warrior that divides. In fact I'm quite uncomfortable with the idea. But he says it is so. So what would it be like to see Jesus like this? Or would he look different?",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Cherish Anticipation",
    "Story Link": "https://www.rawspoon.com/post/story-cherish-the-satisfaction-of-delayed-gratification",
    "excerpt": "It was the first time Sandra had tried fasting. While raising 6 kids her coping mechanisms were to indulge on what she could, whenever she had a free moment for herself. She definitely hadn't had time or patience to wait for God who rarely showed up when she gave him the five minutes here or there. She always just turned on the TV, or got up to microwave a pot pie or something.\n\nBut now that the kids were out of the house, and her husband was gone for a week at a time for missions trips, and it was Lent, she had a chance to try it out. She was on day 2 of a 3-day fast from food. \n\nYesterday had been rough. Her stomach growled constantly, her head ached, and she found herself slamming cupboards and cursing the guy who took her parking spot outside of the hardware store. \n\nBut now, things were settling down. She was still hungry, but her body had stopped fighting. \n\nShe was at the grocery story, planning for her first meal after the fast. She picked up broccoli and peacefully admired its weight and balance, and its beautiful shades of green. She would saut? these with onions and salt, she thought, and smiled at how good that would be. She put it in the bag and went and did the same for onions, salmon, and ingredients for a clam chowder she had always remembered her mom making.\n\nWhen she got home she laid out the ingredients on a long paper towel, and just looked at them. She was so looking forward to every bite. She breathed in deeply and realized how happy she was in her longing. The anticipation for what was to come was so tasty. Yes, she thought, this anticipation left a very good taste in her mouth.\n\nShe put them into the fridge and reached to turn on the TV-- but stopped. She pictured all this beautiful anticipation being drowned out by talk-shows and commercials. She cocked her head and wondered, \"Hmm.\" \n\nShe leaned down uncomfortably and looked for her Bible in the side table. She dusted it off and went into the kitchen. She slowly steeped some tea as she looked at the Bible. \n\n\"I've never got much from you before. But I think I'm sort of enjoying being hungry right now. I think I'll let myself try to be hungry for you for a few minutes.\"\n\nShe took her tea and Bible to the front porch and sat. She let the Bible fall open in her lap and it ended up being in Deuteronomy somewhere. \n\nShe read for a moment and sighed, \"This is what I mean.\"\n\nBut as she read, she started recognizing impulses butting themselves in. She'd always just gone and done them before, but now she talked to the Bible as she felt them, \"Sorry, but I think I should call Jenine real quick, while she's on my mind.\" \n\nShe picked up her phone and stopped. She listened to her heart and saw she was excited to talk to her friend. That was a good impulse, but as she waited she just kept talking. \"God, thanks for my friend. . .\" a moment later she added, \"Please help her heel get better. . . and her husband to drink a little less.\" She started to put her phone down as she told herself, \"I'll try to ask her more about that when I call her later.\"\n\nBut before she had put it down, the phone buzzed. Her son had posted some pics of her grandkids. She opened it and started to reply. She paused and then just called her son. \n\nHe answered on the third ring. \"Hey Mom.\"  He sounded slightly annoyed. \n\n\"Hi, I just wanted to say hi.\" She caught herself and paused.\n\nHe waited and then said, \"Aren't you going to say you really want us to come over as soon as we're free today?\"\n\n\"Um,\" she noticed the usual impulses thumping in her and said, slightly surprised, \"Um no, that's okay. I just wanted to say the pictures are adorable. Give my love to the kids.\"\n\n\"Oh,\" her son seemed pleasantly surprised. \"Okay. Thanks, Mom. Yeah I. . . will. Thanks for calling.\" \n\nShe looked back down to the Bible, tried to read a little more and got discouraged again. \"God, I am hungry. I'm here and listening. Don't you say you're the bread of life? It's certainly not fulfilling me.\"\n\nShe felt the gurgle in her stomach and looked up at the picket fence and the farmlands around her house. She sighed. Then a spark of curiosity turned her to her concordance. \"I wonder what you say about hunger.\"\n\n***\nAbout 36 hours later she sat in front of her plate of food. She put a tidy bite of salmon and buttered broccoli into her mouth and chewed. She let out a very satisfied sigh. \n\nBut then she found herself tearing up. She put her fork down on her plate slowly and savored the bite as she chewed and swallowed it.\n\nThen she pushed her plate aside. She looked over to her Bible, open next to a messy scribbled-on notepad and a pile of used tissues. She slid it all in front of her and said, \"I know it's okay to eat now. I know it's weird, but I don't want this hunger to go away quite yet.\"\n\nRaw Spoon, 9-1-22",
    "Audio file": "",
    "Blog Title": "BLOG:\nThe Meaning of Life",
    "Blog Link": "https://www.rawspoon.com/post/the-meaning-of-life",
    "Blog excerpt": "Life is full of meaning if we are meaningful to someone. In other words we have meaning if someone has given it to us.\n\n\nSo to find a meaning to your life, you can choose to give it meaning. You can do this by choosing to believe a worldview in which you are meaningful to someone who has the power to give us meaning. The one who has power to do that would be the one who has created us for a purpose.\n\n\nIf we choose to follow Christianity, then the purpose God has given us, specifically to love our God and love others, is therefore our meaning.\n\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-7-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_ae9e89fc600e4bafb01b5adb590f6d0d~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XX-aAg4_U2Q",
    "Bible Project 2": "https://youtu.be/q5QEH9bH8AU",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Deuteronomy 29",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Daniel 11\nAmerican Standard Version\n1 And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.\n\n2 And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all",
    "The Chosen 3": "https://youtu.be/Ux1lJ3ak9Ao",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=8yUcC93khzU",
    "Song 2": "https://www.youtube.com/watch?v=x5sFYvu6h-Y",
    "Song 3": "https://www.youtube.com/watch?v=GxfZQlX8oWo",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/31",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/6c91660c-69ad-4782-b75f-e993c81c83fe.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]