[
  {
    "Date": "2025-07-29T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=QIyRjDWmR_U",
    "famous quote": "\"I seemed to hear God saying, \"Put down your gun and we'll talk.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=2PUNu9kKQuY",
    "Nature Video": "https://www.youtube.com/watch?v=6k01DIVDJlY",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 6)\n\nA couple years ago Sarah herniated a disc in her back. She just woke up at 2AM in extreme pain and couldn't find a position in which she felt comfortable. She couldn't fully stand up, couldn't walk. She couldn't meet with patients because the only position that wasn't totally excruciating was lying on the floor. \r\n\r\nSome new friends sent her a charismatic video of people praying for a herniated disc. It showed them tapping on the spine as if that, mixed with the Holy Spirit and prayer would put it back into place. These doctor friends work with bones and joints and it was a bold move for them to send her the video because it was one of those cheesey videos that most people would be skeptical of. Sarah admitted she is especially skeptical of videos like that. But God pressed her to listen to it, and even if it was because she wanted any distraction from the pain, she watched it. And she tried what the people in the video were doing. She tapped on the bones with her finger as she prayed. Nothing happened right away.\r\n\r\nSome of her doctor friends also brought some \"lidocane\" but her pain was still a nine out of ten. 24 hours later, in bed, she turned her body and heard this pop. All of a suddenly her pain dropped from a 9 to a 3. This was enough to let her sleep for hours. She saw a doctor shortly after who saw her MRI and said he didn't believe she was in so little pain. \r\n\r\nSarah told me how she prayed during that time. She says, \"God tells me to praise him no matter what is happening, because he's always good, even if He allows suffering. I know there is some way He is blessing us through it. I was praising and praying the whole 24 hours thanking Him for everything, even the suffering. Imagining his Holy Spirit aligning my bones when I tapped the spot.\" She added that it was also interesting the healing finally happened when she was still delirious from sleep and drugs.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]