[
  {
    "": "2025-07-31T07:00:00.000Z",
    "Art title 1": "Thy Word Our Dagger (by Cory Snyder at Dry Bones Studio)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_e461be154af242caabde8aebe4a9db6e~mv2.png",
    "Artist Statement 1": "His word is the church's weapon against the enemy. (Cory Snyder at Dry Bones Studio)",
    "Picture link 1": "https://www.instagram.com/p/BlwCuNYlOpv/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nSend Your Mind to Obedience School",
    "Story Link": "https://www.rawspoon.com/post/send-your-mind-to-obedience-school",
    "excerpt": "I'm learning to pray. \n\n\nAnd it just feels like obedience school. Like, for a dog. \n\n\nI get in the car or sit down at this coffee shop every morning with the intention to be a good praying man. And it's like I've taken my mind to the dog park. All these thoughts start barking and my bombarded puppy mind just rolls onto its back and then sniffs all the butts. An hour later, it was fun but now I'm covered in slobber and feeling like I just let these bigger untamed dogs push me around for an hour.\n\n\nAnd so when the other dogs start nudging at my mind, I have to immediately practice coaxing it back. \"Look back up at me, big guy. Up here. Look up here. Don't listen to all of them right now. I need you to learn to focus even when there's a lot of noise. I want to expertly train you to do big things. Your quick mind is a strength, but I need you to be able to control distractions first.\"\n\n\nAnd sometimes I spend the whole hour of prayer time just trying to practice this. I hope to have a mind tamed enough to capture every thought, and let go of the unhelpful ones. \n\n\nBut as I've seen the shape of this struggle, I've also gotten a vision of a mind that proactively chooses what thoughts to spend time on throughout my whole day. Not just passively receiving them. \n\n\nAs soon as I wake up I've started to practice my first thoughts being prayers of gratitude, then supplication for people. \n\n\nI've started planning out the themes I will think about for the next half hour I have in the car. And as distraction or tasks come to mind, I put them in little imaginary boxes in the corner of my mind's eye to revisit after my thought process is complete. \n\n\nWhen my mind is stagnant, I've started to choose to look around me, gather all the information I have within my view, find methods that help me memorize, analyze, and utilize it. We have such a powerful machine between our ears if we were to choose to utilize it.\n\n\nI've loved using my mind to draw visual patterns as I glance at my airplane ticket to memorize the gate, boarding section, and seat number so I don't have to take out my plane ticket out 25 times in fifteen minutes. \n\n\nI like to think that this is what my master knows I can be, and wants to start the process of helping me become by helping me tame my sights on him for an hour every morning. \n",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=YbipxLDtY8c",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 49",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 23",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Thessalonians 2",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Dxr6pl2yCv0",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b55e506f-71de-4f95-b2cc-05a3cfd9772d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]