[
  {
    "Date": "2026-01-29T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aY8wE2jWpvA",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZjAwNWNiMzMtNjg1Mi0zYjUyLTlhZWMtYzQzZjgzN2ExZTRh?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=5PfSnhezTOw&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=5",
    "famous quote": "\"A proud man is always looking down on things and people; and, of course, as long as you are looking down, you cannot see something that is above you.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=gGpREgLcFpA",
    "Nature Video": "https://www.youtube.com/watch?v=MdExxcRrC9g",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "And then the pastor shared a story from when he was a teenager visiting the Dominican Republic on a missions trip. Their local leader had scars all over his forearms. He told them this story. \n\nHe kept having a dream to go see a certain man in a certain city, neither of which he knew anything about prior. So after years of hearing the call, he finally went. A woman met him at the door and said the pastor is out of town but you can sleep in our closet where we lock the sound equipment. So he did. But in the middle of the night there was a knock on the door. He opened his eyes, still not even sure if what he heard was a dream. And even though he had locked the door from the inside he saw a figure in the room with him. \n\nIt had sharp nails and it's skin was pink like it was turned inside out. And it started battling with him. He started losing the battle and out of desperation he started yelling the name of Jesus. And only that would quell the beast. It shreaked and shrunk every time he said the name until it was small enough that he could beat its head with a piece of concrete he had found and it turned back into the woman and begged for him to leave her alone. \n\nHe said he took it as a lesson that God is real. And the scars remained to remind him.\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/LPD5FlD52fU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]