[
  {
    "Date": "2025-10-31T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TtyxzCMIZP0",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=2",
    "famous quote": "There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires.\n-Nelson Mandela",
    "Ted Talks": "https://www.youtube.com/watch?v=i1ydhUkrlvw",
    "Nature Video": "https://www.youtube.com/watch?v=F7V8DRfZBQI&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=19",
    "User added": "\"So Abraham placed the wood for the burnt offering on Isaac's shoulders, while he himself carried the fire and the knife. As the two of them walked on together,\"\n??Genesis? ?22:6? ?NLT??????\n\nSurely, the weight Abraham was carrying up the mountain far outweighed the wood on Isaac's shoulders. What were his thoughts as they walked on together? Was he wondering whether he would be able to carry out God's command? Was he thinking about God's promise? Or, why God would take away his son that God himself promised to Abraham? In the darkness of our own limited understanding, it is right to seek the light of God's wisdom. Sometimes understanding comes, other times trust and obedience are the only answers we receive for our questions. Ultimately, we are faced with the choice of where we will walk; in the darkness, or in the light.\n\n\"The Word gave life to everything that was created, and his life brought light to everyone. The light shines in the darkness, and the darkness can never extinguish it.\"\n??John? ?1:4-5? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa \nInterview (part 5)\n\nI continued ministering and worshipping in that place. I had to find a place where people could worship the Lord so I came to the main church in the area. I shared my vision with the congregation and they raised money for me. Now I have opened six churches so people are coming to church. \r\nHe had downed the coffee I had given him quicker than the others so I filled him up again. He has a debonair smile and square jaw, with a sports coat and checkered shirt. He has receding hair worn short but has a young and innocent demeanor like a boy. And his head stays slightly bowed when he looks up to me with that peaceful smile. He tells another story.\r\nThere were two ladies who couldn't talk fluidly. I went out to minister and found one of them and prayed for her. She couldn't say a word before, but now she can. The other lady had a goiter so she could not breathe freely. I prayed, put my hand on it, and it went away.\r\nOne night people called me and took me to a place where a six-month-old child had died. I went there and checked and saw that yes, the child was dead. I prayed, \"God we don't have a place to bury our dead. This is a place to express our faith. Please listen to my prayer.\" I prayed until six in the morning, midnight to six. By six the baby's heart was beating.\n\r\nAs he tells his next story to my translator, I marvel that this man just told me a story of raising a baby from the dead, and did it so matter-of-factly. ",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=bQyCZMYTcXQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/8adp_fGCD_13",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=70De0BqZ37M",
    "Music Video Instructions": "If you're feeling doubts, talk about them with God."
  }
]