[
  {
    "Date": "2025-11-18T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=UArVCkIrCqQ",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-bKYioP5gm8&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=10",
    "famous quote": "\"No natural feelings are high or low, holy or unholy, in themselves. They are all holy when God's hand is on the rein. They all go bad when they set up on their own and make themselves into false gods.\"\n-- C.S. Lewis (The Great Divorce)",
    "Ted Talks": "https://www.youtube.com/watch?v=2PUNu9kKQuY",
    "Nature Video": "https://www.youtube.com/watch?v=uRP4nAGMYCY&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=37",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 7)\n\nHere's another story. And remember, I'm not telling you all the stories, just the main ones. There was a man who was a believer but his family wasn't. He sowed barley on his farm but what they sowed didn't come up. There were only a few stalks of it. Like, one, two, three, you could count them. His wife and son believed it was because people destroyed their farm. I went with a friend to the people to discuss. I asked if we could pray for the farm. He responded \"No. Why pray? There is not hope.\"\r\nThe father, wife and son all said the same thing: \"There is no hope for anything on the farm.\" I pushed them to pray and they said, \"You can do whatever you want.\" My friend and I prayed on the dry farm. We prayed life on the farm.\r\nAfter three months I went back to see the farm. It was full of what they sowed. But the head of the barley wasn't normal. It had a double head. Instead of one head it was double on the stalks. After they harvested it they had 1,500 kilograms. After that the whole family believed Jesus Christ.\r\nThese are just amazing. I start to wonder if his prayers ever fail.\r\n\r\nSometimes do you pray and not see a miracle? \r\n\nYes, it is possible. There are times it doesn't happen. Even this year I didn't see anything. \r\n\nWow, as many stories as he has, it's amazing to think he hasn't seen any miracles for a whole year.\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]