[
  {
    "Date": "2025-08-16T07:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 12- Ordinary Time",
    "Script 1": "\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\n",
    "Script 2": "The Ark Returned to Israel\n\n When the ark of the Lord had been in Philistine territory seven months,  the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the Lord? Tell us how we should send it back to its place.\"\n\n They answered, \"If you return the ark of the god of Israel, do not send it back to him without a gift; by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\"\n\n The Philistines asked, \"What guilt offering should we send to him?\"\n\nThey replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers.  Make models of the tumors and of the rats that are destroying the country, and give glory to Israel's god. Perhaps he will lift his hand from you and your gods and your land.  Why do you harden your hearts as the Egyptians and Pharaoh did? When Israel's god dealt harshly with them, did they not send the Israelites out so they could go on their way?\n\n \"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up.  Take the ark of the Lord and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,  but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the Lord has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us but that it happened to us by chance.\"\n\n So they did this. They took two such cows and hitched them to the cart and penned up their calves.  They placed the ark of the Lord on the cart and along with it the chest containing the gold rats and the models of the tumors.  Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh.\n\n Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight.  The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the Lord.  The Levites took down the ark of the Lord, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord.  The five rulers of the Philistines saw all this and then returned that same day to Ekron.",
    "Script 3": " \"So when you see standing in the holy place 'the abomination that causes desolation,'[a] spoken of through the prophet Daniel--let the reader understand--  then let those who are in Judea flee to the mountains.  Let no one on the housetop go down to take anything out of the house.  Let no one in the field go back to get their cloak.  How dreadful it will be in those days for pregnant women and nursing mothers!  Pray that your flight will not take place in winter or on the Sabbath.  For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again.\n\n \"If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened.  At that time if anyone says to you, 'Look, here is the Messiah!' or, 'There he is!' do not believe it.  For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect.  See, I have told you ahead of time.\n\n \"So if anyone tells you, 'There he is, out in the wilderness,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it.  For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man.\n\n",
    "Script 4": "American Standard Version\n And when they were come to him, he said unto them,\n\nYe yourselves know, from the first day that I set foot in Asia, after what manner I was with you all the time,  serving the Lord with all lowliness of mind, and with tears, and with trials which befell me by the plots of the Jews;  how I shrank not from declaring unto you anything that was profitable, and teaching you publicly, and from house to house,  testifying both to Jews and to Greeks repentance toward God, and faith toward our Lord Jesus [a]Christ.  And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:  save that the Holy Spirit testifieth unto me in every city, saying that bonds and afflictions abide me.  But I hold not my life of any account as dear unto myself, [b]so that I may accomplish my course, and the ministry which I received from the Lord Jesus, to testify the [c]gospel of the grace of God.  And now, behold, I know that ye all, among whom I went about preaching the kingdom, shall see my face no more.  Wherefore I testify unto you this day, that I am pure from the blood of all men.  For I shrank not from declaring unto you the whole counsel of God.  Take heed unto yourselves, and to all the flock, in which the Holy Spirit hath made you [d]bishops, to feed the church of [e]the Lord which he [f]purchased with his own blood.  I know that after my departing grievous wolves shall enter in among you, not sparing the flock;  and from among your own selves shall men arise, speaking perverse things, to draw away the disciples after them.  Wherefore watch ye, remembering that by the space of three years I ceased not to admonish every one night and day with tears.  And now I commend you to [g]God, and to the word of his grace, which is able to build you up, and to give you the inheritance among all them that are sanctified.  I coveted no man's silver, or gold, or apparel.  Ye yourselves know that these hands ministered unto my necessities, and to them that were with me.  In all things I gave you an example, that so laboring ye ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, It is more blessed to give than to receive.\n\n And when he had thus spoken, he kneeled down and prayed with them all.  And they all wept sore, and fell on Paul's neck and kissed him,  sorrowing most of all for the word which he had spoken, that they should behold his face no more. And they brought him on his way unto the ship.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm82;1Samuel6:1-16;Matthew24:15-27",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.82,1Sam.6,Matt.24",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 82:1-8",
    "Address Script 2": "1 Samuel 6:1-16",
    "Address Script 3": "Matthew 24:15-27",
    "Address Script 4": "Acts 20:18-38",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.82.cfef3cf6f29033e4427338dc86491263.mp3",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.20.7635d07a2fc1f543a7f175755179ff3b.mp3",
    "Verse to start at for audio": 100
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 82\n\nA psalm of Asaph.\n\n1 God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n2 \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n3 Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n4 Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n5 \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n6 \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n7 But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n8 Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\nFootnotes\na. Psalm 82:2 The Hebrew is plural.\nb. Psalm 82:2 The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "1 Samuel 6:1-16\n\nThe Ark Returned to Israel\n\n1 When the ark of the Lord had been in Philistine territory seven months, 2 the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the Lord? Tell us how we should send it back to its place.\"\n\n3 They answered, \"If you return the ark of the god of Israel, do not send it back to him without a gift; by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\"\n\n4 The Philistines asked, \"What guilt offering should we send to him?\"\n\nThey replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers. 5 Make models of the tumors and of the rats that are destroying the country, and give glory to Israel's god. Perhaps he will lift his hand from you and your gods and your land. 6 Why do you harden your hearts as the Egyptians and Pharaoh did? When Israel's god dealt harshly with them, did they not send the Israelites out so they could go on their way?\n\n7 \"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up. 8 Take the ark of the Lord and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way, 9 but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the Lord has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us but that it happened to us by chance.\"\n\n10 So they did this. They took two such cows and hitched them to the cart and penned up their calves. 11 They placed the ark of the Lord on the cart and along with it the chest containing the gold rats and the models of the tumors. 12 Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh.\n\n13 Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight. 14 The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the Lord. 15 The Levites took down the ark of the Lord, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord. 16 The five rulers of the Philistines saw all this and then returned that same day to Ekron.",
    "Script 3": "Matthew 24:15-27\n\n15 \"So when you see standing in the holy place 'the abomination that causes desolation,'[a] spoken of through the prophet Daniel--let the reader understand-- 16 then let those who are in Judea flee to the mountains. 17 Let no one on the housetop go down to take anything out of the house. 18 Let no one in the field go back to get their cloak. 19 How dreadful it will be in those days for pregnant women and nursing mothers! 20 Pray that your flight will not take place in winter or on the Sabbath. 21 For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again.\n\n22 \"If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. 23 At that time if anyone says to you, 'Look, here is the Messiah!' or, 'There he is!' do not believe it. 24 For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect. 25 See, I have told you ahead of time.\n\n26 \"So if anyone tells you, 'There he is, out in the wilderness,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it. 27 For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man.\n\nFootnotes\na. Matthew 24:15 Daniel 9:27; 11:31; 12:11",
    "Script 4": "Acts 20:18-38\nAmerican Standard Version\n18 And when they were come to him, he said unto them,\n\nYe yourselves know, from the first day that I set foot in Asia, after what manner I was with you all the time, 19 serving the Lord with all lowliness of mind, and with tears, and with trials which befell me by the plots of the Jews; 20 how I shrank not from declaring unto you anything that was profitable, and teaching you publicly, and from house to house, 21 testifying both to Jews and to Greeks repentance toward God, and faith toward our Lord Jesus [a]Christ. 22 And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there: 23 save that the Holy Spirit testifieth unto me in every city, saying that bonds and afflictions abide me. 24 But I hold not my life of any account as dear unto myself, [b]so that I may accomplish my course, and the ministry which I received from the Lord Jesus, to testify the [c]gospel of the grace of God. 25 And now, behold, I know that ye all, among whom I went about preaching the kingdom, shall see my face no more. 26 Wherefore I testify unto you this day, that I am pure from the blood of all men. 27 For I shrank not from declaring unto you the whole counsel of God. 28 Take heed unto yourselves, and to all the flock, in which the Holy Spirit hath made you [d]bishops, to feed the church of [e]the Lord which he [f]purchased with his own blood. 29 I know that after my departing grievous wolves shall enter in among you, not sparing the flock; 30 and from among your own selves shall men arise, speaking perverse things, to draw away the disciples after them. 31 Wherefore watch ye, remembering that by the space of three years I ceased not to admonish every one night and day with tears. 32 And now I commend you to [g]God, and to the word of his grace, which is able to build you up, and to give you the inheritance among all them that are sanctified. 33 I coveted no man's silver, or gold, or apparel. 34 Ye yourselves know that these hands ministered unto my necessities, and to them that were with me. 35 In all things I gave you an example, that so laboring ye ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, It is more blessed to give than to receive.\n\n36 And when he had thus spoken, he kneeled down and prayed with them all. 37 And they all wept sore, and fell on Paul's neck and kissed him, 38 sorrowing most of all for the word which he had spoken, that they should behold his face no more. And they brought him on his way unto the ship.\n\n \nFootnotes\nActs 20:21 Many ancient authorities omit Christ.\nActs 20:24 Or, in comparison of accomplishing my course\nActs 20:24 Or, good tidings\nActs 20:28 Or, overseers\nActs 20:28 Some ancient authorities, including the two oldest manuscripts, read God.\nActs 20:28 Greek acquired.\nActs 20:32 Some ancient authorities read the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\nFootnotes\na. Psalm : The Hebrew is plural.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": " Samuel :-\n\nThe Ark Returned to Israel\n\n When the ark of the Lord had been in Philistine territory seven months,  the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the Lord? Tell us how we should send it back to its place.\"\n\n They answered, \"If you return the ark of the god of Israel, do not send it back to him without a gift; by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\"\n\n The Philistines asked, \"What guilt offering should we send to him?\"\n\nThey replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers.  Make models of the tumors and of the rats that are destroying the country, and give glory to Israel's god. Perhaps he will lift his hand from you and your gods and your land.  Why do you harden your hearts as the Egyptians and Pharaoh did? When Israel's god dealt harshly with them, did they not send the Israelites out so they could go on their way?\n\n \"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up.  Take the ark of the Lord and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,  but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the Lord has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us but that it happened to us by chance.\"\n\n So they did this. They took two such cows and hitched them to the cart and penned up their calves.  They placed the ark of the Lord on the cart and along with it the chest containing the gold rats and the models of the tumors.  Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh.\n\n Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight.  The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the Lord.  The Levites took down the ark of the Lord, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord.  The five rulers of the Philistines saw all this and then returned that same day to Ekron.",
    "Script 3": "Matthew :-\n\n \"So when you see standing in the holy place 'the abomination that causes desolation,'[a] spoken of through the prophet Daniel--let the reader understand--  then let those who are in Judea flee to the mountains.  Let no one on the housetop go down to take anything out of the house.  Let no one in the field go back to get their cloak.  How dreadful it will be in those days for pregnant women and nursing mothers!  Pray that your flight will not take place in winter or on the Sabbath.  For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again.\n\n \"If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened.  At that time if anyone says to you, 'Look, here is the Messiah!' or, 'There he is!' do not believe it.  For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect.  See, I have told you ahead of time.\n\n \"So if anyone tells you, 'There he is, out in the wilderness,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it.  For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man.\n\nFootnotes\na. Matthew : Daniel :; :; :",
    "Script 4": "Acts :-\nAmerican Standard Version\n And when they were come to him, he said unto them,\n\nYe yourselves know, from the first day that I set foot in Asia, after what manner I was with you all the time,  serving the Lord with all lowliness of mind, and with tears, and with trials which befell me by the plots of the Jews;  how I shrank not from declaring unto you anything that was profitable, and teaching you publicly, and from house to house,  testifying both to Jews and to Greeks repentance toward God, and faith toward our Lord Jesus [a]Christ.  And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:  save that the Holy Spirit testifieth unto me in every city, saying that bonds and afflictions abide me.  But I hold not my life of any account as dear unto myself, [b]so that I may accomplish my course, and the ministry which I received from the Lord Jesus, to testify the [c]gospel of the grace of God.  And now, behold, I know that ye all, among whom I went about preaching the kingdom, shall see my face no more.  Wherefore I testify unto you this day, that I am pure from the blood of all men.  For I shrank not from declaring unto you the whole counsel of God.  Take heed unto yourselves, and to all the flock, in which the Holy Spirit hath made you [d]bishops, to feed the church of [e]the Lord which he [f]purchased with his own blood.  I know that after my departing grievous wolves shall enter in among you, not sparing the flock;  and from among your own selves shall men arise, speaking perverse things, to draw away the disciples after them.  Wherefore watch ye, remembering that by the space of three years I ceased not to admonish every one night and day with tears.  And now I commend you to [g]God, and to the word of his grace, which is able to build you up, and to give you the inheritance among all them that are sanctified.  I coveted no man's silver, or gold, or apparel.  Ye yourselves know that these hands ministered unto my necessities, and to them that were with me.  In all things I gave you an example, that so laboring ye ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, It is more blessed to give than to receive.\n\n And when he had thus spoken, he kneeled down and prayed with them all.  And they all wept sore, and fell on Paul's neck and kissed him,  sorrowing most of all for the word which he had spoken, that they should behold his face no more. And they brought him on his way unto the ship.\n\n \nFootnotes\nActs : Many ancient authorities omit Christ.\nActs : Or, in comparison of accomplishing my course\nActs : Or, good tidings\nActs : Or, overseers\nActs : Some ancient authorities, including the two oldest manuscripts, read God.\nActs : Greek acquired.\nActs : Some ancient authorities read the Lord.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of Asaph.\n\n God presides in the great assembly;\n    he renders judgment among the \"gods\":\n\n \"How long will you[a] defend the unjust\n    and show partiality to the wicked?[b]\n Defend the weak and the fatherless;\n    uphold the cause of the poor and the oppressed.\n Rescue the weak and the needy;\n    deliver them from the hand of the wicked.\n\n \"The 'gods' know nothing, they understand nothing.\n    They walk about in darkness;\n    all the foundations of the earth are shaken.\n\n \"I said, 'You are \"gods\";\n    you are all sons of the Most High.'\n But you will die like mere mortals;\n    you will fall like every other ruler.\"\n\n Rise up, O God, judge the earth,\n    for all the nations are your inheritance.\n\n",
    "Script 2": " Samuel :-\n\nThe Ark Returned to Israel\n\n When the ark of the Lord had been in Philistine territory seven months,  the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the Lord? Tell us how we should send it back to its place.\"\n\n They answered, \"If you return the ark of the god of Israel, do not send it back to him without a gift; by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\"\n\n The Philistines asked, \"What guilt offering should we send to him?\"\n\nThey replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers.  Make models of the tumors and of the rats that are destroying the country, and give glory to Israel's god. Perhaps he will lift his hand from you and your gods and your land.  Why do you harden your hearts as the Egyptians and Pharaoh did? When Israel's god dealt harshly with them, did they not send the Israelites out so they could go on their way?\n\n \"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up.  Take the ark of the Lord and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,  but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the Lord has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us but that it happened to us by chance.\"\n\n So they did this. They took two such cows and hitched them to the cart and penned up their calves.  They placed the ark of the Lord on the cart and along with it the chest containing the gold rats and the models of the tumors.  Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh.\n\n Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight.  The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the Lord.  The Levites took down the ark of the Lord, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord.  The five rulers of the Philistines saw all this and then returned that same day to Ekron.",
    "Script 3": "Matthew :-\n\n \"So when you see standing in the holy place 'the abomination that causes desolation,'[a] spoken of through the prophet Daniel--let the reader understand--  then let those who are in Judea flee to the mountains.  Let no one on the housetop go down to take anything out of the house.  Let no one in the field go back to get their cloak.  How dreadful it will be in those days for pregnant women and nursing mothers!  Pray that your flight will not take place in winter or on the Sabbath.  For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again.\n\n \"If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened.  At that time if anyone says to you, 'Look, here is the Messiah!' or, 'There he is!' do not believe it.  For false messiahs and false prophets will appear and perform great signs and wonders to deceive, if possible, even the elect.  See, I have told you ahead of time.\n\n \"So if anyone tells you, 'There he is, out in the wilderness,' do not go out; or, 'Here he is, in the inner rooms,' do not believe it.  For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man.\n\n",
    "Script 4": "Acts :-\nAmerican Standard Version\n And when they were come to him, he said unto them,\n\nYe yourselves know, from the first day that I set foot in Asia, after what manner I was with you all the time,  serving the Lord with all lowliness of mind, and with tears, and with trials which befell me by the plots of the Jews;  how I shrank not from declaring unto you anything that was profitable, and teaching you publicly, and from house to house,  testifying both to Jews and to Greeks repentance toward God, and faith toward our Lord Jesus [a]Christ.  And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:  save that the Holy Spirit testifieth unto me in every city, saying that bonds and afflictions abide me.  But I hold not my life of any account as dear unto myself, [b]so that I may accomplish my course, and the ministry which I received from the Lord Jesus, to testify the [c]gospel of the grace of God.  And now, behold, I know that ye all, among whom I went about preaching the kingdom, shall see my face no more.  Wherefore I testify unto you this day, that I am pure from the blood of all men.  For I shrank not from declaring unto you the whole counsel of God.  Take heed unto yourselves, and to all the flock, in which the Holy Spirit hath made you [d]bishops, to feed the church of [e]the Lord which he [f]purchased with his own blood.  I know that after my departing grievous wolves shall enter in among you, not sparing the flock;  and from among your own selves shall men arise, speaking perverse things, to draw away the disciples after them.  Wherefore watch ye, remembering that by the space of three years I ceased not to admonish every one night and day with tears.  And now I commend you to [g]God, and to the word of his grace, which is able to build you up, and to give you the inheritance among all them that are sanctified.  I coveted no man's silver, or gold, or apparel.  Ye yourselves know that these hands ministered unto my necessities, and to them that were with me.  In all things I gave you an example, that so laboring ye ought to help the weak, and to remember the words of the Lord Jesus, that he himself said, It is more blessed to give than to receive.\n\n And when he had thus spoken, he kneeled down and prayed with them all.  And they all wept sore, and fell on Paul's neck and kissed him,  sorrowing most of all for the word which he had spoken, that they should behold his face no more. And they brought him on his way unto the ship.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]