[
  {
    "Date": "2025-11-26T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=gDVYKkvkguQ",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-bKYioP5gm8&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=10",
    "famous quote": "\"The real problem is not why some pious, humble, believing people suffer, but why some do not.\"\n-- C.S. Lewis (The Problem of Pain)",
    "Ted Talks": "https://www.youtube.com/watch?v=M7ocDqkyHtc",
    "Nature Video": "https://www.youtube.com/watch?v=jHs5POy8-8Y&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=45",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian \nInterview (part 14)\n\nGetting near the end of the interview and having heard so many of the other pastor missionaries' stories, my mind is starting to consider what bearing this type of faith has on how we live our lives in America.\n\n\"What do you think of America?\" I asked.\n\n\"Let me guess. I don't have any permission but let me guess. It seems like a clean country, having plenty of skyscraper buildings. You travel mostly by car and taxi and airplane and motorbike. You have plenty of education so you have knowledge.\n\n\"Is that good stuff?\" I replied. \"Do you desire that?\"\n\n\"If it is the will of God then I would love to see that country.\"\n\n\"Do you want a life with more wealth?\"\n\nHe replied, \"Once I prayed, 'If I had a lot of things but could not do Your work, I don't want that life. I don't want to have everything, but I will have you and serve you and die.' \nOne time a rich person got my cell phone number from a person that I know here. And he wanted me to go to Addis and serve there. He promised to give me and my family a place to stay and everything I need. But unless God speaks to me I am not going to Addis. So I said no.\"\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]