[
  {
    "Date": "2026-02-12T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=u0ZXBJQsKsk",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vODZhMWQ5YzYtMzUwMi0zYzUxLWEzZWItNzYxNzg4ZWRiYjJk?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=13",
    "famous quote": "\"Miracles are a retelling in small letters of the very same story which is written across the whole world in letters too large for some of us to see.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=bUSMPLPMASM",
    "Nature Video": "https://www.youtube.com/watch?v=jtt-p022HCY",
    "User added": "\"Every gift God freely gives us is good and perfect, streaming down from the Father of lights, who shines from the heavens with no hidden shadow or darkness and is never subject to change.\"\n‭‭James 1:17‬ ‭TPT‬‬‬‬‬\n\n\"Never subject to change.\" That is God. Nothing changes God, and God never changes!Now, consider just one aspect of what that means: God loves you and I now with the same love He had for us before eternity when He sent Jesus to die for us! It is the same. Unchanged. Everything we have done, or will do, that makes us feel ashamed, unworthy, petty, evil, etc. - none of it has changed God, or how He loves us from before time began! Rest in Him, today!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin:\n\nWhen I came back to the states I was alive but I had put myself through so much emotional trauma that I felt like I had dropped 60 IQ points. \r\n\nEven though I didn't feel peace about it, I found a job as a simple waiter. But before I was even done training I found myself telling the customers all sorts of wrong things though I was sure I was right. I told them things like we had bread pudding on the menu, but when I went back to tell my boss, he looked at me weird and said, we've never had bread pudding on the menu.\r\n\nI resigned, saying, \"I'm sorry I just can't do this.\" My brain had deteriorated so much from the psychological stress I had put myself through. I went looking for other jobs that could be menial labor, ones that I could do, even ones that my friends were helping me get. But each time I felt that same strange lack of peace about them. \r\n\nHe had an experience a few years prior where he felt like God was encouraging him to move to Columbus to pursue a certain girl he liked. And he just felt peace about it. When he interviewed for a job in Columbus he just felt so much peace in the interview that he had to tell himself not to laugh out loud. So he was realizing how important it was to feel peace about a decision.\r\n\nBut then a friend mentioned a job at a gun manufacturing company and everything felt so right. He felt a lot of peace. They hired me at first in the warehouse, doing menial labor like counting 84 parts at a time and putting them in that bag. But over time they started offering me slightly more complicated jobs until now I manage a team of customer service people. It's not a Christian-owned company but God used it to sharpen me back to health. Now I feel like I could be a CEO of a company if I wanted.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/GP1dEP_cPaU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rhtgQnFnIpk",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=XKOoeTbjSeI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]