[
  {
    "": "2025-08-02T07:00:00.000Z",
    "Art title 1": "The Love of Beauty Is Meant to Be Replaced By The Beauty of Love",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_e94cc2c0b413468297cc27fc3873ce54~mv2.jpg/v1/fill/w_666,h_666,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/a07ded_e94cc2c0b413468297cc27fc3873ce54~mv2.jpg",
    "Artist Statement 1": "I had a dream where my wife got a big bald spot on her head. It felt horrible. When I brought it to the Lord, I was reminded of those cute videos of old people being sweet to each other. And reckoning with the feeling that we will all lose our beauty, I thought, maybe my pursuit of beauty can be replaced by a pursuit of showing the world beautiful acts of love. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-8f24b5f3-53c1-48d5-956a-6283cc1ff488",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Love of Beauty, and the Beauty of Love",
    "Story Link": "https://www.rawspoon.com/post/story-the-love-of-beauty-and-the-beauty-of-love",
    "excerpt": "\"Grandma, I'm afraid I'll never be ready to marry him,\" Henrietta lifted her arms from the kitchen table in protest, \"because I know he is going to lose more hair, and get more of a dad bod and whatever bits of attraction I still feel will go away completely. That's always been my fear of getting married.\"\n\n\"I know.\" Her grandma said as she tied up a bag of bread slices at the counter. \"And now I imagine it's harder dating since you're a little bit older, because you see more of a glimpse of what these old bodies become.\"\n\n\"But I think that's WHY I've made it to 40 without every finding someone good enough! The moment I lose attraction, my desire to be with them disappears and I dump them.\"\n\n\"Does it go away forever?\"\n\n\"I mean, I guess it comes and goes. It's whenever David takes off that hat and I see his receding hair. It ruins the whole date for me. Oh God, I hope he wears a hat tonight. I'm afraid in the state I'm in today, that'd be the end.\" Her voice was tense, her head in her hands.\n\nHer grandma turned around at the sink, holding the butter knife which was spread with mayonnaise and nodded her sympathy. \"I don't think you need to worry so much, Hunny.\"\n\n\"Did you ever struggle with fear like this, Grandma?\"\n\n\"Not really. I don't think most people think about it as much as you do. But now that we know you have 'Relationship OCD', or whatever the counselor called it, maybe that explains some of it, Dear--\"\n\n\"But,\" Henrietta objected, \"shouldn't we worry about it?! Don't people realize; we're all going to lose attraction to our spouses eventually! Do people just ignore that until they get married, and then when it happens they just get divorced, or just quietly live feeling trapped the rest of their lives?\"\n\n\"Just get good at selflessly loving him, Darling. And if he does the same, you two will be alright.\"\n\n\"But every time I start to get close to a guy, and see something like a dad belly or balding, I completely lose the magic. Any feeling of excitement is replaced by fear because I know it's just a precursor of things to come. And it all just becomes so heavy.\" Henrietta put her head in her hands.\n\n\"Does David love you well, Darling?\"\n\nHenrietta thought for a few seconds and then released a hesitant, \"Yes.\"\n\n\"And do you think you can love him when you're not attracted?\"\n\n\"I don't know. I just feel like resentment will set in.\"\n\n\"That's very real.\" Her grandma looked at the clock on the wall. \"I think once you can learn to be sweet to someone even when you don't feel romantically attracted, you'll be okay. I think you can do it.\"\n\nHer grandma put her hand on Henrietta's shoulder and said, \"I don't mean to cut you off, Love, but we've been chatting a while and your grandpa will be coming home soon. Seems like maybe this is something you could continue talking to God about.\"\n\nHenrietta nodded and touched her grandma's hand. Henrietta got up in a few moments and climbed the stairs to her attic room. She opened the door and peered into her space, so perfectly controlled and beautified. \"Oh God, why do I want to leave relationships every time the attraction goes away?! Why can't I be happy with David and his flaws?\"\n\nShe saw the gray light coming from the perfect square window at the end of her room, centered under the peaked roof of the ceiling. As she went to it, the gray sky and beautiful trees and rooftops and the street below came into view. She saw her grandma below, opening the gate of their yard and turning around to close it behind her. Her grandma heard something and looked up to the left. Henrietta's grandpa came into view. They were both old, gray and hunched by now. They waddled more than they walked. They each had their quirks, Henrietta knew all too well. Their bodies were often the reminder of what any partner of hers would become someday and that scared her. \n\nBut then her grandma held out the sandwich she had made for him. He smiled, took it, and took a big bite. He chewed it, visibly savoring the flavor and looked at her with a smile. He leaned down and kissed her lips. He did a little jig and then reached for her hand. He spun her ever so carefully and as Henrietta's grandmother slowly twirled Henrietta saw her authentically happy.\n\nHe felt a raindrop and looked at the sky; it was drizzling. Then he took her hand in his and they hobbled away on their daily walk together.\n\nHenrietta smiled down at the scene. \"Now that is adorable, God.\" \n\nShe then noticed how her disdain for the lack of beauty between them had momentarily been replaced by a pure feeling of beauty. But it had not come from seeing perfect bodies, but from seeing such selfless love and joy. \n\nShe sat down at her desk and opened her pristine, pink journal. She propped her head on her hand for a few minutes. Then she wrote, \"Maybe the love of beauty is meant to be eventually replaced by the beauty of love.\" She re-read and studied it. Then she added, \"God, you see my fear of losing attraction to my spouse. Please replace it with an allure to the beauty of bringing joy and love to one other person for the rest of my life.\"\n\n***\nThree hours later there was a knock on their door. Her grandma hobbled to the door as Henrietta jumped up and gathered her things. \n\nHenrietta met them at the door. David held his hat and an umbrella in his folded hands and the old woman was blushing as if he had complemented her.\n\n\"Hello lovely.\" David said as he saw Henrietta. \"That dress is beautiful.\" He leaned down to kiss her, but then noticed Henrietta wasn't quite ready for it. She was looking down and biting her lips. She had seen raindrops glistening on his sparsely haired scalp.\n\nThen she slowly looked up, saw his affectionate eyes on her and a smile grew on her face. \"Um. I made us some sandwiches.\" She lifted two little sandwhich bags bashfully. \"I thought it would be sweet if we could go walking in the rain, maybe, unless you have other plans.\" She gave a cute, shy smile.\n\n\"You're such a darling!\" David leaned in and swooped her up, his strong arms under her knees and her back. She reached around him and put her chin on his shoulder, looking back at her grandma. He whispered to her, \"I see you're struggling a little. We can work through it together.\" And then he said loud enough for her grandma to hear, \"But it looks like I'll be doing most of the walking. Hold this thing and feed me those delicious looking sandwiches! I'm guessing all this sweetness you have comes straight from that sweet grandma of yours.\"\n\nShe shared a smile with her grandma all the way out the gate. \n\n---\nCan we begin to replace the pursuit of beauty with instead pursuing the beauty that comes from loving others well. \n\nRaw Spoon, July 3, 2025",
    "Audio file": "",
    "Blog Title": "BLOG:\nClick Into The Story",
    "Blog Link": "https://www.rawspoon.com/post/click-into-the-story",
    "Blog excerpt": "So again, I woke up with a racing mind. Many unproductive directions. An hour or two into my day I was still like, \"Where is all this going?\" I feel like I'm wasting precious hours of my day stuck in unproductive, unhappy cycles.\n\nAnd so then I came to do this prayer time I've committed to every morning at this coffee shop. (I put it on my website so anyone could show up to join me. It holds me accountable). And since I've been committed to this prayer time I've been learning about pressing in. So as I prayed and it seemed like wasted time, like my mind was playground of unruly children running in all directions, I just kept trying. I kept pressing in. \n\nA critical part of this blog is this little detail: I was listening to this playlist of music as I tried to pray. I often listen to it. It's my prayer time playlist.  \n\nAnd at about 45 minutes of sitting in silence at this coffee shop, struggling through wildly wandering thoughts I started to cry. Something was starting to engage. It was partly because of the music. I'll tell you why in a second. But first a little about the playlist.\n\nIt's a weird playlist. Like, I have Adele's \"Hello\" up first because she says,\n\nHello, it's me\nI was wondering if after all these years you'd like to meet\nTo go over everything\nand then she says,\n\nHello from the other side\nI must've called a thousand times\nAnd I like to picture her voice as God saying, I've been waiting for you here. And she sings it with such heartbreaking longing that I begin to get an idea that God really, really wants to connect with me again. \n\nAnd another song is John Mayer's \"Say.\" I really like the song and think it applies pretty well to trying to pray. It says, \n\nTake all of your wasted honor\nEvery little past frustration\nTake all of your so-called problems,\nBetter put 'em in quotations\nSay what you need to say\nSay what you need to say\nSay what you need to say\nAnd there are also a bunch of worship songs on the playlist by John Mark McMillan and Hillsong and stuff. But I think I realized why this stuff helps me in prayer. It clicks me into a story. A story with a soundtrack. Something about soundtracks in movies tell us this moment of struggle is for a purpose. This hard emotion is beautiful and has a purpose to forwarding this beautiful story.\n\nClicks me into a story. Being part of a story suddenly makes things make sense. All of the wandering events and thoughts have a purpose. They all are part of this story of me wandering through a desert of distraction trying to find the love that is searching for me. And then the wandering, the pressing in no longer just feels like a random psychological lasso-ing practice, but an underdog in need fighting off enemies of distraction and depression trying to hear the voice of her lover pursuing her. And we see somewhere that her lover is pushing through all the distractions and climbing over the mountains in the landscape in pursuit of her. \n\nRaw Spoon, Jan 11, 2020",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/01/img_0209.png?w=1080&ssl=1",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2019/02/IMG_0349.png?w=3300&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=PgmAkM39Zt4",
    "Bible Project 2": "https://www.youtube.com/watch?v=lrsQ1tc-2wk",
    "Bible Project 3": "https://www.youtube.com/watch?v=HGHqu9-DtXk",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 49",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ecclesiastes 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Mark 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Timothy 4",
    "The Chosen 3": "https://youtu.be/EwDXNZXMo_g",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=R7Aja_kvpFU",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]