[
  {
    "Date": "2025-12-19T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMmFjN2E2MWUtNTJiOC0zMDIzLTk5MDgtYWNlMDgyZDQxMDQ0?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQph8",
    "Yoga": "https://www.youtube.com/watch?v=y1cCPKWURkg&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=6",
    "famous quote": "Step out of the history that is holding you back. Step into the new story you are willing to create.\n-Oprah Winfrey",
    "Ted Talks": "https://www.youtube.com/watch?v=YNIU4-UxDwk",
    "Nature Video": "https://www.youtube.com/watch?v=lwLnObYwfCA&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=2",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 8)\n\nIs there anything else you'd like to say?\n\nYes, my opinion to the whole world is we are in an especially urgent call to save lives. To protect our nation from the invasion of Muslims. America, a Christian nation, has allowed Muslims to come to their nation. And the Muslims are building mosques and schools and even given some government offices and their intention is to take the whole world to be Muslims. So we are in a very urgent call to protect the nations, especially the Christian nations from being taken over. We are not protecting ourselves. We are not even going to protect others. We are giving up our nations to threats and invasion. As the church planters and missionaries we have to go out to the Muslim nations. Especially the Christian nations should protect their nations from the threat of Muslims because that brings death for their nation, in terms of spiritual and physical death.\n\nIn what ways?\n\nWhat is happening in America, because it's open to anyone, is bringing terrorism. America fights terrorism by going to any other nation, but they are bringing terrorism to their own nation. Freedom is good but we should have a limit to what we let come in. We need to be thinking of the future generations. We may not be able to be Christian after forty years. All the Asian and European countries, even the Corinthians and Ephesians, and Turkey, were all Christian. But throughout all these years they have been taken over by Muslims. We are trying to go back and reach those countries after 300 years. They used to be Christian nations but now they are 100% Muslim. It's giving an assignment to the generation to come by inviting Muslims into our nations today. So we must protect the nations and reach out to the Muslims with the gospel of Jesus Christ.\nComplicated but reality.\nWhen the Muslims came to Africa they came to North Africa and Ethiopia at the same time. But Ethiopia was dominated by the orthodox and they fought the Muslims from coming in. But the native religions in North Africa allowed Muslims to take over and now they are fully Muslim nations. \nWe have remnants now. 62% of Ethiopia is Christian, meaning Orthodox, Catholic, and Evangelical. But the other nations were taken over.",
    "Interview Video": "https://www.youtube.com/watch?v=0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://youtu.be/axYBz0BfmRg?si=RddMo7SgPKq1xZyW",
    "Music Video Instructions": "Imagine God meeting you in your despair with an adventure like this, His Holy Spirit \"Washing\" over you. You are \"His Baby\"."
  }
]