[
  {
    "Art title 1": "We are not Competitors, We are Coheirs (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_26a6570808094220a8c5b66fd1ee554b~mv2.png",
    "Artist Statement 1": "Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory.\nRomans 8:17\n\nHow wonderful, and how profound that we get to share in Christ's glory.\n\nSome theologians may argue that God would never share His glory.\n\nAnd I agree that He would never share with another \"god\"\n\nBut a good father always shares everything with His children.\n\nAnd so we are! Children of God.\n\nAll that He has, we inherit.\n\nWe are creatives created by the creator.\n\nArt and creativity runs in our blood.\n\nMay we never see another brother or sister as anything but a fellow coheir to His great and glorious kingdom.\n\nMay we not strive to compare the value of how one of us sees the Father to how someone else sees the Father.\n\nHe is too big to be fully comprehended.\n\nIt would take a million artists from a million lifetimes to scratch the surface of His goodness.\n\nAnd yet, He still invites us to it.\n\nBecause we need to see Him beyond just our view.\n\nIf He was good to someone else,\n\nHe will be good to us.\n\nIf He healed someone else,\n\nHe will heal us.\n\nThis is our hope.\n\nMay the testimony of one artisan's encounter unlock another.\n\nMay I see Jesus in your painting.\n\nMay I see Jesus in your film.\n\nMay I see Jesus in your pottery.\n\nMay I see Jesus in your poetry.\n\nMay I see Jesus in your dance.\n\nAnd may I see Him in myself.\n\nIn the messy process of creating May His presence be ever found.\n\nMay your next project explode with the light of His gospel.\n\nMay your visual worship paint a Jesus they couldn't see before.\n\nMay it not be competition,\n\nBut may it be completion.\n\nTo fulfill the great and glorious commission.\n\nEncourage or tag your favorite artisan today.\n\n(Anthony Gurrola)",
    "Picture link 1": "https://www.instagram.com/p/CXd5GZcrXY3/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "King Herod",
    "Story Link": "https://www.rawspoon.com/post/story-advent-herod",
    "excerpt": "Herod flung the covers back and sprang to the window opening. He peered down from the tower and muttered, \"Surely it is my brother with assassins.\"\n\nHis wife mumbled from bed, \"You are so afraid of everyone.\"\n\n\"We have to be. You've seen my father kill anyone who threatens him.\" He growled at her.\n\n\"You're the worst of them.\"\n\n\"Shutup! I had a dream. A--\" he struggled to describe it. \"--giant man said some people are coming tonight.\"\n\n\"What type of people?\"\n\n\"I don't know!\" He shot back. \"Men bringing a threat to me.\"\n\n\"A threat? What does that mean?\" \n\n\"Announcing a king.\" He paused and then added. \"That a king is coming.\"\n\nShe paused before she answered, \"You think it's your brother?\"\n\n\"My half-brother.\"\n\n\"It was you who called him your brother,\" she retorted and turned away from him.\n\n\"It might be him.\" He said. Then he turned back to the window and mumbled to himself, quoting from the dream, \"A king that can finally bring me peace.\"\n\nJust then the city gates opened below them. Three foreign men dismounted camels and were escorted into the king's courtyard. Herod frowned and swung his robe on. \n\n\"Where are you going?\"\n\n\"The messengers have arrived.\"\n\nHerod walked down the stairs, through the great halls, and into the gated courtyard where he found the men unloading and watering their camels. \n\nHe spoke aggressively at them, \"What message do you have for me?\" He gestured to the guards who quickly came to him from the corners. He knew he always had to take the offensive with strangers so no one could get the upper hand. \n\n\"Your highness,\" the eldest guest spoke.  He drew back his hood, revealing thinning hair and a gray beard. He bowed. \"We come seeking the new king. We understand that he was born in the last year, somewhere near here. We bring gifts from our kingdoms.\" He pointed to his bag and slowly stood up. The other two men came up behind him. \n\n\"What do you know about this king?\" Herod shot at them.\n\n\"It appears to be the Hebrew's 'prince of peace.' A prophesied king that would bring peace to all nations. He was prophesied a thousand years ago. The Jews live here in your city, right?\"\n\nHerod shifted and swallowed. \"I rule over them. Yes. Do you have details so that I might go and,\" Herod thought a moment. \"worship him myself?\"\n\n\"Well, we were hoping you would have that information,\" the new man said. \"We could look back at the scriptures and the star more closely to see if--.\"\n\n\"And I could ask my sages to help as well. Can you stay a few days?\"\n\nThey looked at each other and nodded. \n\n\"Good.\" Herod nodded to his guards to get them settled in and turned around and walked back up to the tower. He hung up his robe with calculation and moved across the room with fierce precision. He slipped into bed like a spy. \n\n\"What happened?\" His wife accused.\n\n\"Nothing.\" His tone was cold.\n\n\"Who is the threat now? You get this way when you're about to do something terrible.\"\n\n\"We will find the young king.\"\n\n\"Who is it?\" She asked.\n\n\"They say he is called the prince of peace.\"\n\n\"That's something you could use a little more of.\"\n\nHe replied angrily, \"Not if it means he will rule over me.\" He reached up and pinched out the flame of the bedside candle. \"Watching my father has taught me not be taken by anyone. Ever.\"  He held his fingers there a moment as the wax burned and dried on them. \"Even if they claim they are bringing peace.\"\n\n___\n\nHow did your upbringing teach you to cope with fear? What fears keep you from surrendering control to God?  \n\n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_0d6750e50a1b4ffa8a641b327a2ee5f1~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_18c34012926e4f1599beeeeceb5275a5~mv2.jpg",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=jhcmzjwbvyk",
    "Bible Project 2": "https://www.youtube.com/watch?v=JqOqJlFF_eU",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72",
    "Research 2-link": "https://enduringword.com/bible-commentary/Joshua 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 21\nAmerican Standard Version\n21 And the word of Jehovah came unto me, saying, 2 Son of man, set thy face toward Jerusalem, and drop thy word toward the sanctuaries, and prophesy against the land of Israel; 3 and say to the land of Israel, Thus saith Jehovah",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/34",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]