[
  {
    "Date": "2025-10-20T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=P53a6QG4jlY&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=3",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=wnk7SdVcCik&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=5",
    "famous quote": "Live out of your imagination [not your history]\n-Stephen R. Covey",
    "Ted Talks": "https://www.youtube.com/watch?v=_7br_OZ5v7k",
    "Nature Video": "https://www.youtube.com/watch?v=HsStKuWHI_c",
    "User added": "\"Taste and see that the Lord is good. Oh, the joys of those who take refuge in him!\"\n??Psalms? ?34:8? ?NLT??????\n\nI enjoy eating! Whether you enjoy it a lot, or a little, everyone has to eat to live. But, no one would sit down in front of a table full of food, stare at it longingly for a time, and then get up and walk away expecting to be satisfied. You have to eat. the. food! Today, ask yourself, Am I sitting before a banquet table, choosing not to eat, yet waiting to be satisfied?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 10)\n\nDo you think the big man in your dream was Jesus? \nWell. . . Abdisa smiles . . . Actually I met him three times. \nOne time when he came to me it was after a church service where a worship leader had been saying, \"Jesus will come.\" I went back home and lied down on my bed. That's when I saw a vision of a man standing on a mountain. I saw him up in the sky.\nAbdisa stands and touches his waist with both hands.\nThe upper part of his body was far up into the sky and was hard to see. I was lying down and could see the mountain. It was like 10 km tall. As soon as I saw him I heard the worship leader's voice in my ear, 'Jesus will come.' The man said, \"The voice you heard from the leader was for me; I am Jesus. I came to be with you.\" \nImmediately, he was gone from the mountain and I saw a ball, like a sun come to my house. There was a big tree and the sun came behind the tree and a voice came from the tree. The voice said, \"Today I will make a covenant with you; I will give you the power. Everywhere you go you can win with this covering.\" That covenant that I saw was like a rainbow and the rainbow came down on my head. When I woke up I was speaking in tongues and disturbing all the people in my house.\nMy mind goes to the previous mornings when we had awoken in the dorms to the Ethiopian pastors praying loudly in languages we didn't know.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/I8bDGHxTr5I",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=96MiYk9VYvc",
    "Music Video Instructions": "Ask God to bring you to life."
  }
]