[
  {
    "Date": "2025-10-03T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Zp_kpiT9oAM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=PX2Z-bXkOp4&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=5",
    "famous quote": "Failure is not the opposite of success. It's a part of success.\n-William Ritter",
    "Ted Talks": "https://www.youtube.com/watch?v=L7vXZ1BnTBI",
    "Nature Video": "https://www.youtube.com/watch?v=MdExxcRrC9g",
    "User added": "\"O Lord our God, you answered them. You were a forgiving God to them, but you punished them when they went wrong.\"\n??Psalms? ?99:8? ?NLT??????\n\nGod answers you! He sees you! I am constantly amazed that God knows me personally. Better than I know myself. Even though He knows all of my dark meanness, evil thoughts, callousness, and willfulness, because of Christ Jesus, He has forgiven me. And God loves me so much that He sends correction into my life to keep me on the right path. Do you see His loving hand in the correction He gives? Consider what forgiveness cost Him, and I think you will.\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 6) \n\nThe reason Matthias and I were getting together today was partly because he is a photographer and was doing some creative headshots for me after I interviewed him. So I asked him how hearing from God is different than getting creative impulses.\nMatthias first told me that when he felt like God said he had a calling in art, he did a double take. He had had plans to do prosthetics research. And he was a software engineer for years for a major bank in the Middle East. So he says he may not know that creative impulse as well as some artists do.\n\nBut he replied, \"It's the tone of the thought.\" Matthias said his own thought voice can be very meek and confused and very uncertain. Whereas when he discerns something is from the Lord, it is a deeper, calmer voice that is addressing him. And addressing him by child or son. If Matthias addresses himself in his thoughts it's usually by his own name.\n\nI asked him, \"How would you encourage someone to hear God's voice?\"\nHe believes anyone can hear God. He points out that there are stories of even non-christians hearing God calling out to them. So it's about 'are we open to hearing?' Are we creating space in our lives and minds? \nFor Matthias, it always used to start with \"Tell me what to do.\" Now even if he asks God 'tell me what to do,' it's more of a relational conversation. It's more about being in a relationship than getting directions. Now Matthias tends to ask God 'what are you saying' or 'what do you need me to hear today?\" \nGod wants to build a relationship with us. ",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=m7KAneehoOw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=cQ0kh3k0LKE",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]