[
  {
    "Date": "2025-08-04T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-bKYioP5gm8",
    "famous quote": "I had the epiphany that laughter was light, and light was laughter, and that this was the secret of the universe.\n-Donna Tartt (in \"The Goldfinch\")",
    "Ted Talks": "https://www.youtube.com/watch?v=lUTNqZ4JOKk",
    "Nature Video": "https://www.youtube.com/watch?v=0aSCPmabRpM",
    "User added": "\"If God doesn't build the house, the builders only build shacks. If God doesn't guard the city, the night watchman might as well nap. It's useless to rise early and go to bed late, and work your worried fingers to the bone. Don't you know he enjoys giving rest to those he loves?\"\n??Psalm? ?127:1-2? ?MSG??????\n\nDo you feel the weight of your responsibilities each day? Work, family, friends, and church all press down, or pull at your limited time and energy.\nI am going to say something, and I hope you think about it. You are less important to all of those people and organizations than you are to God. God is the one watching over you as you sleep. He is the one controlling and guiding circumstances in your home, at work, at church, in your city, half a world away, and years in the future to bring you closer to Him. Finally, He is the One who gives you rest today, and every day for all of your life into eternity. The Creator of the universe is watching over you with love! That is something to think about all day every day!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin:\n\nWhen I asked Kevin about these stories he said it's funny you should ask about it today because at church today the pastor said in Corinthians Paul says prophecy should be sought for everyone because it helps us lift each other up. \n\nThis isn't definitive proof of God or anything but one time recently he had been struggling with back pain so much that there were days he couldn't go into work. He had gotten physical therapy and was even wearing a back brace when he went to Nick's house, under his shirt and under his jacket where Nick couldn't have been able to see it. Nick didn't know Kevin had been having back pain. \n\nNick started randomly talking about how he had been having back pain and he found a solution online which instructed to lay on a tennis ball and roll it around under your back until you get knots out. He ended by saying, I don't why I just told you all that.\n\nKevin said, well that's funny because I've been having really bad back pain too. Kevin tried the tennis ball method and his back got better. \n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/1CjFER2Mo21",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]