[
  {
    "Date": "2026-02-13T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ymGX9VHPN8o",
    "Additional Link": "https://static.wixstatic.com/mp3/a07ded_dd53f685e3c64e01b285aa33f3aa10dd.mp3",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=14",
    "famous quote": "\"I hope no one who reads this book has been quite as miserable as Susan and Lucy were that night; but if you have been - if you've been up all night and cried till you have no more tears left in you - you will know that there comes in the end a sort of quietness. You feel as if nothing is ever going to happen again.\"\n-- C.S. Lewis (The Lion, the Witch and the Wardrobe (Chronicles of Narnia, #1))",
    "Ted Talks": "https://www.youtube.com/watch?v=Vz8X4vaduZE",
    "Nature Video": "https://www.youtube.com/watch?v=hpfVMPCR3xA",
    "User added": "\"For you know that your lives were ransomed once and for all from the empty and futile way of life handed down from generation to generation. It was not a ransom payment of silver and gold, which eventually perishes, but the precious blood of Christ--who like a spotless, unblemished lamb was sacrificed for us.\"\n‭‭1 Peter‬ ‭1:18-19‬ ‭TPT‬‬‬‬‬‬\n\nWe all struggle with competing demands from life; work, family, relationships, etc. Partly, the reason for so many rules for the Hebrews was to help them incorporate God into their everyday lives, but the rules became god for many of them. God has always wanted to be the centerpiece of our lives. Thankfully, He sent Jesus, so we can always have His Spirit with us. Take time throughout your day to focus on God. The more you seek Him, the more you will see Him in all you do!\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin:\n\nSometimes I go to this prophetic ministry called Daystar. They offer 15 minutes of designated prophecy time with each person who wants it. So I did that once and even though I hadn't told the guy anything he told me, \"I feel like God is saying He is very happy with you because you have been patient. You are in a room with lots of little doors that you could take. But just wait because God's hand is bigger.\" I thought that applied really well and took it as an encouragement. \n\r\nI went back to Daystar three months later and got prophecy from an entirely different guy who basically said the same thing, \"God is pleased with you waiting on him.\" But when I walked out of the room and sat in a hall while my friends were being prayed over I recognized the guy who had prayed for me three months earlier. I went and talked to him and although he had been completely fluent and natural during the prayer, outside of it he was so socially awkward with a speech impediment to the point where he could not carry on a normal conversation.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/ibbtJg48Uos",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rhtgQnFnIpk",
    "Other Video": "",
    "Music Video": "https://youtu.be/Mlj2VkdkN9Y",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]