[
  {
    "Date": "2025-08-29T07:00:00.000Z",
    "Movie Scene": "https://youtu.be/1JCSWeP39pc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=jEKfpZoH_PA&list=PLVccJouc7Os9oOzpscL2UCrrHAlAW9GcC",
    "famous quote": "You never really understand a person until you consider things from his point of view...Until you climb inside of his skin and walk around in it.\n-Harper Lee (in \"To Kill a Mockingbird\")",
    "Ted Talks": "https://www.youtube.com/watch?v=YNIU4-UxDwk",
    "Nature Video": "https://www.youtube.com/watch?v=pkhE14Rou-E",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Stephanie:\n(Part 2)\n\nStephanie told me of another time when one of their friends, Bill Johnson who has a healing ministry at Bethel Ministries in California (bjm.org) was coming through town. She thought, you know I would really like to have a ministry like his. I want people to be healed. So she started praying for a major healing at one of their meetings that was coming up. And on the night of the service she thought to herself, \"If either Peter or Josen are at the service tonight, I'll take it as a sign that God is going to heal.\" This is the same Peter that sees visions when he prays, and Josen is another man through whom they have seen a lot of healing. Some people just seem to get these gifts since the moment they are saved.\r\n\nWhen she walked into the room that night, Peter was talking to Josen. She told her husband, David to leave room in the service for healing because she felt it was going to happen that night. As the service came to a close David asked if anyone had a word of knowledge. Both Peter and Josen raised their hands. \r\n\nHe asked them to speak and one of them said I think someone here has pain on the right side of their neck. Three people came up who were struggling with pain in their neck. They prayed and weren't sure if anyone was healed until weeks later when Stephanie heard that one of the women who went forward had experienced a botched surgery in which the surgeon had snipped part of her spinal cord in her neck and she was partially paralyzed on one half of her body. And the other side was often in severe pain. She had come to the service with a friend covered in pillows in the car. \r\nAnd she had been fully healed at the service. \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/abIh5UVjynQ",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]