[
  {
    "Art title 1": "Cormac Mcarthy's \"The Road\" and Rembrandt's \"The Return of the Prodigal Son\"",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_0021a3729a784d96a8d23d3dd5d9de1f~mv2_d_3015_3139_s_4_2.jpg",
    "Artist Statement 1": "This illustration is a mashup of two existing works. First, the words are from one of the final chapters from Cormac McCarthy's book \"The Road\" in which a father is telling his son his last words before he dies. You can hear the heartbreaking love dripping from from his goodbye. The second part of the mashup is Rembrandt's \"Prodigal Son\". The words of \"The Road\" are arranged to appear like the father welcoming the son in the \"Return of the Prodigal Son.\" Try squinting. (Raw Spoon)",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-38445b1d-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Sin against Man and Sin against Her",
    "Story Link": "https://www.rawspoon.com/post/story-sin-against-man-and-sin-against-her",
    "excerpt": "Samantha put on her lipstick and looked at herself in the mirror. Tight white tanktop with gray stripes. She had curled her hair. She had it and her nails redone yesterday because today was the day she would see her man ... in jail. \n\nShe only got to visit every two weeks but she made sure she looked as sweet as possible for him when she did. She tried to give him enough love and hope through that glass window that he could survive in there until she saw him again. She was okay with his petty crimes, breaking and entering. Dealing. She believed he could change. She loved and fought for him. She could see he was trying to break out of the cycles. He was her man, and she was resolved to love him through all of that, no matter what everyone else said.\n\nThey opened the door for her and she walked in with her sexiest walk. And as soon as she spotted him waiting in his orange jump suit behind the glass, she zoned into only him. And she was his for the next hour. This was their routine for 2 years. And it did indeed sustain him. \n\nBut within one week of him getting out he had slept with another woman. \n\nAnd Samantha dropped him. She could deal with his crimes against others, but if he was heinous to her, she was done. She cried for weeks but that she could not tolerate. \n\n ---\n\nIn 1 Samuel 2:25 Eli tells his sons, who were priests and were sleeping with the women who helped out in the temple, defiling God's temple, \"If one person sins against another, God may mediate for the offender; but if anyone sins against the Lord, who will intercede for them?\"\n\nEli probably sensed that sins against God directly were especially bad. God gave them lots of laws to abide by but the ones he repeatedly dropped them for were the ones where they worshiped other gods, (the ba'als and Ashtereth poles). \n\nI don't know exactly how that applies to today after the new covenant created by Jesus, but maybe it has something to do with that strange \"unforgivable sin.\" In Matthew 12:31 it says blaspheming the Holy Spirit will not be forgiven. I've heard this means really seeing the Holy Spirit's work and rejecting Him anyway. Whatever the case, may we keep God close. May we argue with Him like a spouse, but may we be very careful not to leave him for another. May we not ascribe kingship or our loyalty to any other entity. But when we do, may we repent quickly and beg forgiveness so that he may continue to love us away from our other sins, the ones against others.\n\nRaw Spoon, January 11, 2021 ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/09/TRBC-9-13-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_f71665082c0b41a2abca7a00ae98049b~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 40",
    "Research 2-link": "https://enduringword.com/bible-commentary/1 Kings 19",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 30",
    "The Chosen 3": "https://www.youtube.com/watch?v=z49zw1jMPo4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=CyPPoNxnW-Q",
    "Song 2": "https://www.youtube.com/watch?v=bmVOMbqoD4o",
    "Song 3": "https://youtu.be/SR7aLsMTE3U",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.8817066,35.5799675,2a,75y,277.45h,82t/data=!3m6!1e1!3m4!1sJ7reA7q0Vi2wR1JhhfITsA!2e0!7i13312!8i6656!5m1!1e4",
    "3dNotes2": "Dock in Capernaum: Jesus may have recruited Simon and Andrew from fishing in a place near here (in the Luke reading today)",
    "3dLink3": "https://www.google.com.ph/maps/@32.8308783,35.5570117,3a,75y,242.96h,76.42t/data=!3m8!1e1!3m6!1sAF1QipPIFNOgLMjiuhiC6SNHCNdC-tm-ScMAKd-unraU!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPIFNOgLMjiuhiC6SNHCNdC-tm-ScMAKd-unraU%3Dw203-h100-k-no-pi-5.1693068-ya14.498521-ro-0.41436487-fo100!7i5376!8i2688!5m1!1e4?entry=ttu",
    "3dNotes3": "The Sea of Galilee (aka: lake of Gennesaret) : where Jesus recruited some of the disciples",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]