[
  {
    "Date": "2026-01-01T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZDhjZTVhNzAtMDA5Mi0zMjMyLTg4ZDYtN2RkNjU2ZDhhZjc2?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQyoEB",
    "Yoga": "https://www.youtube.com/watch?v=-7kKfwTDwEM&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7",
    "famous quote": "\"Love is not affectionate feeling, but a steady wish for the loved person's ultimate good as far as it can be obtained.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=XFnGhrC_3Gs",
    "Nature Video": "https://www.youtube.com/watch?v=WCcLMNcWZOc&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=15",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-runover-phillip-and-spencer-the-mormon",
    "Interview image": "https://static.wixstatic.com/media/a07ded_36e7182e353b4e5a826b4e49a80e4fe7~mv2.jpg/v1/fill/w_241,h_321,al_c,q_90/a07ded_36e7182e353b4e5a826b4e49a80e4fe7~mv2.webp",
    "Interview Text": "Homeless Interview: Runover Phillip and Spencer the Mormon\n\nI was selling art at a booth in the Gainesville Square, north of Atlanta. I was talking to a young, \n\nbright-eyed Latter Day Saint named Spencer when Phillip rolled up in his wheel chair. About half-way through our conversation I asked him if I could record his interview to post it. \n\nPhillip said \"I aint gonna lie, I drink to kill the pain.\"\n\nHe had been run over by a car near the Gainesville square. It was a nasty injury, it had healed crooked and poorly.\n\n\"I can't help it that I drink like I do.\" He showed me the two beers he drinks a day, stashed beside him in the wheelchair.\n\nI asked him what was the pain he killed before he got run over. He said, there was no pain that made him drink before, really.\n\nI asked Spencer if he hopes beer is in the next life. he replied, I'd probably be better off if it weren't. \n\nI asked something about what he hopes for heaven. He said as long as the big man is there everything should be okay. \n\nAbout that time the mormon missionary that I was talking to, Spencer, came back with a sandwich for Phillip. \n\nHe told me about pulling out his switchblade on someone. \n\n\"I'd like to have one good night sleep.\"\n\nWe prayed for a good night sleep for him along with some of the other concerns he had shared. He cried and then afterward said he hadn't cried for years. \n\nSpencer said he had a scripture to share from the book of Mormon. It was a scripture about bearing up a burden. Spencer shared it because he had leaned on that scripture when he had broken his foot. \n\n---\n\nI thought it was interesting hearing that even though he wanted nothing more than to have his beer and be left alone to do what he wanted in this life, all he seemed to hope for in the next life was Jesus being there. Sometimes I wonder if we who \"have it together\" down here often miss the most important part. We want our pleasures in heaven, not the creator of heaven himself.\n\nCheckout his tattoos. They seem so poetically appropriate to what I saw going on in Phillip's heart.\n\nRaw Spoon, July 4, 2021",
    "Interview Video": "https://www.youtube.com/watch?v=5jFf7hRamNE",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "https://www.rawspoon.com/post/how-to-become-a-digital-artist",
    "Pursuing Mission text": "How To become a digtal artist: \n\nI transitioned into being a freelance digital artist full time about 7 years ago. I've done a lot of trial and error, searching for programs, testing and choosing solutions for everything from digital pen tablets to use, to programs to help me animate. I'll include my tips below so that if you're looking to start and excel at digital art, you will have the huge head start I wish I had. I'll include some pictures and please reach out if you have questions to help you answer that question of how to become a digital artist.\n\nAdobe Creative Suite\nThe first and biggest tool is the Adobe creative suite. It's a hefty $53/month but, besides my computer and tablet, it is continually the most valuable tool for my processes. They're updating their programs often and they continually become more powerful.\n\nModern Last Supper done in photoshopModern Last Supper done in photoshop\nAnimation done in Photoshop\n\nPhotoshop\nI use Adobe Photoshop the most, drawing with my Wacom Cintiq 22HD directly into Photoshop. It is a pixel based program and works very much like drawing on a paper or painting on a canvas, but with the power of layers, undos, and a vast array of continually evolving brush options. You can choose to draw with what appears like a 6h pencil, or paint with what looks like an oil paint brush. If you only need Photoshop in the Adobe Creative Suite you can get it for $20.99/month. Like the rest of the Adobe programs they are constantly updating features and as long as I spend 5 minutes looking at their info on the updates, I'm continually added new capabilities to superpower my workflow.\n\nDesigned with Photoshop, with mandala symmetry enabledDesigned with Photoshop, with mandala symmetry enabled\nDesigned in Photoshop using symmetry tool\nIllustrator\n\nI use Adobe Illustrator for vector-based graphic design, like logos and word art. Vector-based means what you draw in Illustrator are based on equations that make up your lines and shapes. So, unlike pixel-based programs like Photosho...",
    "Catholic Meditation": "https://www.youtube.com/watch?v=NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=UihssQZoUd4",
    "Music Video Instructions": "Might God be saying this to us?  "
  }
]