[
  {
    "": "2025-10-17T07:00:00.000Z",
    "Art title 1": "Your Tender Love Saves Me from my Werewolf Self",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_f55e3044c6f8429980fe58d63c81a1f2~mv2.jpg",
    "Artist Statement 1": "The story goes along with the art today.\n\nWho in your life loves you, even when you are your worst self? This is also the love of Jesus. He is the one who goes to find the one sheep that has wandered from the rest. We just need a repentent spirit to turn back. When, and in what ways do you become someone you don't want to be?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-9230882c-daf7-42c0-940e-9aa56cf60e36",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "My Werewolf Self",
    "Story Link": "https://www.rawspoon.com/post/story-my-werewolf-self",
    "excerpt": "I remember a few things about last night. The intestines of a cow spilling in the open meadow, glistening in the bright moon light. Leaping from a tree onto a roof and the shingles loosening beneath my feet. A giant bird demon completely covering me in its shadow and my snout biting to the bone of its grappling talons. But the one image that will not leave me is not even an image. It's her voice. \n\n\"I'm here. I love you. Come back to me.\"\n\nI remember Sonya finding me in the field outside her house, and holding my snout tenderly as everything churned like a war around me. I can see all the demons in the world when I'm in that state. But she held me close and she spoke to me for as long as she could before I-- \n\nOh, no, dear God, I just remembered her delicate body being thrown back. I accidentally knocked her over when one of the demons ran for us. Did I--?\n\nWhere am I? Is this her--? Yes, this is her house. The sun shining on me through the great 50 paned window. I'm on her couch. Where is--?\n\nThank God. There she is. I bump her as I turn my cheek and she rouses slightly. Her head rests on the couch cushion, having fallen asleep kneeling on the floor next to me. My leg is draped over the couch and I am naked except for the collar of my shirt, my belt, which is severely stretched, and some remnants of my pants. I am cold. \n\nSonya realizes this even before I do and she is up fetching a blanket. She is limping. Her eye is blackened. She returns and my gaze doesn't leave her until I have wrapped her in my arms and am weeping. \"I'm so, so sorry, my Sonya. I've hurt you again. Are you okay?\" \n\nShe strokes my hair as she speaks. \"It's okay, my Love. I knew this was part of it when I promised to love you. She looked down and saw my ring finger. She took it and saw the cuts the wedding band had left in my finger again. The scar deepened every time. But that was the one thing I was sure to never take off. My promise to her might be the only thing that brings me home some day. \n\nAs long as this woman still longed to be with me, with everything that I am able, I will love her back. \n\n\n\n--\nThis is a similar type of love that God has for us. And sometimes he shows it to us through other people. Maybe a mother, or a long-suffering wife. Even when we hurt them, and God knows we don't want to get into these states, they still choose to relentlessly love us back from where we've been lost. Love them too, with all that you have. How can you care for that person in your life today?\n\nRaw Spoon, 2-27-2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=cq-r9FFN5ew",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=urlvnxCaL00",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 121",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 31",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Timothy 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 3",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=QeFa6iSP_XQ",
    "Song 2": "https://www.youtube.com/watch?v=xxC7dd7oj4A",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.8813265,35.2163384,418a,35y,39.15t/data=!3m1!1e3",
    "3dNotes2": "Likely where Mizpah was located (now called Tel-A-Nasbe)",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/13",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=t7w_Ujqaww8",
    "Bible in Song 4": ""
  }
]