[
  {
    "Date": "2025-12-23T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=BetlWxVDRYU",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMDYzOTQzNmQtNzQ0Zi0zNGJjLWJkZWQtNDM0ZTU4Yzk5ODJj?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQvCY",
    "Yoga": "https://www.youtube.com/watch?v=BPwPsn4wlIg&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=3",
    "famous quote": "The effect you have on others is the most valuable currency there is.\n-Jim Carrey",
    "Ted Talks": "https://www.youtube.com/watch?v=yLxfPG_Ay_0",
    "Nature Video": "https://www.youtube.com/watch?v=gGludGaPKag&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=6",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 2)\n\nTell me about Charles Blair.\r\nWell, Charles Blair was a well-known pastor. One of the premier pastors in America. He was like a pastor other pastors looked to for inspiration. My dad was a pastor and he talked about him. Charles pioneered a TV ministry in the Rocky Mountain region. He started a church of just a few people and he grew it to several thousand. \r\nWell, when I was in Bible school Charles did a weeklong teaching on spiritual emphasis at my school. And I said to Linda, if I were to ever work in a church, I would want to work for Charles Blair.\r\nWell, low and behold, after graduating, I worked in a church and after about 7 years, the pastor retired and I was ready to move on. And Charles Blair called me and asked me to be his executive pastor. So a dream I had back in college came true.\r\nI remember back to when my family attended that church, Calvary Temple, for years when I was young. My brothers and I even went to the private school hosted in that building until I was in sixth grade. I remember Pastor Blair. And I remember Ray when he was a pastor there and I remember Linda and their daughters who were about our age and incredibly cute, always sitting in the front row. \r\nI also remember how consistent it was. My mom and dad took us to church every week. They paid for our private school. I realize this is another way my dad took good care of me when I was young. And now he is here beside me working the camera. He has loved me so consistently well for so long and it took a trip to Ethiopia to give me a glance down memory lane where I could be reminded of that again.\r\nRay continues. \r\nI worked for him for 8 years. During that time he became my spiritual father, my pastoral mentor and just a close friend. Even after I left for Oregon, where we were from, we still stayed in touch. We were still on the phone once a week. Friendship. And then I left Portland and went to California to be a senior pastor there. It was then we got really connected. I brought him out to speak. He asked me to be on his foundation board; he was planting churches and no longer a pastor at that time. We just got a lot closer the older I got and the older he got.\r\nThen Ray answers the question I was going to ask: \"How did this lead to ministry in Ethiopia?\"\r\nSo the Ethiopian connection was kind of a God thing for us. Some Ethiopian executives that worked at Compassion International in Colorado Springs asked to become part of our church, Calvary Temple in Denver. They met with us and told us, \"We have 3,000 or 4,000 ex-pats in Denver and we need a church for them. Can we be part of your church?\" We really liked them, and we had a tradition of hosting other ethnic churches, so we said, \"Why not?\"\r\nSo we decided to work together. But these guys were different. They didn't just want a room to rent. They really wanted to be a part of our fellowship. There were 75-100 of these ex-pats that really wanted to become members. They did baptism and stuff. They got their kids to be integrated in our Sunday school. They put on dinners for us. They put on their own services because they still spoke Amharic, but they became part of our DNA and we became part of theirs. ",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gZbrm1rNpsg",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]