[
  {
    "Date": "2025-10-15T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=BetlWxVDRYU",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=6",
    "famous quote": "There are two ways to look at life. One is as though nothing is a miracle; the other is as though everything is.\n-Albert Einstein",
    "Ted Talks": "https://www.youtube.com/watch?v=0yy311VxfP0",
    "Nature Video": "https://www.youtube.com/watch?v=tt66izA5y28",
    "User added": "\"Every single moment you are thinking of me! How precious and wonderful to consider that you cherish me constantly in your every thought! O God, your desires toward me are more than the grains of sand on every shore! When I awake each morning, you're still with me.\"\n??Psalms? ?139:17-18? ?TPT??????\n\nI have to admit that it is downright scary to meditate on the infinite nature of God's attributes-His holiness, omnipresence, omnipotence, omniscience, etc. Then there are the attributes of God we don't even know! Yet this we do know (because God has told us in His Word over and over!), He thinks about us all of the time, He loves us all the time, He does good for us all the time, even before there was time. Yeah, God is scary, but He is on our side! Thank God!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 6)\n\nI went to a place named Degoye, where I started to help farmers by taking their plow over and laboring for them. When a person came and took the plow from me I went to the main farmer and stroked his back and told him about Jesus. The man said please take your hand off; it makes it feel like there is fire on my back. \r\nAbdisa strokes PK's shoulder to show how he did it. \r\nSo I preferred to stay in prayer for four days. Some Christians from the village and I listed the names of the village people and we prayed through the night. We would call out their names and say, \"God is calling you!\" We prayed that the person who doesn't respond to this prayer, please make them go crazy so they have to come to the church. After a week a husband and a wife went crazy and people took them to the church and they came to Christ. Because of this couple many more became saved.\r\nIt's weird to think of praying to make people go crazy, but I can see how sometimes we don't turn to God unless we're desperate. ",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]