[
  {
    "Date": "2025-07-26T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Zp_kpiT9oAM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg",
    "famous quote": "\"He who has God and everything else has no more than he who has God only.\"\n-- C.S. Lewis (The Weight of Glory)",
    "Ted Talks": "https://www.youtube.com/watch?v=BihT0XrPVP8",
    "Nature Video": "https://www.youtube.com/watch?v=jHs5POy8-8Y",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 3)\n\nAfter the earthquake setteled, one of their Haitian friends lost a husband. The pastor of the Haitian church they were with died; he wasn't at the church that day but everyone who was at the church that day lived. Their Haitian \"Grandma\" they had been staying with died.\r\n\r\nThere were times when they all just sang hymns to Jesus. When they stopped they would hear singing from other worshippers from other parts of the city. And so many stars could be seen because there were no lights on in the city. They saw multiple shooting stars.   \r\n \r\nA lot of things that Sarah and those she was staying with had brought were buried in the collapsed houses, including their passports. Sarah and her friend didn't know how they would get back home. They thought about staying but didn't have anything else to offer the Haitians. They only had a little bit of clean water and a couple cashews left. They didn't even have any way to tell if people in the US had heard the about the earthquake.\r\n\r\nAn American missionary team had just arrived and was at a hotel by where Sarah and her friend had been staying. They took Sarah and her friend to the embassy with them and gave them clothing and little things they needed like toothpaste. The team happened to have brought two pairs of jeans, which is unheard of because Haiti is so hot. But Sarah and her friend would need pants if they could catch an airplane back to Washington D.C. where it was cold. It turned out the two pairs fit both Sarah and her friend perfectly, which, Sarah commented, is hard to find jeans that fit that perfectly even in the US. And the Americans also set them up with more food.  \r\n\r\nThey got on the last flight out to DC.  \r\n\r\nI asked Sarah what she did to help foster this series of seemingly God-orchestrated events to bless their people during this hard tragedy. She says, \"We just stayed open to the circumstances that came to us.\"\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=07U1ojc57vE",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixteenth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/UrIiLvg58SY",
    "Music Video Instructions": "Imagine God saying he loves your praise, but asking you to live it out with your actions."
  }
]