[
  {
    "Date": "2025-10-24T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=175vXCnzK1s&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=9",
    "famous quote": "A mentor is someone who allows you to see the hope inside yourself.\n-Oprah Winfrey",
    "Ted Talks": "https://www.youtube.com/watch?v=Vz8X4vaduZE",
    "Nature Video": "https://www.youtube.com/watch?v=wZ4cadzCZUI",
    "User added": "\"People with their minds set on you, you keep completely whole, Steady on their feet, because they keep at it and don't quit. Depend on God and keep at it because in the Lord God you have a sure thing.\"\n??Isaiah? ?26:3 MSG?????\n\nThe last couple of weeks have been a busy time for me. You are probably experiencing a busy time, too. Perhaps, it seems like it never stops being a busy time. For me, the challenge with being busy, is that I lose focus on God in the crowd of my thoughts on what I have to do next, or where I have to be at what time. Coming to a full stop to spend time with God doesn't seem to fit in the schedule of things to do. In the KJV translation of this verse, the word \"stayed\" is used for \"set on\", when talking about our thoughts of God. The old definition of \"stayed\" is to secure by means of support; to brace up. Consider what it does for you to spend a few minutes with God throughout today. And every day.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 14)\n\nAbdisa continues with other stories he can remember.\r\nI have planted 12 churches.\r\nFor the 11th, a church elder had a one-year-old daughter who passed away while he was away at theology college. They came to my house the morning after she died. I said the father must see it and ran with the child. But they told me it is okay; he went to study God. But I said, no he must be here! As I carried the child I said, \"In Jesus' name\" and blew into the mouth of the child and when I uncovered her face she was already opening her eyes and I gave her to her parents.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/ibbtJg48Uos",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]