[
  {
    "Date": "2025-09-18T07:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Proper 17- Ordinary Time",
    "Script 1": "\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\n",
    "Script 2": "Laws of Justice and Mercy\n\n \"Do not spread false reports. Do not help a guilty person by being a malicious witness.\n\n \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,  and do not show favoritism to a poor person in a lawsuit.\n\n \"If you come across your enemy's ox or donkey wandering off, be sure to return it.  If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it.\n\n \"Do not deny justice to your poor people in their lawsuits.  Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.\n\n \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent.\n\n \"Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt.",
    "Script 3": "God's Faithfulness\n\n What advantage, then, is there in being a Jew, or what value is there in circumcision?  Much in every way! First of all, the Jews have been entrusted with the very words of God.\n\n What if some were unfaithful? Will their unfaithfulness nullify God's faithfulness?  Not at all! Let God be true, and every human being a liar. As it is written:\n\n\"So that you may be proved right when you speak\n    and prevail when you judge.\"[a]\n\n But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)  Certainly not! If that were so, how could God judge the world?  Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\"  Why not say--as some slanderously claim that we say--\"Let us do evil that good may result\"? Their condemnation is just!\n\n",
    "Script 4": "American Standard Version\n Ye are the children of Jehovah your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  For thou art a holy people unto Jehovah thy God, and Jehovah hath chosen thee to be a people for his own possession, [a]above all peoples that are upon the face of the earth.\n\n Thou shalt not eat any abominable thing.  These are the beasts which ye may eat: the ox, the sheep, and the goat,  the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the chamois.  And every beast that parteth the hoof, and hath the hoof cloven in two, and [b]cheweth the cud, among the beasts, that may ye eat.  Nevertheless these ye shall not eat of them that chew the cud, or of them that have the hoof cloven: the camel, and the hare, and the coney; because they chew the cud but part not the hoof, they are unclean unto you.  And the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you: of their flesh ye shall not eat, and their carcasses ye shall not touch.\n\n These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat;  and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.\n\n Of all clean birds ye may eat.  But these are they of which ye shall not eat: the eagle, and the gier-eagle, and the ospray,  and the glede, and the falcon, and the kite after its kind,  and every raven after its kind,  and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kind,  the little owl, and the great owl, and the horned owl,  and the pelican, and the vulture, and the cormorant,  and the stork, and the heron after its kind, and the hoopoe, and the bat.  And all winged creeping things are unclean unto you: they shall not be eaten.  Of all clean birds ye may eat.\n\n Ye shall not eat of anything that dieth of itself: thou mayest give it unto the sojourner that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner: for thou art a holy people unto Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Thou shalt surely tithe all the increase of thy seed, that which cometh forth from the field year by year.  And thou shalt eat before Jehovah thy God, in the place which he shall choose, to cause his name to dwell there, the tithe of thy grain, of thy new wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear Jehovah thy God always.  And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which Jehovah thy God shall choose, to set his name there, when Jehovah thy God shall bless thee;  then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which Jehovah thy God shall choose:  and thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before Jehovah thy God, and thou shalt rejoice, thou and thy household.  And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.\n\n At the end of every three years thou shalt bring forth all the tithe of thine increase in the same year, and shalt lay it up within thy gates:  and the Levite, because he hath no portion nor inheritance with thee, and the sojourner, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that Jehovah thy God may bless thee in all the work of thy hand which thou doest.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm113;Exodus23:1-9;Romans3:1-8",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.113,Exod.23,Rom.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_2c25040a9403455197138d5eacfe135f~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_dc1dbd4d7caa4b389b4a71302d2226f6~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_94ce7b2eddea4d20b7b024307be0dba0~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_d390e2e919fc47439274b1b6bc53b1e2~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_15e43660a9f94cd3bc144a8a91d74eaa~mv2.jpg",
    "AI Image 3B": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2019/12/Joy-to-the-world.png?w=1650&ssl=1",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 113:1",
    "Address Script 2": "Exodus 23:1-9",
    "Address Script 3": "Romans 3:1-8",
    "Address Script 4": "Deuteronomy 14",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.113.0811a3976b4f575a8a5bd8c2f09ea1d9.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Exod.23.5d95ebff479c0fbd67867f55f948cdfe.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rom.3.3ba9bb0598724fab7bec7304efe442ec.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 2
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 113:\n\n1 Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n2 Let the name of the Lord be praised,\n    both now and forevermore.\n3 From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n4 The Lord is exalted over all the nations,\n    his glory above the heavens.\n5 Who is like the Lord our God,\n    the One who sits enthroned on high,\n6 who stoops down to look\n    on the heavens and the earth?\n\n7 He raises the poor from the dust\n    and lifts the needy from the ash heap;\n8 he seats them with princes,\n    with the princes of his people.\n9 He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\nFootnotes\na. Psalm 113:1 Hebrew Hallelu Yah; also in verse 9",
    "Script 2": "Exodus 23:1-9\n\nLaws of Justice and Mercy\n\n1 \"Do not spread false reports. Do not help a guilty person by being a malicious witness.\n\n2 \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd, 3 and do not show favoritism to a poor person in a lawsuit.\n\n4 \"If you come across your enemy's ox or donkey wandering off, be sure to return it. 5 If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it.\n\n6 \"Do not deny justice to your poor people in their lawsuits. 7 Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.\n\n8 \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent.\n\n9 \"Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt.",
    "Script 3": "Romans 3:1-8\n\nGod's Faithfulness\n\n1 What advantage, then, is there in being a Jew, or what value is there in circumcision? 2 Much in every way! First of all, the Jews have been entrusted with the very words of God.\n\n3 What if some were unfaithful? Will their unfaithfulness nullify God's faithfulness? 4 Not at all! Let God be true, and every human being a liar. As it is written:\n\n\"So that you may be proved right when you speak\n    and prevail when you judge.\"[a]\n\n5 But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) 6 Certainly not! If that were so, how could God judge the world? 7 Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" 8 Why not say--as some slanderously claim that we say--\"Let us do evil that good may result\"? Their condemnation is just!\n\nFootnotes\na. Romans 3:4 Psalm 51:4",
    "Script 4": "Deuteronomy 14\nAmerican Standard Version\n14 Ye are the children of Jehovah your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead. 2 For thou art a holy people unto Jehovah thy God, and Jehovah hath chosen thee to be a people for his own possession, [a]above all peoples that are upon the face of the earth.\n\n3 Thou shalt not eat any abominable thing. 4 These are the beasts which ye may eat: the ox, the sheep, and the goat, 5 the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the chamois. 6 And every beast that parteth the hoof, and hath the hoof cloven in two, and [b]cheweth the cud, among the beasts, that may ye eat. 7 Nevertheless these ye shall not eat of them that chew the cud, or of them that have the hoof cloven: the camel, and the hare, and the coney; because they chew the cud but part not the hoof, they are unclean unto you. 8 And the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you: of their flesh ye shall not eat, and their carcasses ye shall not touch.\n\n9 These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat; 10 and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.\n\n11 Of all clean birds ye may eat. 12 But these are they of which ye shall not eat: the eagle, and the gier-eagle, and the ospray, 13 and the glede, and the falcon, and the kite after its kind, 14 and every raven after its kind, 15 and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kind, 16 the little owl, and the great owl, and the horned owl, 17 and the pelican, and the vulture, and the cormorant, 18 and the stork, and the heron after its kind, and the hoopoe, and the bat. 19 And all winged creeping things are unclean unto you: they shall not be eaten. 20 Of all clean birds ye may eat.\n\n21 Ye shall not eat of anything that dieth of itself: thou mayest give it unto the sojourner that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner: for thou art a holy people unto Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n22 Thou shalt surely tithe all the increase of thy seed, that which cometh forth from the field year by year. 23 And thou shalt eat before Jehovah thy God, in the place which he shall choose, to cause his name to dwell there, the tithe of thy grain, of thy new wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear Jehovah thy God always. 24 And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which Jehovah thy God shall choose, to set his name there, when Jehovah thy God shall bless thee; 25 then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which Jehovah thy God shall choose: 26 and thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before Jehovah thy God, and thou shalt rejoice, thou and thy household. 27 And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.\n\n28 At the end of every three years thou shalt bring forth all the tithe of thine increase in the same year, and shalt lay it up within thy gates: 29 and the Levite, because he hath no portion nor inheritance with thee, and the sojourner, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that Jehovah thy God may bless thee in all the work of thy hand which thou doest.\n\n \nFootnotes\nDeuteronomy 14:2 Or, out of\nDeuteronomy 14:6 Hebrew bringeth up.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :\n\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\nFootnotes\na. Psalm : Hebrew Hallelu Yah; also in verse ",
    "Script 2": "Exodus :-\n\nLaws of Justice and Mercy\n\n \"Do not spread false reports. Do not help a guilty person by being a malicious witness.\n\n \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,  and do not show favoritism to a poor person in a lawsuit.\n\n \"If you come across your enemy's ox or donkey wandering off, be sure to return it.  If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it.\n\n \"Do not deny justice to your poor people in their lawsuits.  Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.\n\n \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent.\n\n \"Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt.",
    "Script 3": "Romans :-\n\nGod's Faithfulness\n\n What advantage, then, is there in being a Jew, or what value is there in circumcision?  Much in every way! First of all, the Jews have been entrusted with the very words of God.\n\n What if some were unfaithful? Will their unfaithfulness nullify God's faithfulness?  Not at all! Let God be true, and every human being a liar. As it is written:\n\n\"So that you may be proved right when you speak\n    and prevail when you judge.\"[a]\n\n But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)  Certainly not! If that were so, how could God judge the world?  Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\"  Why not say--as some slanderously claim that we say--\"Let us do evil that good may result\"? Their condemnation is just!\n\nFootnotes\na. Romans : Psalm :",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n Ye are the children of Jehovah your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  For thou art a holy people unto Jehovah thy God, and Jehovah hath chosen thee to be a people for his own possession, [a]above all peoples that are upon the face of the earth.\n\n Thou shalt not eat any abominable thing.  These are the beasts which ye may eat: the ox, the sheep, and the goat,  the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the chamois.  And every beast that parteth the hoof, and hath the hoof cloven in two, and [b]cheweth the cud, among the beasts, that may ye eat.  Nevertheless these ye shall not eat of them that chew the cud, or of them that have the hoof cloven: the camel, and the hare, and the coney; because they chew the cud but part not the hoof, they are unclean unto you.  And the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you: of their flesh ye shall not eat, and their carcasses ye shall not touch.\n\n These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat;  and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.\n\n Of all clean birds ye may eat.  But these are they of which ye shall not eat: the eagle, and the gier-eagle, and the ospray,  and the glede, and the falcon, and the kite after its kind,  and every raven after its kind,  and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kind,  the little owl, and the great owl, and the horned owl,  and the pelican, and the vulture, and the cormorant,  and the stork, and the heron after its kind, and the hoopoe, and the bat.  And all winged creeping things are unclean unto you: they shall not be eaten.  Of all clean birds ye may eat.\n\n Ye shall not eat of anything that dieth of itself: thou mayest give it unto the sojourner that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner: for thou art a holy people unto Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Thou shalt surely tithe all the increase of thy seed, that which cometh forth from the field year by year.  And thou shalt eat before Jehovah thy God, in the place which he shall choose, to cause his name to dwell there, the tithe of thy grain, of thy new wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear Jehovah thy God always.  And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which Jehovah thy God shall choose, to set his name there, when Jehovah thy God shall bless thee;  then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which Jehovah thy God shall choose:  and thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before Jehovah thy God, and thou shalt rejoice, thou and thy household.  And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.\n\n At the end of every three years thou shalt bring forth all the tithe of thine increase in the same year, and shalt lay it up within thy gates:  and the Levite, because he hath no portion nor inheritance with thee, and the sojourner, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that Jehovah thy God may bless thee in all the work of thy hand which thou doest.\n\n \nFootnotes\nDeuteronomy : Or, out of\nDeuteronomy : Hebrew bringeth up.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :\n\n Praise the Lord.[a]\n\nPraise the Lord, you his servants;\n    praise the name of the Lord.\n Let the name of the Lord be praised,\n    both now and forevermore.\n From the rising of the sun to the place where it sets,\n    the name of the Lord is to be praised.\n\n The Lord is exalted over all the nations,\n    his glory above the heavens.\n Who is like the Lord our God,\n    the One who sits enthroned on high,\n who stoops down to look\n    on the heavens and the earth?\n\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\n he seats them with princes,\n    with the princes of his people.\n He settles the childless woman in her home\n    as a happy mother of children.\n\nPraise the Lord.\n\n",
    "Script 2": "Exodus :-\n\nLaws of Justice and Mercy\n\n \"Do not spread false reports. Do not help a guilty person by being a malicious witness.\n\n \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,  and do not show favoritism to a poor person in a lawsuit.\n\n \"If you come across your enemy's ox or donkey wandering off, be sure to return it.  If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it.\n\n \"Do not deny justice to your poor people in their lawsuits.  Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty.\n\n \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent.\n\n \"Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt.",
    "Script 3": "Romans :-\n\nGod's Faithfulness\n\n What advantage, then, is there in being a Jew, or what value is there in circumcision?  Much in every way! First of all, the Jews have been entrusted with the very words of God.\n\n What if some were unfaithful? Will their unfaithfulness nullify God's faithfulness?  Not at all! Let God be true, and every human being a liar. As it is written:\n\n\"So that you may be proved right when you speak\n    and prevail when you judge.\"[a]\n\n But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)  Certainly not! If that were so, how could God judge the world?  Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\"  Why not say--as some slanderously claim that we say--\"Let us do evil that good may result\"? Their condemnation is just!\n\n",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n Ye are the children of Jehovah your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  For thou art a holy people unto Jehovah thy God, and Jehovah hath chosen thee to be a people for his own possession, [a]above all peoples that are upon the face of the earth.\n\n Thou shalt not eat any abominable thing.  These are the beasts which ye may eat: the ox, the sheep, and the goat,  the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the chamois.  And every beast that parteth the hoof, and hath the hoof cloven in two, and [b]cheweth the cud, among the beasts, that may ye eat.  Nevertheless these ye shall not eat of them that chew the cud, or of them that have the hoof cloven: the camel, and the hare, and the coney; because they chew the cud but part not the hoof, they are unclean unto you.  And the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you: of their flesh ye shall not eat, and their carcasses ye shall not touch.\n\n These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat;  and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.\n\n Of all clean birds ye may eat.  But these are they of which ye shall not eat: the eagle, and the gier-eagle, and the ospray,  and the glede, and the falcon, and the kite after its kind,  and every raven after its kind,  and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kind,  the little owl, and the great owl, and the horned owl,  and the pelican, and the vulture, and the cormorant,  and the stork, and the heron after its kind, and the hoopoe, and the bat.  And all winged creeping things are unclean unto you: they shall not be eaten.  Of all clean birds ye may eat.\n\n Ye shall not eat of anything that dieth of itself: thou mayest give it unto the sojourner that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner: for thou art a holy people unto Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Thou shalt surely tithe all the increase of thy seed, that which cometh forth from the field year by year.  And thou shalt eat before Jehovah thy God, in the place which he shall choose, to cause his name to dwell there, the tithe of thy grain, of thy new wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear Jehovah thy God always.  And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which Jehovah thy God shall choose, to set his name there, when Jehovah thy God shall bless thee;  then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which Jehovah thy God shall choose:  and thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before Jehovah thy God, and thou shalt rejoice, thou and thy household.  And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.\n\n At the end of every three years thou shalt bring forth all the tithe of thine increase in the same year, and shalt lay it up within thy gates:  and the Levite, because he hath no portion nor inheritance with thee, and the sojourner, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that Jehovah thy God may bless thee in all the work of thy hand which thou doest.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]