[
  {
    "Art title 1": "Sweet Fragrance (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_565017da3a8f432ba8e096ff6e36177d~mv2.png",
    "Artist Statement 1": "A major fear of mine the past few years is that I \"would be resented if I didn't make a certain amount of money\"\n\nThat if I didn't bring home a certain dollar amount then I'm hurting my family.\n\nThat I'm not a real provider.\n\nOr didn't have a real job.\n\nHere's what I've seen,\nReckless obedience will take you further than any dollar will.\n\nObedience looks different for everyone.\n\nWhat's important is that you use 100% of what's in your hand.\n\nWhatever that may be.\n\nMaybe it's a cup of coffee.\n\nMaybe it's a scalpel.\n\nOr a camera or tattoo machine.\n\nWhatever it is,\n\nUse it for the glory of God.\n\nDon't let anyone despise you for what your work looks like.\n\nThere are holy CEOs and there are holy shoe makers.\n\nHoly medical salesmen and holy baristas.\n\nWe need them all.\n\nI don't always know how the Lord will provide, but I know He is a good father who likes to give good gifts to His children.\n\nYou may have heard the best way to become a provider is to just be a man.\n\nWell, I know from scripture, the best way to be a provider is to be a son.\n\nYou can do it on your own if you'd like.\n\nYou can work endlessly, morning til night, and serve the God that is yourself,\n\nOr you can sit at the table and know that there is more than enough for everyone.\n\nA son does not earn His next meal.\n\nNo, The Father sets the table and you just have to pull up a chair.\n\n-Anthony Gurrola",
    "Picture link 1": "https://anthonygurrola.squarespace.com/shop/p/sweet-fragrance",
    "Art title 2": "Giving is Jesus' Justice Cycle",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_03e6aa4d3d3246d9a5e0f5e2d410510f~mv2.jpg",
    "Artist Statement 2": "In the Old Testament, the god of the Hebrews rocked the world by setting up a model of eye-for-eye, zero sum game. And it was called Justice. But when Jesus came he set up a new cycle. He gave of himself first, sacrificing without any assurance that he would be given anything back. This is the model he calls us to. It puts the giver in a vulnerable situation to be taken advantage of, but this type of justice, the free giving of love, is the type that can change hearts, and catch them on fire with a similar type of unconditional love.",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-20532e1a-c307-49c0-8a6d-4b3f612e9864",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "New Kingdom Digital?",
    "Story Link": "https://www.rawspoon.com/post/story-new-kingdom-is-digital",
    "excerpt": "Alfred might be a dud foster dad just like the others but he had gotten Tyler a Christmas present.\n\nTyler tore off the wrapping paper, and as each layer fell off, ads jumped off at him through his bio-implant contact lenses. This is why they had even let poor kids like him have lens implants; the ads. One of them digitally jumped towards him and he moved his head to avoid it. Christmas tree needles poked the back of his head and one of the ornaments blinged a catchy advertisement jingle behind him.\n\nA virtual balloon rose out of the box and he squished it with his gloved hands. He felt the simulated resistance from his \"mandi-gloves\" until it burst with virtual confetti and a festive sound whizzed around him from his \"ear-echo\" bio-implants. There in the air hovered a shiny treasure box. Of course it was just a virtual object. The present was a visual placeholder for the software upgrade to all his bio-implants. \n\nThis still didn't mean Alfred wanted to be his dad. \n\nHe motioned with his gloves to open it and suddenly the whole room pulsed light for a moment and a satisfying \"level up\" bling sounded and a glitter visual swooshed around him. \n\n\"Thanks Alfred,\" Tyler said and looked at him.\n\nAlfred smiled and nodded. \"You'll never have to look at all those ads and be surrounded by all those distractions ever again, big guy. He has nothing to sell us. It'll take a year or two for your synapses to really finish rewiring to match the bio software but then you're probably gonna see a lot more good in the world. He has finally made all this software free.\"\n\n\"That's why...?\" \n\n\"Yep, that's what caused the war. No one else wanted to give it to everyone for free.\" Alfred leaned in and with his most sincere smile he said, \"But he does.\" \n\n\"I have another present for you, Tyler.\" Alfred handed him a real box this time from under the tree. \"He has even been revolutionizing DNA re-sequencing technology,\" Alfred talked as Tyler unwrapped the box. What he really wanted for Christmas wasn't DNA or Implants.\n\n\"He seems to know everything about our DNA. And the upgrades teach our bodies to heal themselves and fight off diseases. He really does make all things new.\" Alfred put his hand on Tyler's shoulder. \"This is what's going to save our wildlife and plants too. He's re-engineering the world to thrive again.\"\n\nTyler then broke the seal on the inner most packaging and lifted a cold strip of bandage in front of him.\n\n\"It's a patch like the others. You just put it on your stomach like the last ones. It will heal into your skin and add the DNA your body needs.\" Alfred helped peel it off and apply it firmly to Tyler's stomach.\n \nTyler didn't understand everything that happened when the new guy had taken over. Just that it started a big war. But it wasn't nation against nation. People in each house turned against each other. 'The battle to end all battles,' Alfred had called it. Alfred had set Tyler's media filters to weed out pretty much everything about the war. But it was started by someone who's name started with J, or maybe a Y. It was confusing because different people pronounced it differently. \n\n\"Tyler, you're going to grow up in a far better world than I did.\" \n\n\"Will you be in that world with me?\"\n\nAlfred nodded and said, \"I think so. He says he is releasing the age patch soon.\" That isn't what Tyler was asking.\n\nBut Alfred continued. \"He knows how to tell the body to do everything. I never thought the prophesies would come through a combo of technology and servant leadership.\"\n\n\"But you said a lot of people have died because of him. It sounds like he has brought a worse world.\" \n\n\"For a time it had to be cleaned of the bad.\" Alfred said this as if everyone he knew had suffered a high cost for it. \"He gave them all a very obvious choice. To trust in him, or not. Many did not. They didn't think he was more powerful than them until he said he had to take away 'his spirit' from then. And then like a fire crawling across the world, random people started losing their will to live. You could see the humanity and joy of life just leave them. No crying. No laughing. They even stopped eating nutritious food. They only wanted candy and drugs and too much sleep and bad stuff like that until those folks just sort of languished and died.\"\n\n\"Why didn't they believe him if he was so good?\"\n\n\"Some maybe because they didn't want to lose their own control. Or do the things he wanted them to do. But he said they needed to obey him if they wanted to live in a good world. Some people were scared to lose themselves.\"\n\n\"Because of what the medicines would do?\"\n\n\"Because they were afraid of being changed. Of being healed, but they didn't know it. It's going to be a much better world. A new leader has come. One we can finally trust.\"\n\n\"How do you know? I heard some people called him an alien.\"\n\n\"In a way he is. Though he is a man, he came from above. He knows all things about us.\"\n\n\"How does he know that?\"\n\n\"He says it's because he designed us. It's really strange. But everything he does seems to prove it. He has a power and knowledge no one else has ever shown before.\" Alfred picked up Tyler and set him on his lap. \"From everything I've heard. He's a very hard man on bad things, but he seems oh so good for everything else. Not only the best leader I've ever heard of. But the best most powerful human, and he has finally come.\"\n\n\"How do you know he's the best human?\"\n\n\"Because no one else was able to clear away all the red tape that was keeping me from adopting you.\" Alfred smiled until Tyler realized what this meant. Tyler leaned in and gave Alfred a long hug, letting his renewing heart start to heal with his renewing body and renewing mind.  \n\n-Raw Spoon, Day after Christmas, 2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XgCrFl4Mc5Q&list=PLH0Szn1yYNecMAddeR4wylgGhF1rjJqzH&index=4",
    "Bible Project 2": "https://youtu.be/k8P-x34iYRE",
    "Bible Project 3": "https://www.youtube.com/watch?v=l3QkE6nKylM",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 148",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 8",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 John 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 10",
    "The Chosen 3": "https://www.youtube.com/watch?v=JMj1ggINLe4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=NaL_VeHil6U",
    "Song 2": "https://www.youtube.com/watch?v=W0yL3N6CAAs",
    "Song 3": "https://www.youtube.com/watch?v=H1wWhzGEecA",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/41fcdde6-b8ef-46a2-a469-d75f5487ffa5.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]