[
  {
    "Date": "2025-07-30T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=82IDhHARryM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Zmnwz41wqk4",
    "famous quote": "\"Holy places are dark places. It is life and strength, not knowledge and words, that we get in them. Holy wisdom is not clear and thin like water, but thick and dark like blood.\"\n-- C.S. Lewis (Till We Have Faces)",
    "Ted Talks": "https://www.youtube.com/watch?v=A_u2WFTfbcg",
    "Nature Video": "https://www.youtube.com/watch?v=eHi9FvUPSdQ",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 7)\n\nAfter I went home I realized that the theme of most of her stories were circumstances that God seemed to line up perfectly. So I texted her to ask how she fosters a mindset that puts her into this alignment with God's voice and plan. \r\n\r\nThis is her response: \r\n\"I need a lot of time with Jesus, so I spend about an hour each morning reading His word, laying things on my mind down at His feet, praying, and listening. I talk to Him throughout the day, and I spend some short time reading a verse or two and reflecting on it, then journaling/reflecting on my day with Him before I go to bed. I also go on technology-free retreats three to four times per year to spend more time with Him alone and without distraction.\"\r\n\r\nAgain, like in many of the other interviews Sarah is led by God by first fostering a habit of listening. She does this by asking, and by silence. Then she follows the promptings, even if they are scary. But they lead her to amazingly serendipdous circumstances that show God is behind them, and teaching her that He is there, even if it is through suffering or surrounded by it.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zJc1MSCiYyY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]