[
  {
    "Date": "2025-11-25T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=e4wkqFYWiwI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=9",
    "famous quote": "My job is to not be easy on people. My job is to make them better.\n-Steve Jobs",
    "Ted Talks": "https://www.youtube.com/watch?v=8M5iXMFzf_o",
    "Nature Video": "https://www.youtube.com/watch?v=F5FEj9U-CJM&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=44",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 14)\n\nDo you think demons can be in all types of animals? \n\nYes, they can use animals. Even while Jesus was on earth he cast out demon spirits to go into some pigs.\nAs I hear so many stories from him of casting out demons from seemingly functioning people, I start to ask myself if having a demon is really as dramatic as I thought it was.\nWhat are the other less obvious symptoms of having demons? \nAccording to my knowledge and the culture I am in these are some of the symptoms of someone who is possessed by a demon. They will be sick. Their face is sad. While you pray for them they try to beat, scratch, run, or fall on the ground. They don't want to mention the name of Jesus Christ.\n\nDo possessed people have special abilities in the spiritual world because of the spirits inside them?\n\nHe closes his eyes for a moment and then opens them.\n\nWell, for example, when I was praying for a woman, I saw in a vision that something in the form of a dog went in and possessed her. After we kept praying the spirit left her. Sometimes the possessed can see things, but in this case she couldn't and I could. Demons are spirits so we cannot see them in real life, but in visions they are visible, maybe in the form of a dog or something.\nIt suddenly makes sense, that if dark spirits can help people see spiritual things, like possibly for psychics, so can the Holy Spirit help Christians to see spiritual things.\nHow do you be open to the visions? I mean, how do you make them happen?\nSo every time I pray I expect the Holy Spirit to speak to me. And the word of God comes and gives me knowledge or interpretation of something. For example when I was praying I saw a new sugar cane crop that had been eaten by something so much that it wasn't growing anymore. But then I saw a new spring of water coming up from the ground and the sugar cane grew again. I said, what is this? And I came to realize it means a new restoration of someone's life. Maybe mine or someone else's. It comes from expecting the voice of God. \nCan anybody just start expecting it and it will come?\nYeah, if people expect God to speak to them God will speak to them. Sometimes God will give me a message for the congregation and I tell them and they receive their healings and message from God through me.\nSometimes people will hear their message through their pastors. Or maybe through the other people who are gifted in hearing.\n\nDo you think that the people who can't do miracles are saved?\r\n\nIt's only the gifting. It doesn't mean they aren't saved.\r\nWhat are some of the other giftings you have seen that minister to a community that aren't miraculous?\r\nThere are giftings of receiving guests. Serving people is a gift. Loving one another is a gift. There are others also. Cooperation. Teaching. Helping one another. Going to other villages and helping others. \r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://youtu.be/I8bDGHxTr5I",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=4H32jFWceWI",
    "Music Video Instructions": "Imagine God speaking these words to comfort you."
  }
]