[
  {
    "": "2025-08-05T07:00:00.000Z",
    "Art title 1": "Little Pleasures",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_439c5bad9ed4403a924c3802954a171b~mv2.jpg",
    "Artist Statement 1": "What are your little vices? Doesn't it seem like it's just one tiny indulgence each time. We rarely expect the accumulation of small decisions to lead to the type of person it has made us into.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_439c5bad9ed4403a924c3802954a171b~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Imbalanced Body's Influence On Sinning",
    "Story Link": "https://www.rawspoon.com/post/story-the-imbalanced-body-s-influence-on-sinning",
    "excerpt": "Sally's body was well-balanced with daily yoga, lots of water, and laughing so hard with friends that she actually had abs from it. She worked 9-5 in a dietician's office and had a generally care-free life, except for the constant dissonance of dating her boyfriend, Lare, she called him.\n\nShe always fell for the smart ones; he was the Bible scholar at her church and a doctorate student at Princeton Theological Seminary. But he was always angry.\n\nShe skipped into Larry's little apartment and bounded into his room donning her cute new purple yoga pants. \"Hey Lare, let's go for a jog out there. Look at the sun setting over the park!\" \n\n\"Just--\" Lare spun around, his eyebrows angled down at her. \"No, Sal! I told you; I gotta grade these by midnight, and I gotta teach on John 15 on Sunday which is obviously of greater eternal import than running around in muddy grass.\" He gestured out his window. \"And I've told you a dozen times: I have to figure out what my thesis will be by Friday! I've still got nothing!\" He turned back to his computer, dismissing her with his hand. \n\nThis sort of response wasn't unusual. She walked to his bathroom. Sally's eyes almost watered as she prayed \"God, I'm done. I just can't do this anymore.\" \n\nShe set her water bottle on the sink, and paused. She breathed in for four, held for four, and out for four. She whispered, \"Okay God. I said I wouldn't give up as easily with Lare. I'll try a little longer.\" She closed the door and flushed the toilet before sitting down. Wow, that water was really dark yellow.\n\nAfter she finished, she left the bathroom and started doing yoga on his bedroom rug. She stretched her shoulders back in forward warrior pose as she looked at the back of his head. His shoulders were hunched and tendons were like cables where they went into his skull. His neck was locked, leaning aggressively toward the computer screen.\n\nAfter five minutes, she glanced outside, the light's almost gone. \"C'mon, Lare, take a break. Do something nice for your body.\"\n\nLarry swiveled around in a tissy. \"Something nice for my body?! Sal, I've always been embarrassingly clumsy and--\" he gripped the fat on his stomach, \"I've gotten a lot of flack, frankly for being fat.\" Memories seemed to contort his face. \"I don't really think I owe my body anything. I'm sorry, but it's never done me many favors.\" He looked up at her, with a helplessness in his eyes.\n\nThis look was why she still saw hope. He wasn't happy that he was unhappy.\n\n\"Okay,\" she said and looked down. She swallowed and said, \"I'll go make us that pasta.\"\n\n\"Thank you,\" he said. \"I'm... I'm sorry.\" \n\nShe did a breath prayer a couple times as she walked to the kitchen, \"God, help me. How can I help him?\" And she continued praying as she got things out for dinner, \"He does all the spiritual disciplines but even he says he sucks at fruits of the Spirit. He knows more about the Bible than anyone I know, but he fights with other scholars about it. He has a whole regimen of prayer he does each day, but he still battles pornography. He teaches Bible studies, but I know he hates that he's impatient like this to people.\"\n\nShe cut and buttered some french bread and put it in the heating oven. She got out the dried spaghetti noodles they had made together last week (a frustrating episode in itself). The noodles were all twisted around each other. She put them in the water and watched them as she thought. \n\n\"I HATE being treated like that. Like my dad did. I can't do this anymore.\" She spun around but then checked herself, opened her chest, and took three deep breaths. \"Okay, God, I'm sorry. I'm smart too. I can figure this out.\"\n\nShe rummaged up a wooden spoon and stirred the noodles. \"Okay, so he's a man that loves logic, and numbers, scorecards. He's motivated by grades and numbers and...\" She smiled as she remembered it was exactly 160 noodles they had ended up with which he was so happy matched what the recipe had instructed. It was a happy memory. \n\nShe watched the noodles start to unsnarl, and become relaxed. They were going from hard and sharp to relaxed, aligned and soft. \"That's like Lare, God. Does it take a slow physical process to soften him, maybe? Has he been using only prayer and study and neglected some physical unwinding process, maybe?\"\n\nShe saw patients all day long, and taught them how to take care of their bodies. There were a lot of apps and things to help. There had been a patient today who she listened to the doctor tell that the people around him would be a lot happier if he did the exercises she was telling him to do, and that he would be happier too.\n\n\"They'd be happier,\" She remembered. \"Joy. Joy is a fruit of the spirit. God, what connection does body have on the Spirit, and how do I convince Lare of it?\" She shook her head. \"God, what are you saying?\"\n\nJust then there was a blaring sound. The smoke alarm. She scrambled and pulled the bread out around the barreling smoke. She let the oven close but instead of continuing to scramble, her eyes landed on the number on the oven. It showed 450 degrees. That was way higher than she was supposed to toast the bread at. This number and the alarm were telling her something was wrong. Scoring her.  \n\nA smile crept across her face. \n\n---\n\nThat night over a silent dinner sitting at the counter, where Larry's head was in his laptop, Sally asked if she could borrow his phone. And then his smart watch. He gave them over to her with a skeptical gaze. \n\nShe said, \"If you get a new alarm on your watch soon, look into it.\"\n\n---\n\nThe next day, Sally was making dinner for them again when she heard Lare explode in anger in his room. \"These-- freakin-- idiot students! I've told them over and over--!\"\n\nThen she heard his watch give an unfamiliar alarm. She heard him say, \"What's... ?\" He was silent but for sporadic typing over the next half hour. Then he shouted, \"Sally! I think... I think I got it!\"\n\nShe smiled and a few minutes later he walked out with his smart watch raised but looking at his phone in his other hand. \"I'm discovering about my Heart Rate Variability number. It's a score of how stressed my body is. And I'm reading that's partly why people snap at others cuz-- our muscles are tense! And it diminishes our self-discipline to... I suppose... to stop sinning, probably, even.\" He smiled at her. It was beautifully refreshing for her. She felt hope for him. For them.\n\nThank you, God, she thought. \n\n\"And do you know what helps improve our HRV? It's getting good at assessing what your body is feeling. And then learning to de-escalate the fight or flight mode, like with deep breathing, or shaking like a deer does after it escapes a bear, or walking,\" he gestured outside, \"Or like, eating, even stretching, I think.\" He smiled at her.\n\nShe smiled and nodded. \"That sounds really great, Lare.\"\n\nHe took her in his arms, and said, \"I'm so sorry for being so rude to you. I didn't understand why-- and why I fight, and why I can't stop sinning when... I'm... by myself.\" They both knew what he was talking about. \"But I think it might be because I haven't been paying attention to my body.\"\n\n\"I'm so happy to hear that, Hunny.\" It was finally so soft to be embraced by him.\n\n\"But you know what's even better?\" \n\nShe hummed a \"What?\" into his chest. \n\n\"I think I figured out my Master's thesis. We've always seen sinning as a purely spiritual function. But I want to research how sinning is related to being integrated with our bodies. I mean Jesus hiked mountains to pray and walked miles where he did lots of breathing, I'm sure, probably while he's praying. I mean, even Sabbath could be part of God's method for healing the body. I think it'll be perfect, especially for where our culture is at. Body care as a way to lubricate and empower all the other spiritual disciplines to do their work in us.\"\n\nShe smiled at him. \"I think it will be great, too.\"\n\nHe held her and let out a big sigh. \n\n\"I think sighing is one of those things that's supposed to decrease stress too.\" She said perkily, \"It feels good doesn't it?\"\n\nHe was silent for a moment too long. She pulled her head back to see his face. \"What's that smirk for, big fella?\"\n\n\"You haven't once tried to take credit for showing me this. My old self wants to take credit for discovering this, but... weren't you even tempted to claim credit for what you did to my watch last night? How are you so peaceful when I didn't even say thanks?\"\n\nShe turned and flipped her pony tail in his face as she smiled and opened her water bottle. \"Maybe it's because I'm so hydrated and stretchy and laugh all the time.\"\n\nHe leaned on the counter, his chin in his hand. He watched her with new-found adoration as she pranced happily over to check the chicken in the oven. He said, \"I think you're gonna teach me how to teach the world how to be more holy.\"\n\nShe glanced at him as she carried the chicken to the table, with a coy smile. \"Well, you're gonna have to start walking with me if you want to learn my masterful ways.\" She nodded toward the setting sun.\n\n\"Oh, I have some grading to do tonight.\"\n\nShe shot a glare at him. \n\nHe was smiling. \"But I bet I'll do it a lot better after a nice long walk in muddy grass with you.\"\n\n***\n\nCould harnessing the science of relieving stress in our bodies, along with doing the other spiritual disciplines, be the remaining key to more fruits of the spirit and leaving behind some of those sins you just can't seem to pray away?\n\n-Raw Spoon, January 3, 2024",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_a80d3a2097ef410cbf5ad21d88160a1a~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_851eccdf4e8b40f698ce3b6c79773978~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_349859101e3c4e6f9336695f76ae2470~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=PgmAkM39Zt4",
    "Bible Project 2": "https://www.youtube.com/watch?v=lrsQ1tc-2wk",
    "Bible Project 3": "https://www.youtube.com/watch?v=pXTXlDxQsvc",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 127",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ecclesiastes 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Colossians 4",
    "Research 4-link": "https://enduringword.com/bible-commentary/3 John 1-8\nAmerican Standard Version\n1 The elder unto Gaius the beloved, whom I love in truth.\n\n2 Beloved, I pray that in all things thou mayest prosper and be in health, even as thy soul prospereth. 3 For I [a]rejoiced greatly, when brethren came and bare witness unto thy truth, even as thou walkest in truth. 4 Greater joy have I none than [b]this, to hear of my children walking in the truth.\n\n5 Beloved, thou doest a faithful work in whatsoever thou doest toward them that are brethren and strangers withal; 6 who bare witness to thy love before the church",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=IYs4baSxdFA",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/a049585f-7915-468c-88a7-022534150ea3.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]