[
  {
    "Art title 1": "I Can Help You Forgive",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_3a0e03a978af41b4a4ae95208b68bf8a~mv2_d_2000_2000_s_2.jpg",
    "Artist Statement 1": "The one who has most to forgive, teaches us how to forgive. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-38416070-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Taking Advantage of Her",
    "Story Link": "https://www.rawspoon.com/post/story-taking-advantage-of-her",
    "excerpt": "Leo was a hardworking brick layer. \n\nHe didn't think he really deserved much so he thought the wife he had must not be very special. Sure she was a good woman, but he assumed she was one of those women who is so religious because that's where they get their worth.   \n\nEven when he was bad to her.   \n\nHe would go drinking with his friends and end the night with other women. That wasn't unusual for men like him to have affairs, and he thought Melinda was so innocent she probably wouldn't even realize it.   \n\nHis wife was still kind of pretty for a 50 year old but of course what middle aged woman would be pursued by any man. He could pretty much assume she didn't have any other options.  \n\nSo it surprised him one day when her pastor knocked on his door. He actually did respect this man. He had been a bull-fighter in Spain and had sold his multi-million dollar business to become a pastor. He was trim and muscular, had salt and pepper hair and spoke with a Spanish-European accent.   \n\nLeo opened the door. The pastor was at the bottom of the steps. \"Hola Pastor. Eh... do you want to come in?\"  \n\n\"I think I should probably stay down here, Leo. I come today with about the strangest word I've ever brought someone.\"  \n\nLeo squinted and frowned.  \n\n\"It's about your wife, Melinda. You know that I lost my wife to cancer about a decade ago. And I have not been eager to remarry. I do not plan to do anything about what I'm about to tell you, but after much prayer I thought I should tell you this. She is the first woman who I had thought...\" He struggled with how to say it, \"it would be nice to be married to.\"  \n\nLeo frowned and clenched his fists.  \"I had to really coax it out of her and she never directly told me, but it was enough for me to conclude that you have slept with other women. I don't know how she knew but the Bible says divorce is okay in that sort of situation. I even inferred to her in a weak moment that I would take much better care of her if we were married.\" \n\nLeo stepped forward but the pastor held up his hand and shook his head, \"But do you know what she said, Leo?\" He waited for a second and continued. \"She said God is doing a hard work in me.\" He waited for it to sink into Leo. \"I'm sure you've seen her praying for hours, crying in fact. I've seen her too. But I wanted to tell you that she is not doing it for you. She is staying with you because of what this need for constant forgiveness and patience is doing inside of her.\"\n\nHe looked hard at Leo. \"I just thought you should know that you have a much better woman than you know, or at least than how you treat her.   \n\nLeo dropped the beer can he was holding. The pastor turned half-way around and finished, \"She doesn't stay with you because of how great you are. It's because of how great she is.\" He pulled his keys out and walked to his car. \"I Just thought a man should know the value of what he is taking advantage of.\"  \n\n--- \n\nThis is like the love of our God. He is not forgiving us because he needs our love, or it's easy to forgive. It is not because we are so great. It is because he is so great. And it's very easy to forget the value of what we have.   \n\nRaw Spoon, 1-24-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/01/img_0209.png?w=1080&ssl=1",
    "Sketchnotes4b": "https://static.wixstatic.com/media/a07ded_8140c69cb8444b7bbc25a3863b536bc8~mv2.jpg",
    "Bible Project 1": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 2": "https://www.youtube.com/watch?v=PUEYCVXJM3k",
    "Bible Project 3": "",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 97:1-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 62",
    "Research 3-link": "https://enduringword.com/bible-commentary/Titus 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 2",
    "The Chosen 3": "",
    "The Chosen 4": "https://youtu.be/x6VosPEDq2s",
    "Song": "https://www.youtube.com/watch?v=ddxPVlP3Mro",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@31.7077713,35.230153,3a,75y,200.13h,90.27t/data=!3m8!1e1!3m6!1sAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMGO_X51Gl2YAnyarbm8InEMUxxg3sszMgmP7F8%3Dw203-h100-k-no-pi5.2725105-ya41.78332-ro2.2572942-fo100!7i5472!8i2736!5m1!1e4",
    "3dNotes4": "Bethlehem: this view is overlooking Bethlehem (referenced in the scripture today)",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/51",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=kmsV-yCteVc",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]