[
  {
    "Date": "2026-02-05T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=Mpylc-dsxtE",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNzg1OTQ0OGYtNzEyOS0zZTlkLWIwZTgtMTlmZjIzY2M2NzI1?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=zHeDrcRGsFk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=6",
    "famous quote": "\"Things never happen the same way twice.\"\n-- C.S. Lewis (Prince Caspian (Chronicles of Narnia, #2))",
    "Ted Talks": "https://www.youtube.com/watch?v=tnrE-mVtOCk",
    "Nature Video": "https://www.youtube.com/watch?v=8YIIZL2n8lc",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Another Story from Kevin:\n\n\"Another time I got this word out of nowhere. I was praying with Nick and I had this image of God in a rocking chair holding Nick close and secure in his lap. I told him about it, and said it was like the way you love your baby son, Reiker. \"That is how God loves you.\" I didn't even know it but Nick had a rocking chair in which he often rocked Reiker to sleep in a corner of a room.\n\n-Raw Spoon (from Miralces in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"The world is constantly pressuring us to be more like Martha than Mary, convincing us that the path to happiness and impact is the path of more--more jobs, more skills, more responsibility, more information, more fun, and more money. But here Jesus offers us a better, simpler, saner way. He offers us the path of less but better: \"Few things are needed...indeed only one.\" In a world full of Marthas, let us allow Jesus's words to permeate every aspect of our lives, especially our work. Instead of scattering our gifts and energy in a million different directions, let us seek the one vocational thing we believe the Father has given us to do and then master that work for his glory and the good of others.\"\n― Jordan Raynor, Master of One: Find and Focus on the Work You Were Created to Do",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=_xnf-9Vw4ew",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]