[
  {
    "Date": "2026-01-04T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZGViMjYzYmYtZDJiMi0zODIzLWEyMjgtMjRjZDE0YWY5YzIx?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQkYQB",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=4",
    "famous quote": "\"I'm a success today because I had a friend who believed in me and I didn't have the heart to let him down.\"― \n-Abraham Lincoln",
    "Ted Talks": "https://www.youtube.com/watch?v=arj7oStGLkU",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-samuel",
    "Interview image": "",
    "Interview Text": "Homeless interview: Samuel\n\nI was at a friend's Christmas party when Samuel walked in with one of the other guests. Several of them knew him and greeted him warmly. It became apparent by his smell and dirty clothes, and then by his own admission that he was homeless and stayed in the neighborhood.\n\n\nWhen he was asked how he was, he broke into recitation of scripture. I couldn't quite tell it was english until he hit a part of the verse I recognized. And then within a minute he had broken into a beautiful song. Another of the friends in the group (who is also the singer in a band) joined in and they harmonized.\n\n\nSamuel is the oldest of five siblings. As he grew up he often didn't have enough to eat. They had to mix flour with water in order to just have pancakes.\n\nThen as he grew up and he was on the streets, some days he was so cold he had to have seven blankets as he slept. He slept with bugs and cockroaches all around. He said you have to sleep with one eye open in fear of someone busting your head open. He's been attacked before.\n\nAs I asked him about more of his story, he kept wanting me to come see where he lived: apparently in a corner of an abandoned house. He helped me envision his mattress on the floor and clothes and hats on a shelf above it.\n\nHe says people should just stop and look around them. \"Go out into your neighborhood and you'll be surprised what you'll find.\"\n\nBefore I said goodbye he sang one more song for us. A sad song to God.\nThank you for the interview, Samuel.\n\nHe lives just south of the Georgia State stadium, Just south of where 85 crosses 20 in Atlanta. So if you see him say hi now that you know a little bit about him!\n\nRaw Spoon, 12-26-17",
    "Interview Video": "https://youtu.be/jPXUWodEzwk",
    "Pursuing Mission video": "https://youtu.be/I8bDGHxTr5I",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]