[
  {
    "Date": "2026-02-04T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/q7o-1jD9ZGw",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYzcwYTI4YTgtYzA1Zi0zZTY5LTg4NWEtNmExMTdjZGIwMmJl?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=IqPfXF-zO_g&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=5",
    "famous quote": "\"There was a boy called Eustace Clarence Scrubb, and he almost deserved it.\"\n-- C.S. Lewis (The Voyage of the \"Dawn Treader\" (The Chronicles of Narnia, #3))",
    "Ted Talks": "https://www.youtube.com/watch?v=0yy311VxfP0",
    "Nature Video": "https://www.youtube.com/watch?v=_iy0AB9Jmew",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Praying for a Coworker:\n\nKevin told me a couple stories. He said, \"I was praying in the zone a few weeks ago. Doing what Heidi Baker says, just say yes to God. Don't say no. I felt like God gave me a vision. I saw my coworker Stacy, who is not a believer, in my head. I got this image of me putting my hand on her and praying over her at work. I felt like God was saying, \"Pay attention because you need to do that.\"\r\n\n\"But we work in a room with 5 or 6 people so I don't know when I'd be able to do that. I said, 'Give me a chance to do it, God, if you want me to do it.' A couple days later she was talking with another Christian friend and talking about how her marriage was over. I overheard enough to know she was struggling and I gave her a fist bump and said, \"May the force be with you.\" What!? I thought. \r\n\n\"But the next day everybody else got called out of the room and Stacy started weeping, saying, 'Kevin my life is over.' I went over and said, \"Am I going to weird you out if I pray for you?\" She said, 'No.' I did and felt the Holy Spirit there. I don't know the fruit of that but it was interesting that I saw it before it happened.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "\"As Christian entrepreneurs, we should be asking God to show off so much. We should ask him for big things so he can blow our expectations out of the water and get the glory from us and those around us.\"\n― Jordan Raynor, Called to Create: A Biblical Invitation to Create, Innovate, and Risk",
    "Catholic Meditation": "https://youtu.be/6VDO_lW39wI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]