[
  {
    "Date": "2025-07-21T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ks7pfp1_V-o",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=4",
    "famous quote": "Some of the wealthiest people in the world became wealthy by saving money.\n\n-Doug McMillon",
    "Ted Talks": "https://www.youtube.com/watch?v=JMPz5Qe28D4",
    "Nature Video": "https://www.youtube.com/watch?v=110iUX1Ursk",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Hannah Noble:\n\n(part 8)\n\nHere is another dream she had: \nShe has a fierce mother-in-law. Hannah had a dream while they were living in their house. The dream was about Hannah’s mother-in-law’s relationship with Jesus. In the dream her mother-in-law was purposely putting herself in death’s doorway; “trying to die, basically.” They were at her mother-in-law’s old house and Hannah walked in on her laying in a funeral position in their bedroom. Fast forward in the dream, Hannah saw her in a Jeep. They were watching her from another car, as she was trying to drive this Jeep into on-coming traffic. Every time she tried, the Jeep just disappeared and came back to life, like rebirthing in a video game. \n\nWhen she woke up Hannah heard, “You are going to tell your mother-in-law this dream.” Hannah said “Hell no! I don’t even think I got the details right!” The Lord calmly and patiently said, “I didn’t tell you to get all the details right. I told you to be faithful and obedient.”\n\nSo she got the guts up and told her the dream. She looked at Hannah with her five foot zero frame. “Okay,” She said. “I need you to write all of this down and to send it to me.” Hannah said okay. A month to the day later a man came up to Hannah’s mother-in-law and said, “I had a dream about you!” He told her and it was almost identical to Hannah’s. This man had never been to their old house, but he described her old neighborhood and their old house, and he saw her on a 4-wheeler, doing dangerous jumps into the sunset. Hannah said, “The similarities were uncanny.”\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixteenth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. ",
    "": ""
  }
]