[
  {
    "Date": "2025-11-02T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aY8wE2jWpvA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=4",
    "famous quote": "Nothing we do can change the past, but everything we do changes the future.\n-Ashleigh Brilliant",
    "Ted Talks": "https://www.youtube.com/watch?v=UhMGxmzvxoY",
    "Nature Video": "https://www.youtube.com/watch?v=dVPqWh39HJ0&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=21",
    "User added": "The first thing he said was, \"Did you receive the Holy Spirit when you believed? Did you take God into your mind only, or did you also embrace him with your heart? Did he get inside you?\" \"We've never even heard of that--a Holy Spirit? God within us?\"\"\n??Acts? ?19:2? ?MSG??????\n\nHere, Paul is questioning disciples who have been baptized through John the Baptizer's ministry. At this point, they are unaware of Jesus' ministry through the Holy Spirit. That changes, quickly! The second question cuts me to the quick. How about you, fellow believer? Did He get inside you?\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 7)\n\nSo, early in the morning I saw a group of people carrying a person to the hospital. \nBy this part in the story he is smiling more, and is more and more animated. He spreads out his hands in a wide gesture as he speaks.\nAfter this man went home he didn't get better. Then he came to my home and told me all about how he and his friends had been trying to kill me. I prayed for him and forgave him. He accepted Jesus, and he went home. His whole family was saved and even now his daughter became a choir member in church.\n\nI am assuming this man was healed because the man went home and was saved, though he didn't say it directly. Maybe it is indeed because he is so humble.",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ph30KA1fQgY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=5kS3_oRqT30",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]