[
  {
    "Date": "2026-02-18T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Seventh week of Epiphany",
    "Script 1": "\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Moral Benefits of Wisdom\n\n My son, if you accept my words\n    and store up my commands within you,\n turning your ear to wisdom\n    and applying your heart to understanding--\n indeed, if you call out for insight\n    and cry aloud for understanding,\n and if you look for it as for silver\n    and search for it as for hidden treasure,\n then you will understand the fear of the Lord\n    and find the knowledge of God.\n For the Lord gives wisdom;\n    from his mouth come knowledge and understanding.\n He holds success in store for the upright,\n    he is a shield to those whose walk is blameless,\n for he guards the course of the just\n    and protects the way of his faithful ones.\n\n Then you will understand what is right and just\n    and fair--every good path.\n For wisdom will enter your heart,\n    and knowledge will be pleasant to your soul.\n Discretion will protect you,\n    and understanding will guard you.\n\n Wisdom will save you from the ways of wicked men,\n    from men whose words are perverse,\n who have left the straight paths\n    to walk in dark ways,\n who delight in doing wrong\n    and rejoice in the perverseness of evil,\n whose paths are crooked\n    and who are devious in their ways.",
    "Script 3": "Divorce\n\n When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan.  Large crowds followed him, and he healed them there.\n\n Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\"\n\n \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,'[a]  and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'[b]?  So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\"\n\n \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\"\n\n Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning.  I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.\"\n\n The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\"\n\n Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given.  For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others--and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.\"\n\n",
    "Script 4": "American Standard Version\n Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore.  And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land: yet now there is hope for Israel concerning this thing.  Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of [a]my lord, and of those that tremble at the commandment of our God; and let it be done according to the law.  Arise; for the matter belongeth unto thee, and we are with thee: be of good courage, and do it.\n\n Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware.  Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib: and when he came thither, he did eat no bread, nor drink water; for he mourned because of the trespass of them of the captivity.  And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;  and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be [b]forfeited, and himself separated from the assembly of the captivity.\n\n Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days (it was the ninth month, on the twentieth day of the month); and all the people sat in the broad place before the house of God, trembling because of this matter, and for [c]the great rain.  And Ezra the priest stood up, and said unto them, Ye have trespassed, and have married foreign women, to increase the guilt of Israel.  Now therefore [d]make confession unto Jehovah, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women.  Then all the assembly answered and said with a loud voice, [e]As thou hast said concerning us, so must we do.  But the people are many, and it is a time of much rain, and we are not able to stand without: neither is this a work of one day or two; for we have greatly transgressed in this matter.  Let now our princes [f]be appointed for all the assembly, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, [g]until this matter be despatched.  Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah [h]stood up against this matter: and Meshullam and Shabbethai the Levite helped them.\n\n And the children of the captivity did so. And Ezra the priest, with certain heads of fathers' houses, after their fathers' houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.  And they made an end with all the men that had married foreign women by the first day of the first month.\n\n And among the sons of the priests there were found that had married foreign women: namely, of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah.  And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.  And of the sons of Immer: Hanani and Zebadiah.  And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.  And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n\n And of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer.\n\n And of the singers: Eliashib. And of the porters: Shallum, and Telem, and Uri.\n\n And of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.  And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.  And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.  And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.  And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, [i]Jeremoth.  And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.  And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,  Benjamin, Malluch, Shemariah.  Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.  Of the sons of Bani: Maadai, Amram, and Uel,  Benaiah, Bedeiah, [j]Cheluhi,  Vaniah, Meremoth, Eliashib,  Mattaniah, Mattenai, and [k]Jaasu,  and Bani, and Binnui, Shimei,  and Shelemiah, and Nathan, and Adaiah,  Machnadebai, Shashai, Sharai,  Azarel, and Shelemiah, Shemariah,  Shallum, Amariah, Joseph.  Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, [l]Iddo, and Joel, Benaiah.  All these had taken foreign wives; and [m]some of them had wives by whom they had children.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm119:9-16;Proverbs2:1-15;Matthew19:1-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.119,Prov.2,Matt.19",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_b831cc9f043f478bb5898252134375ab~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_bba78a9af11848d9a7e730d26b3e307c~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_b39e7ba7c6694c808ddc424bdfb76413~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_3e94ec53a7984f39b41739383ec9d53b~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_fc44dd7870b34926b2619d89b104a06b~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 119:9-16",
    "Address Script 2": "Proverbs 2:1-15",
    "Address Script 3": "Matthew 19:1-12",
    "Address Script 4": "Ezra 10",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.119.0e6cc2e84b5d249ff8c2aeeaf4c42b75.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Prov.2.08b3357ff2c7c5593dffe8ecc01e7c74.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Matt.19.a0e9d6cb48155beec4a7836ea8c96234.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 119:9-16\n\nב Beth\n\n9 How can a young person stay on the path of purity?\n    By living according to your word.\n10 I seek you with all my heart;\n    do not let me stray from your commands.\n11 I have hidden your word in my heart\n    that I might not sin against you.\n12 Praise be to you, Lord;\n    teach me your decrees.\n13 With my lips I recount\n    all the laws that come from your mouth.\n14 I rejoice in following your statutes\n    as one rejoices in great riches.\n15 I meditate on your precepts\n    and consider your ways.\n16 I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Proverbs 2:1-15\n\nMoral Benefits of Wisdom\n\n1 My son, if you accept my words\n    and store up my commands within you,\n2 turning your ear to wisdom\n    and applying your heart to understanding--\n3 indeed, if you call out for insight\n    and cry aloud for understanding,\n4 and if you look for it as for silver\n    and search for it as for hidden treasure,\n5 then you will understand the fear of the Lord\n    and find the knowledge of God.\n6 For the Lord gives wisdom;\n    from his mouth come knowledge and understanding.\n7 He holds success in store for the upright,\n    he is a shield to those whose walk is blameless,\n8 for he guards the course of the just\n    and protects the way of his faithful ones.\n\n9 Then you will understand what is right and just\n    and fair--every good path.\n10 For wisdom will enter your heart,\n    and knowledge will be pleasant to your soul.\n11 Discretion will protect you,\n    and understanding will guard you.\n\n12 Wisdom will save you from the ways of wicked men,\n    from men whose words are perverse,\n13 who have left the straight paths\n    to walk in dark ways,\n14 who delight in doing wrong\n    and rejoice in the perverseness of evil,\n15 whose paths are crooked\n    and who are devious in their ways.",
    "Script 3": "Matthew 19:1-12\n\nDivorce\n\n1 When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. 2 Large crowds followed him, and he healed them there.\n\n3 Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\"\n\n4 \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,'[a] 5 and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'[b]? 6 So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\"\n\n7 \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\"\n\n8 Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. 9 I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.\"\n\n10 The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\"\n\n11 Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. 12 For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others--and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.\"\n\nFootnotes\na. Matthew 19:4 Gen. 1:27\nb. Matthew 19:5 Gen. 2:24",
    "Script 4": "Ezra 10\nAmerican Standard Version\n10 Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore. 2 And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land: yet now there is hope for Israel concerning this thing. 3 Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of [a]my lord, and of those that tremble at the commandment of our God; and let it be done according to the law. 4 Arise; for the matter belongeth unto thee, and we are with thee: be of good courage, and do it.\n\n5 Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware. 6 Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib: and when he came thither, he did eat no bread, nor drink water; for he mourned because of the trespass of them of the captivity. 7 And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem; 8 and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be [b]forfeited, and himself separated from the assembly of the captivity.\n\n9 Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days (it was the ninth month, on the twentieth day of the month); and all the people sat in the broad place before the house of God, trembling because of this matter, and for [c]the great rain. 10 And Ezra the priest stood up, and said unto them, Ye have trespassed, and have married foreign women, to increase the guilt of Israel. 11 Now therefore [d]make confession unto Jehovah, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women. 12 Then all the assembly answered and said with a loud voice, [e]As thou hast said concerning us, so must we do. 13 But the people are many, and it is a time of much rain, and we are not able to stand without: neither is this a work of one day or two; for we have greatly transgressed in this matter. 14 Let now our princes [f]be appointed for all the assembly, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, [g]until this matter be despatched. 15 Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah [h]stood up against this matter: and Meshullam and Shabbethai the Levite helped them.\n\n16 And the children of the captivity did so. And Ezra the priest, with certain heads of fathers' houses, after their fathers' houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter. 17 And they made an end with all the men that had married foreign women by the first day of the first month.\n\n18 And among the sons of the priests there were found that had married foreign women: namely, of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah. 19 And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt. 20 And of the sons of Immer: Hanani and Zebadiah. 21 And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah. 22 And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n\n23 And of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer.\n\n24 And of the singers: Eliashib. And of the porters: Shallum, and Telem, and Uri.\n\n25 And of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah. 26 And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah. 27 And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza. 28 And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai. 29 And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, [i]Jeremoth. 30 And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh. 31 And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon, 32 Benjamin, Malluch, Shemariah. 33 Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei. 34 Of the sons of Bani: Maadai, Amram, and Uel, 35 Benaiah, Bedeiah, [j]Cheluhi, 36 Vaniah, Meremoth, Eliashib, 37 Mattaniah, Mattenai, and [k]Jaasu, 38 and Bani, and Binnui, Shimei, 39 and Shelemiah, and Nathan, and Adaiah, 40 Machnadebai, Shashai, Sharai, 41 Azarel, and Shelemiah, Shemariah, 42 Shallum, Amariah, Joseph. 43 Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, [l]Iddo, and Joel, Benaiah. 44 All these had taken foreign wives; and [m]some of them had wives by whom they had children.\n\n \nFootnotes\nEzra 10:3 Or, the Lord\nEzra 10:8 Hebrew devoted.\nEzra 10:9 Hebrew the rains.\nEzra 10:11 Or, give thanks\nEzra 10:12 Or, As thou hast said, so it behooveth us to do\nEzra 10:14 Hebrew stand.\nEzra 10:14 Or, as touching this matter\nEzra 10:15 Or, were appointed over this\nEzra 10:29 Another reading is, and Ramoth\nEzra 10:35 Another reading is, Cheluhu\nEzra 10:37 Another reading is, Jaasai\nEzra 10:43 Another reading is, Jaddai\nEzra 10:44 Or, some of the wives had borne children.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Proverbs :-\n\nMoral Benefits of Wisdom\n\n My son, if you accept my words\n    and store up my commands within you,\n turning your ear to wisdom\n    and applying your heart to understanding--\n indeed, if you call out for insight\n    and cry aloud for understanding,\n and if you look for it as for silver\n    and search for it as for hidden treasure,\n then you will understand the fear of the Lord\n    and find the knowledge of God.\n For the Lord gives wisdom;\n    from his mouth come knowledge and understanding.\n He holds success in store for the upright,\n    he is a shield to those whose walk is blameless,\n for he guards the course of the just\n    and protects the way of his faithful ones.\n\n Then you will understand what is right and just\n    and fair--every good path.\n For wisdom will enter your heart,\n    and knowledge will be pleasant to your soul.\n Discretion will protect you,\n    and understanding will guard you.\n\n Wisdom will save you from the ways of wicked men,\n    from men whose words are perverse,\n who have left the straight paths\n    to walk in dark ways,\n who delight in doing wrong\n    and rejoice in the perverseness of evil,\n whose paths are crooked\n    and who are devious in their ways.",
    "Script 3": "Matthew :-\n\nDivorce\n\n When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan.  Large crowds followed him, and he healed them there.\n\n Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\"\n\n \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,'[a]  and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'[b]?  So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\"\n\n \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\"\n\n Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning.  I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.\"\n\n The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\"\n\n Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given.  For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others--and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.\"\n\nFootnotes\na. Matthew : Gen. :\nb. Matthew : Gen. :",
    "Script 4": "Ezra \nAmerican Standard Version\n Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore.  And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land: yet now there is hope for Israel concerning this thing.  Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of [a]my lord, and of those that tremble at the commandment of our God; and let it be done according to the law.  Arise; for the matter belongeth unto thee, and we are with thee: be of good courage, and do it.\n\n Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware.  Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib: and when he came thither, he did eat no bread, nor drink water; for he mourned because of the trespass of them of the captivity.  And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;  and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be [b]forfeited, and himself separated from the assembly of the captivity.\n\n Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days (it was the ninth month, on the twentieth day of the month); and all the people sat in the broad place before the house of God, trembling because of this matter, and for [c]the great rain.  And Ezra the priest stood up, and said unto them, Ye have trespassed, and have married foreign women, to increase the guilt of Israel.  Now therefore [d]make confession unto Jehovah, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women.  Then all the assembly answered and said with a loud voice, [e]As thou hast said concerning us, so must we do.  But the people are many, and it is a time of much rain, and we are not able to stand without: neither is this a work of one day or two; for we have greatly transgressed in this matter.  Let now our princes [f]be appointed for all the assembly, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, [g]until this matter be despatched.  Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah [h]stood up against this matter: and Meshullam and Shabbethai the Levite helped them.\n\n And the children of the captivity did so. And Ezra the priest, with certain heads of fathers' houses, after their fathers' houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.  And they made an end with all the men that had married foreign women by the first day of the first month.\n\n And among the sons of the priests there were found that had married foreign women: namely, of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah.  And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.  And of the sons of Immer: Hanani and Zebadiah.  And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.  And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n\n And of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer.\n\n And of the singers: Eliashib. And of the porters: Shallum, and Telem, and Uri.\n\n And of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.  And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.  And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.  And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.  And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, [i]Jeremoth.  And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.  And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,  Benjamin, Malluch, Shemariah.  Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.  Of the sons of Bani: Maadai, Amram, and Uel,  Benaiah, Bedeiah, [j]Cheluhi,  Vaniah, Meremoth, Eliashib,  Mattaniah, Mattenai, and [k]Jaasu,  and Bani, and Binnui, Shimei,  and Shelemiah, and Nathan, and Adaiah,  Machnadebai, Shashai, Sharai,  Azarel, and Shelemiah, Shemariah,  Shallum, Amariah, Joseph.  Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, [l]Iddo, and Joel, Benaiah.  All these had taken foreign wives; and [m]some of them had wives by whom they had children.\n\n \nFootnotes\nEzra : Or, the Lord\nEzra : Hebrew devoted.\nEzra : Hebrew the rains.\nEzra : Or, give thanks\nEzra : Or, As thou hast said, so it behooveth us to do\nEzra : Hebrew stand.\nEzra : Or, as touching this matter\nEzra : Or, were appointed over this\nEzra : Another reading is, and Ramoth\nEzra : Another reading is, Cheluhu\nEzra : Another reading is, Jaasai\nEzra : Another reading is, Jaddai\nEzra : Or, some of the wives had borne children.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nב Beth\n\n How can a young person stay on the path of purity?\n    By living according to your word.\n I seek you with all my heart;\n    do not let me stray from your commands.\n I have hidden your word in my heart\n    that I might not sin against you.\n Praise be to you, Lord;\n    teach me your decrees.\n With my lips I recount\n    all the laws that come from your mouth.\n I rejoice in following your statutes\n    as one rejoices in great riches.\n I meditate on your precepts\n    and consider your ways.\n I delight in your decrees;\n    I will not neglect your word.",
    "Script 2": "Proverbs :-\n\nMoral Benefits of Wisdom\n\n My son, if you accept my words\n    and store up my commands within you,\n turning your ear to wisdom\n    and applying your heart to understanding--\n indeed, if you call out for insight\n    and cry aloud for understanding,\n and if you look for it as for silver\n    and search for it as for hidden treasure,\n then you will understand the fear of the Lord\n    and find the knowledge of God.\n For the Lord gives wisdom;\n    from his mouth come knowledge and understanding.\n He holds success in store for the upright,\n    he is a shield to those whose walk is blameless,\n for he guards the course of the just\n    and protects the way of his faithful ones.\n\n Then you will understand what is right and just\n    and fair--every good path.\n For wisdom will enter your heart,\n    and knowledge will be pleasant to your soul.\n Discretion will protect you,\n    and understanding will guard you.\n\n Wisdom will save you from the ways of wicked men,\n    from men whose words are perverse,\n who have left the straight paths\n    to walk in dark ways,\n who delight in doing wrong\n    and rejoice in the perverseness of evil,\n whose paths are crooked\n    and who are devious in their ways.",
    "Script 3": "Matthew :-\n\nDivorce\n\n When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan.  Large crowds followed him, and he healed them there.\n\n Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\"\n\n \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,'[a]  and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'[b]?  So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\"\n\n \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\"\n\n Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning.  I tell you that anyone who divorces his wife, except for sexual immorality, and marries another woman commits adultery.\"\n\n The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\"\n\n Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given.  For there are eunuchs who were born that way, and there are eunuchs who have been made eunuchs by others--and there are those who choose to live like eunuchs for the sake of the kingdom of heaven. The one who can accept this should accept it.\"\n\n",
    "Script 4": "Ezra \nAmerican Standard Version\n Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore.  And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land: yet now there is hope for Israel concerning this thing.  Now therefore let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of [a]my lord, and of those that tremble at the commandment of our God; and let it be done according to the law.  Arise; for the matter belongeth unto thee, and we are with thee: be of good courage, and do it.\n\n Then arose Ezra, and made the chiefs of the priests, the Levites, and all Israel, to swear that they would do according to this word. So they sware.  Then Ezra rose up from before the house of God, and went into the chamber of Jehohanan the son of Eliashib: and when he came thither, he did eat no bread, nor drink water; for he mourned because of the trespass of them of the captivity.  And they made proclamation throughout Judah and Jerusalem unto all the children of the captivity, that they should gather themselves together unto Jerusalem;  and that whosoever came not within three days, according to the counsel of the princes and the elders, all his substance should be [b]forfeited, and himself separated from the assembly of the captivity.\n\n Then all the men of Judah and Benjamin gathered themselves together unto Jerusalem within the three days (it was the ninth month, on the twentieth day of the month); and all the people sat in the broad place before the house of God, trembling because of this matter, and for [c]the great rain.  And Ezra the priest stood up, and said unto them, Ye have trespassed, and have married foreign women, to increase the guilt of Israel.  Now therefore [d]make confession unto Jehovah, the God of your fathers, and do his pleasure; and separate yourselves from the peoples of the land, and from the foreign women.  Then all the assembly answered and said with a loud voice, [e]As thou hast said concerning us, so must we do.  But the people are many, and it is a time of much rain, and we are not able to stand without: neither is this a work of one day or two; for we have greatly transgressed in this matter.  Let now our princes [f]be appointed for all the assembly, and let all them that are in our cities that have married foreign women come at appointed times, and with them the elders of every city, and the judges thereof, until the fierce wrath of our God be turned from us, [g]until this matter be despatched.  Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah [h]stood up against this matter: and Meshullam and Shabbethai the Levite helped them.\n\n And the children of the captivity did so. And Ezra the priest, with certain heads of fathers' houses, after their fathers' houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.  And they made an end with all the men that had married foreign women by the first day of the first month.\n\n And among the sons of the priests there were found that had married foreign women: namely, of the sons of Jeshua, the son of Jozadak, and his brethren, Maaseiah, and Eliezer, and Jarib, and Gedaliah.  And they gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt.  And of the sons of Immer: Hanani and Zebadiah.  And of the sons of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.  And of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n\n And of the Levites: Jozabad, and Shimei, and Kelaiah (the same is Kelita), Pethahiah, Judah, and Eliezer.\n\n And of the singers: Eliashib. And of the porters: Shallum, and Telem, and Uri.\n\n And of Israel: Of the sons of Parosh: Ramiah, and Izziah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.  And of the sons of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.  And of the sons of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.  And of the sons of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.  And of the sons of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, [i]Jeremoth.  And of the sons of Pahath-moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, and Binnui, and Manasseh.  And of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,  Benjamin, Malluch, Shemariah.  Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.  Of the sons of Bani: Maadai, Amram, and Uel,  Benaiah, Bedeiah, [j]Cheluhi,  Vaniah, Meremoth, Eliashib,  Mattaniah, Mattenai, and [k]Jaasu,  and Bani, and Binnui, Shimei,  and Shelemiah, and Nathan, and Adaiah,  Machnadebai, Shashai, Sharai,  Azarel, and Shelemiah, Shemariah,  Shallum, Amariah, Joseph.  Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, [l]Iddo, and Joel, Benaiah.  All these had taken foreign wives; and [m]some of them had wives by whom they had children.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]