[
  {
    "": "2025-10-11T07:00:00.000Z",
    "Art title 1": "Let Him Shine Light on Your Fear",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4008e0f67a274ff49cd732b417615bac~mv2.jpg/v1/fill/w_555,h_555,al_c,q_90,usm_0.66_1.00_0.01/a07ded_4008e0f67a274ff49cd732b417615bac~mv2.webp",
    "Artist Statement 1": "When you sense anger, or fear, or frustration about something, this is often like God holding a magnifying glass out to you saying, \"here is an area I want you to look closer at because it's an opportunity to connect with me, and learn something about yourself, and about me and for us to have a meaningful moment together.\"",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_4008e0f67a274ff49cd732b417615bac~mv2.jpg/v1/fill/w_555,h_555,al_c,q_90,usm_0.66_1.00_0.01/a07ded_4008e0f67a274ff49cd732b417615bac~mv2.webp",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Walk Me through My Fear",
    "Story Link": "https://www.rawspoon.com/post/story-walk-me-through-my-fear",
    "excerpt": "\"Look, hunny,\" let's go to the closet and we can see if there is anything to be scared of. I'll go there with you. Shannon's dad helped her out of bed and they walked over to the closet, which was cracked open an inch. He turned his phone flashlight on and said, \"Tell me where you want me to point it.\"\n\nAnd together they scanned all the dark crevices of the closet, showing there indeed was nothing to be scared of now. \n\nHer father said, \"You see, hunny, sometimes we're so scared of something until we investigate and realize it's not so bad at all. You can do this with a lot of things in life that you're scared of. And the people who are too scared to investigate scary things like this, will miss the very best adventures.\"\n\nShe leaned into him, putting her arms around his neck, and crumpled into his lap, feeling very safe. He whispered to her, \"And you know what's even better news? When I'm not here, you can do the same thing with God. He's always there and listening.\"\n\nAnd so, even though her father passed away when she was 15 she got good at talking through her fears with God. At age 23 she started dating a very good man, but he was a missionary with a passion for a mysterious tribe in South America. She started to get scared of what life would be like with him. So on the day he proposed, she asked him if she could pray about it. After she kissed him goodnight, she sat in her car, pulled out her prayer journal, and talked with God.\n\n\"I'm frightened, God.\"\n\nThe voice like her dad's whispered gently in her head, \"Let's investigate what you're scared of.\"\n\n\"First, I'm afraid we'll be really poor.\"\n\n\"Poor can be hard. Will you be loved?\"\n\nShe thought for a minute. They had been poor growing up, but the love of her father had been enough. \"Yes, this man will love me better than any man I know.\" \n\nBut, I'm scared it will be dangerous down in Venezuela.\"\n\n\"Maybe it will. Would you want to marry someone here and have a safe life? Let's investigate what you would want that to look like.\"\n\n\"We'd probably live in the suburbs. Raise kids. Go to soccer practice. Watch them go to college. Retire and play tennis. Pretty nice and safe.\"\n\n\"Okay, now let's investigate a life in Venezuela.\"\n\n\"Well, we'd probably live in a shack. We'd have to learn the language so we could serve and minister to people. I do have a passion for learning languages and helping people, I guess. We'd learn how to live off the land, raise kids and learn how to make our own medicines and stuff. It could be dangerous,\" She paused, \"but we'd be living for a purpose. Actually, it would be a huge adventure ...\" She stopped and then added, \"I think I'd actually like Venezuela better than the Suburbs.\"\n\nAnd after a few more conversations with God like this, she was convinced life with this man was not only a life she was not scared of, it was an adventure she wanted to have.\"\n\n---\n\nWhat are you scared of right now. Would it help to talk through it with God?\n\nRaw Spoon, 11-19-2020",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/zebxH-5o-SQ",
    "Bible Project 2": "https://youtu.be/tp5MIrMZFqo",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 111",
    "Research 2-link": "https://enduringword.com/bible-commentary/Numbers 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 32",
    "The Chosen 3": "https://www.youtube.com/watch?v=VL8DThllZAY",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=2arB6s0LSbo",
    "Song 2": "https://youtu.be/01r5Mp1q-iY?si=ws4W3G6_qvEtbTKv",
    "Song 3": "https://youtu.be/QB1U3E5leq8?si=p-9siIGJTtRqIyoN",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/30",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]