[
  {
    "Date": "2026-01-22T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vODNkOWMyMWUtMDdjOS0zMDcyLTk2ZWYtYmE2ZjEwZGU1ZTU2?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM&list=PLVccJouc7Os-RUx-m0tjfX5kh_T2jkjSp&index=2",
    "famous quote": "Lots of mindset shifts start small. One person I follow talks a lot about \"get to\" instead of \"have to.\"\nReframing your life in \"I get to pay my electric bill because I have money in the bank.\" \"I get to make memories with my family\" vs \"I have to watch my kids so I can't do xyz\"\n-Hillary Rankin (citing @savemycents on instagram)\n\nWhen I want to decrease a habit I ask: What do I really need right now? On the podcast We Can Do Hard Things they talk about how bad habits like food, drink, spending, etc. are just a bad consolation prize for the real thing. So I ask myself what I really need. Maybe I want food cause I need comfort so instead I ask someone I love for a hug. Maybe I want a drink cause I'm tired or overwhelmed, so I ask for help. Maybe I want caffeine cause I'm tired so I take a power nap. The bad habits are like emotional caffeine, they get us through for the moment, but there is usually a crash after, because it is not the true nutrients we need.\n-Kristin Kronin Boone",
    "Ted Talks": "https://www.youtube.com/watch?v=k-duWafgHsY",
    "Nature Video": "https://www.youtube.com/watch?v=3rYxIMOLNXc",
    "User added": "\"To care for the needs of all who mourn in Zion, give them bouquets of roses instead of ashes, Messages of joy instead of news of doom, a praising heart instead of a languid spirit. Rename them \"Oaks of Righteousness\" planted by God to display his glory. \"\n‭‭Isaiah‬ ‭61:3‬ ‭MSG‬‬‬‬‬‬\n\nAs Christ-followers, we believe that Jesus was fully man and fully God.  All by itself, Jesus' existence in time calls for change, because He is God. And because God is the Creator, it is not a change, or modification in what exists, but a whole new thing. A thing of joy, beauty, and righteousness. \nIt is us, His people, His church, His glory! Live the change, today!\n\n\"Keep your eyes on Jesus, who both began and finished this race we're in. Study how he did it. Because he never lost sight of where he was headed--that exhilarating finish in and with God--he could put up with anything along the way: Cross, shame, whatever. And now he's there, in the place of honor, right alongside God. \"\n‭‭Hebrews‬ ‭12:2 MSG‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-heirum",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Heirum\n\nHeirum was sitting outside of Barnes and Noble at the Edgewood shopping center holding his carbon fiber prosthetic leg, which was pasted with a Falcons sticker. \"Hey can you help a brother?\"\n\nI went and got a couple burritos and ate one with him. I asked and he told me about much of his story and near the end I asked if I could record some of it, or the things he learned. He smiled and said for a little bit more donation he would. So before I left I gave him a little more. We didn't have long before we got kicked off the property but long enough to hear some crazy stories. Here's the 3-minute recording.\n\nIn 1988 he was buying drugs on \"Cocaine Lane,\" not too far from where we were. The dealer asked him to leave. But Heirum was high and refused. The dealer shot him in the back of the head. I didn't see that scar but I'm guessing it just glazed him because then they picked him off the ground and shot him in the leg. The doctors couldn't save it and amputated it just below the knee.\n\nHe lives under a bridge with about 15 other people just a block away (where Dekalb crosses Moreland, I think). He says they help each other sometimes but most of the time they stay to themselves. It's been pretty cold the last few nights.\n\nHe said, \"I drink a lot... A lot.\" He tries to get about 8 bucks each day so he can buy a big platter of fried chicken from Kroger and eat that throughout the night. He has no family around. His mother was close but she passed away.\n\nThanks for sharing with me, Heirum! He says he's there a lot. So if you're in the neighborhood and you see a guy with a prosthetic leg with a Falcons sticker, say, \"Hi Heirum.\" Wouldn't it be fun to make him feel famous? I think that would make his day :) Let me know if you see him.\n\nRaw Spoon, 1-30-17\n",
    "Interview Video": "https://youtu.be/gQWK7-nLawc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=fbdkko3Yv8M",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]