[
  {
    "Date": "2025-11-19T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=h9jda5BTk7Y&t=45s",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=hHHUusNIArY&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=11",
    "famous quote": "\"Any amount of theology can now be smuggled into people's minds under the cover of fiction without their knowing it.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=A_u2WFTfbcg",
    "Nature Video": "https://www.youtube.com/watch?v=gNqQL-1gZF8&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=38",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 8)\n\nYou seem like a godly man that doesn't struggle but are there times when you struggle? \r\n\nYes, of course there are times. \r\n\nHis face becomes somber for a moment as he describes some of it, then becomes animated again; so many emotions flow over his face.\r\n\nBefore I came to Christ I had animals at home: a horse, cows, sheep, etc. One day I lost them. When I came to Christ I had nothing. But I met a man who gave me 1000 burr ($50) to help. With it I went to the market and bought an ox and a cow and sold them at another market so I could earn a little bit of money and buy my own cow and ox, my own property.\r\nAfter a while I became very sick. I was struggling with all these sicknesses, it seemed, except for HIV. Malaria and a bunch of the other sicknesses. I was very sick. A family member came to take me to the hospital but I didn't want to. They said, \"What if you pass away? We don't have a burial place for you. You are a believer of Christ, so we can't bury you in our graveyards.\" I said I'd rather die trusting in God.\r\nSo one night when I was very much sick I remember praying to God, \"If you want to take me now, take me. But if you want me to work for you some more take my sicknesses away.\" That night I went to sleep for the first time in a while. After a day I woke up and I couldn't find a single sickness in my body. \r\n\nHe smiles like he just shared an inside joke. ",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=p2-naaWqkwI",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/axYBz0BfmRg?si=RddMo7SgPKq1xZyW",
    "Music Video Instructions": "Imagine God meeting you in your despair with an adventure like this, His Holy Spirit \"Washing\" over you. You are \"His Baby\"."
  }
]