[
  {
    "Art title 1": "Be Obedient to That Which Bears Fruit",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_9f33fa797d214cce92c5d077207e05ca~mv2.jpg",
    "Artist Statement 1": "Abraham tests what is good by seeing what bears fruit. What in our own lives might God be telling us to pursue? (See today's short story)",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_9f33fa797d214cce92c5d077207e05ca~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Monarchy And Paparazzi",
    "Story Link": "https://www.rawspoon.com/post/story-monarchy-and-paparazzi",
    "excerpt": "The paparazzi had gotten out of hand. And the queen was pregnant. At the same time, due to global pressures communicated loudly through social media, the little colonized country had decided to transition from a monarchy to a democracy. \n\nBut the king and queen were nervous to pass over leadership. Their family really did make it their profession and passion to run this nation as best they could. They schooled themselves from the experts in everything from history to politics. And for generations, those they married into the family were considered heavily for their skills to make the kingdom better.\n\nThe pushy international news media and paparazzi had flown in for the dissolving of the crown. They were especially blood-thirsty for sensational news about the queen who was about to give birth in the midst of it all. Would the royal family use their influence to resist the overthrow and secure a place for their next of kin? The family was known as the beloved leaders, but when had any long-rooted legacy ever given up peacefully?\n\nSince the royal family wanted to be above reproach, they did something tricky. A month after they had peacefully handed over power to a democratically-elected president, and two weeks before their baby was to be born, in the middle of December, they disappeared.\n\nFor generations the nation had celebrated the birthday of the youngest in the royal family as a nation-wide no-work holiday. And so the due date of the baby, who no one knew whether he had indeed had been born, December 25th, became a holiday. \n\nA couple decades later, a young woman gained notoriety. Throughout school she had been at the top of her class in grades and athletics. In high school and college she was quickly elected as class president, and then she did such a remarkable job she was pushed into politics at the city-wide, then province level. In debates she proved herself to be exceptionally versed in economics, international politics, diplomacy, philosophy, and even defense. It only took a few minutes of listening to this young woman for people to have faith that she could lead better than the contenders that they knew of.\n\nBy her mid 20's she was in the running for president of the small nation, the nation which had gone downhill drastically since the days of the monarchy.\n\nAnd the older citizens, still remembering what it was like to have such a worthy person leading their country, saw the sharp contrast in her ways to the others who now contended for the role of president. The others were maneuvering, charismatic manipulators, in warring parties that fought for just enough power to overthrow the other side.\n\nShe had grown up in normal schools, playing normal sports and being in community that all looked normal, other than the fact that her parents were basically unseen. This gap in her heritage was the media's strongest argument against her. What was she hiding? But one voice rang out above the others as questions about her ran through the media. An old advisor to the throne, the throne that now symbolized the glory days, simply said, \"I will follow the one that proves themselves most worthy. Look at their fruit.\"\n\nAs election day neared, festivities were prepared. Not only was it election day, but they had changed election day to be on the unknown royal child's birthday from 25 years ago, because they needed a purpose for an otherwise meaningless holiday. And it was on that day, as the young woman readily won the president's seat, that she gave a speech. And in the speech she subtly mentioned she turned twenty five today. \n\nThose who remembered the kingship from a quarter century prior, smiled wryly and nodded their head at all that had been made right again. And when all the juice-thirsty paparazzi asked those old men what they thought of it, they simply repeated what the old advisor had said, \"I will follow the one that proves themselves most worthy. I look at their fruit.\"\n\n\n---\nIn Numbers 17, the leaders of all the tribes of Jacob were grumbling against Moses for not letting them do some of the things God had designated as only for the priests to do. To settle the argument God told Moses to take a staff from each of those twelve tribes, leave them in the tabernacle overnight, and the one that sprouts would be from the tribe God wanted to lead them. Aaron's staff, the staff that represented the priests, bloomed with leaves and olives. \n\nOften I think we need to look at the fruit to know which decisions to make, the thing we should be doing. The blooming wooden staff was also a picture of the future Jesus hung on a tree, who would show remarkable fruit in miracles and good deeds, proving himself the very most worthy to lead.",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_6cef7dfc3a474252a06c7cfa14fa3b3f.mp3",
    "Blog Title": "Becoming Powerful",
    "Blog Link": "https://www.rawspoon.com/post/becoming-powerful",
    "Blog excerpt": "God, I think of how good I could make Christians look if . . .\n\nThey saw me get up early to pray each morning,\nIf they saw I was completely pure with the girls I date, protecting their hearts,\nIf I would never drink or smoke,\nIf they saw me as the best worker at my job, being on time and the only one that didn't ever read personal emails at work...\n\nMy dear God, what would be more beautiful than a puff-chested, chin-raised Ross, would be if in every situation you humbled ME, to show them the mercy and compassion you have on the fallen. If all the faces could turn from my Sunday fashion show, and and see an eternal plan powerful enough to redeem a failure. What a relief it would be not to have to hold up what they expect me to be, and instead I could just be happy with being looked upon by Your proud eyes, as all the rest ignored me for another possible glimpse of you.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_9ac5a0f0f5a44642aa0f7c2e2bbf8a57~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/GQI72THyO5I",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 124:1-8",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 8",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 20",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=EqQ5Gx-z9Bo",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@39.6911183,44.2847461,3a,75y,43.24h,97.74t/data=!3m8!1e1!3m6!1sAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO%3Dw203-h100-k-no-pi-20-ya146.99998-ro-0-fo100!7i8704!8i4352?hl=en",
    "3dNotes2": "Mt. Ararat where it is thought Noah landed the ark",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/5",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/fb9c8748-43e2-42cf-959c-09fb6b39b806.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]