[
  {
    "Date": "2025-10-17T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KSc0srYx9-4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=BmSCjfB4NNU&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=2",
    "famous quote": "Never say never because limits, like fears, are often just illustions.\n-Michael Jordan",
    "Ted Talks": "https://www.youtube.com/watch?v=qT7uL0Coceo",
    "Nature Video": "https://www.youtube.com/watch?v=jtt-p022HCY",
    "User added": "\"But Peter took him aside and began to reprimand him for saying such things. \"Heaven forbid, Lord,\" he said. \"This will never happen to you!\" Jesus turned to Peter and said, \"Get away from me, Satan! You are a dangerous trap to me. You are seeing things merely from a human point of view, not from God's.\"\"\n??Matthew? ?16:22-23? ?NLT??????\n\nAt this point, Peter has been with Jesus for a long time. Peter has seen Jesus heal uncounted lepers, lame, deaf, and blind men. Jesus has driven demons out of men, walked on water, calmed a storm, and fed huge crowds with a few baskets of food-not once, but twice. Peter was there. Peter was there for the Sermon on the Mount, and parable after parable about how God wants people to live out His kingdom on this earth. And yet, Peter is still trying to put Jesus in a box of his own making. How about you? \n\n\"When the Spirit of truth comes, he will guide you into all truth. He will not speak on his own but will tell you what he has heard. He will tell you about the future. He will bring me glory by telling you whatever he receives from me.\"\n??John? ?16:13-14? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 8)\n\nI am obviously blown away by all of his stories. And I had been thinking, as I listened, that it is like he is living in New Testament times. And I thought, \"I have a direct line to talk to someone who deals with things very similar to what the people dealt with in the New Testament.\" So I began a new line of questioning.\r\nWhat does it feel like to be demon possessed?\r\nHe looks at PK for the translation of my question, and then begins his answer.\r\nYou don't know you are doing what you do. You do it for pleasure but at the end you get stressed after you do that stuff. So being possessed by a demon is like you'll feel you'll be happy if you kill someone or see blood on someone's body, or steal, or do wrong things.\r\n\r\nWhat does it feel like to hear from God? How do you know it is Him? \r\nEven now I feel his presence. I feel fear of God. I feel He is touching me.\r\nDo you feel it always? \r\nWhenever I pray. Whenever I preach. Whenever I am in his presence.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/TdN5GyTl8K0",
    "Music Video Instructions": "Picture this being how God loves us, and how we can love him. "
  }
]