[
  {
    "Date": "2026-01-10T08:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "First week of Epiphany",
    "Script 1": "\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\n",
    "Script 2": "The Queen of Sheba Visits Solomon\n\n When the queen of Sheba heard about the fame of Solomon and his relationship to the Lord, she came to test Solomon with hard questions.  Arriving at Jerusalem with a very great caravan--with camels carrying spices, large quantities of gold, and precious stones--she came to Solomon and talked with him about all that she had on her mind.  Solomon answered all her questions; nothing was too hard for the king to explain to her.  When the queen of Sheba saw all the wisdom of Solomon and the palace he had built,  the food on his table, the seating of his officials, the attending servants in their robes, his cupbearers, and the burnt offerings he made at[a] the temple of the Lord, she was overwhelmed.\n\n She said to the king, \"The report I heard in my own country about your achievements and your wisdom is true.  But I did not believe these things until I came and saw with my own eyes. Indeed, not even half was told me; in wisdom and wealth you have far exceeded the report I heard.  How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom!  Praise be to the Lord your God, who has delighted in you and placed you on the throne of Israel. Because of the Lord's eternal love for Israel, he has made you king to maintain justice and righteousness.\"\n\n And she gave the king  talents[b] of gold, large quantities of spices, and precious stones. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon.\n\n (Hiram's ships brought gold from Ophir; and from there they brought great cargoes of almugwood[c] and precious stones.  The king used the almugwood to make supports[d] for the temple of the Lord and for the royal palace, and to make harps and lyres for the musicians. So much almugwood has never been imported or seen since that day.)\n\n King Solomon gave the queen of Sheba all she desired and asked for, besides what he had given her out of his royal bounty. Then she left and returned with her retinue to her own country.\n\n",
    "Script 3": "A Prayer for the Ephesians\n\n For this reason I kneel before the Father,  from whom every family[a] in heaven and on earth derives its name.  I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,  so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,  may have power, together with all the Lord's holy people, to grasp how wide and long and high and deep is the love of Christ,  and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God.\n\n Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,  to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.\n\n",
    "Script 4": "American Standard Version\n Moreover the word of Jehovah came unto me, saying,  And thou, son of man, wilt thou judge, wilt thou judge the bloody city? [a]then cause her to know all her abominations.  And thou shalt say, Thus saith the Lord Jehovah: A city that sheddeth blood in the midst of her, that her time may come, and that maketh idols against herself to defile her!  Thou art become guilty in thy blood that thou hast shed, and art defiled in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the nations, and a mocking to all the countries.  Those that are near, and those that are far from thee, shall mock thee, thou [b]infamous one and full of tumult.\n\n Behold, the princes of Israel, every one according to his [c]power, have been in thee to shed blood.  In thee have they set light by father and mother; in the midst of thee have they dealt by oppression with the sojourner; in thee have they wronged the fatherless and the widow.  Thou hast despised my holy things, and hast profaned my sabbaths.  Slanderous men have been in thee to shed blood; and in thee they have eaten upon the mountains: in the midst of thee they have committed lewdness.  In thee have they uncovered their fathers' nakedness; in thee have they humbled her that was unclean in her impurity.  And one hath committed abomination with his neighbor's wife; and another hath lewdly defiled his daughter-in-law; and another in thee hath humbled his sister, his father's daughter.  In thee have they taken bribes to shed blood; thou hast taken interest and increase, and thou hast greedily gained of thy neighbors by oppression, and hast forgotten me, saith the Lord Jehovah.\n\n Behold, therefore, I have smitten my hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.  Can thy heart endure, or can thy hands be strong, in the days that I shall deal with thee? I, Jehovah, have spoken it, and will do it.  And I will scatter thee among the nations, and disperse thee through the countries; and I will consume thy filthiness out of thee.  And thou shalt be profaned in thyself, in the sight of the nations; and thou shalt know that I am Jehovah.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm72;1Kings10:1-13;Ephesians3:14-21",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.72,1Kgs.10,Eph.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_18247f9ba96f4633b1763af58f29a691~mv2.jpg",
    "AI Image 1B": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-2-2-20-1.png?resize=2048%2C1583&ssl=1",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_d6035db5b3df447f997e559bcfc96a1c~mv2.jpg",
    "AI Image 2B": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/01/TRBC-1-5-20.png?resize=2048%2C1583&ssl=1",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_9a5ecf854390444c95bc37020290f6ea~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 72",
    "Address Script 2": "1 Kings 10:1-13",
    "Address Script 3": "Ephesians 3:14-21",
    "Address Script 4": "Ezekiel 22:1-16",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.72.1030a891e6bb9a0c8cad26114b1f35d1.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Kgs.10.b3bda99ac648b3e1a7c6999d1d8969f2.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Eph.3.5e72863c3a3b0775de13ae65834dfd9b.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.22.5995447d1a59b4d72858634ecf52a9b3.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 72\n\nOf Solomon.\n\n1 Endow the king with your justice, O God,\n    the royal son with your righteousness.\n2 May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n3 May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n4 May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n5 May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n6 May he be like rain falling on a mown field,\n    like showers watering the earth.\n7 In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n8 May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n9 May the desert tribes bow before him\n    and his enemies lick the dust.\n10 May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n11 May all kings bow down to him\n    and all nations serve him.\n\n12 For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n13 He will take pity on the weak and the needy\n    and save the needy from death.\n14 He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n15 Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n16 May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n17 May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n18 Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n19 Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n20 This concludes the prayers of David son of Jesse.\n\nFootnotes\na. Psalm 72:5 Septuagint; Hebrew You will be feared\nb. Psalm 72:8 That is, the Euphrates\nc. Psalm 72:16 Probable reading of the original Hebrew text; Masoretic Text Lebanon, / from the city\nd. Psalm 72:17 Or will use his name in blessings (see Gen. 48:20)",
    "Script 2": "1 Kings 10:1-13\n\nThe Queen of Sheba Visits Solomon\n\n1 When the queen of Sheba heard about the fame of Solomon and his relationship to the Lord, she came to test Solomon with hard questions. 2 Arriving at Jerusalem with a very great caravan--with camels carrying spices, large quantities of gold, and precious stones--she came to Solomon and talked with him about all that she had on her mind. 3 Solomon answered all her questions; nothing was too hard for the king to explain to her. 4 When the queen of Sheba saw all the wisdom of Solomon and the palace he had built, 5 the food on his table, the seating of his officials, the attending servants in their robes, his cupbearers, and the burnt offerings he made at[a] the temple of the Lord, she was overwhelmed.\n\n6 She said to the king, \"The report I heard in my own country about your achievements and your wisdom is true. 7 But I did not believe these things until I came and saw with my own eyes. Indeed, not even half was told me; in wisdom and wealth you have far exceeded the report I heard. 8 How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom! 9 Praise be to the Lord your God, who has delighted in you and placed you on the throne of Israel. Because of the Lord's eternal love for Israel, he has made you king to maintain justice and righteousness.\"\n\n10 And she gave the king 120 talents[b] of gold, large quantities of spices, and precious stones. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon.\n\n11 (Hiram's ships brought gold from Ophir; and from there they brought great cargoes of almugwood[c] and precious stones. 12 The king used the almugwood to make supports[d] for the temple of the Lord and for the royal palace, and to make harps and lyres for the musicians. So much almugwood has never been imported or seen since that day.)\n\n13 King Solomon gave the queen of Sheba all she desired and asked for, besides what he had given her out of his royal bounty. Then she left and returned with her retinue to her own country.\n\nFootnotes\na. 1 Kings 10:5 Or the ascent by which he went up to\nb. 1 Kings 10:10 That is, about 4 1/2 tons or about 4 metric tons\nc. 1 Kings 10:11 Probably a variant of algumwood; also in verse 12\nd. 1 Kings 10:12 The meaning of the Hebrew for this word is uncertain.",
    "Script 3": "Ephesians 3:14-21\n\nA Prayer for the Ephesians\n\n14 For this reason I kneel before the Father, 15 from whom every family[a] in heaven and on earth derives its name. 16 I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, 17 so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, 18 may have power, together with all the Lord's holy people, to grasp how wide and long and high and deep is the love of Christ, 19 and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God.\n\n20 Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us, 21 to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.\n\nFootnotes\na. Ephesians 3:15 The Greek for family (patria) is derived from the Greek for father (pater).",
    "Script 4": "Ezekiel 22:1-16\nAmerican Standard Version\n22 Moreover the word of Jehovah came unto me, saying, 2 And thou, son of man, wilt thou judge, wilt thou judge the bloody city? [a]then cause her to know all her abominations. 3 And thou shalt say, Thus saith the Lord Jehovah: A city that sheddeth blood in the midst of her, that her time may come, and that maketh idols against herself to defile her! 4 Thou art become guilty in thy blood that thou hast shed, and art defiled in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the nations, and a mocking to all the countries. 5 Those that are near, and those that are far from thee, shall mock thee, thou [b]infamous one and full of tumult.\n\n6 Behold, the princes of Israel, every one according to his [c]power, have been in thee to shed blood. 7 In thee have they set light by father and mother; in the midst of thee have they dealt by oppression with the sojourner; in thee have they wronged the fatherless and the widow. 8 Thou hast despised my holy things, and hast profaned my sabbaths. 9 Slanderous men have been in thee to shed blood; and in thee they have eaten upon the mountains: in the midst of thee they have committed lewdness. 10 In thee have they uncovered their fathers' nakedness; in thee have they humbled her that was unclean in her impurity. 11 And one hath committed abomination with his neighbor's wife; and another hath lewdly defiled his daughter-in-law; and another in thee hath humbled his sister, his father's daughter. 12 In thee have they taken bribes to shed blood; thou hast taken interest and increase, and thou hast greedily gained of thy neighbors by oppression, and hast forgotten me, saith the Lord Jehovah.\n\n13 Behold, therefore, I have smitten my hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee. 14 Can thy heart endure, or can thy hands be strong, in the days that I shall deal with thee? I, Jehovah, have spoken it, and will do it. 15 And I will scatter thee among the nations, and disperse thee through the countries; and I will consume thy filthiness out of thee. 16 And thou shalt be profaned in thyself, in the sight of the nations; and thou shalt know that I am Jehovah.\n\n \nFootnotes\nEzekiel 22:2 Or, and\nEzekiel 22:5 Hebrew defiled of name.\nEzekiel 22:6 Hebrew arm.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\nFootnotes\na. Psalm : Septuagint; Hebrew You will be feared\nb. Psalm : That is, the Euphrates\nc. Psalm : Probable reading of the original Hebrew text; Masoretic Text Lebanon, / from the city\nd. Psalm : Or will use his name in blessings (see Gen. :)",
    "Script 2": " Kings :-\n\nThe Queen of Sheba Visits Solomon\n\n When the queen of Sheba heard about the fame of Solomon and his relationship to the Lord, she came to test Solomon with hard questions.  Arriving at Jerusalem with a very great caravan--with camels carrying spices, large quantities of gold, and precious stones--she came to Solomon and talked with him about all that she had on her mind.  Solomon answered all her questions; nothing was too hard for the king to explain to her.  When the queen of Sheba saw all the wisdom of Solomon and the palace he had built,  the food on his table, the seating of his officials, the attending servants in their robes, his cupbearers, and the burnt offerings he made at[a] the temple of the Lord, she was overwhelmed.\n\n She said to the king, \"The report I heard in my own country about your achievements and your wisdom is true.  But I did not believe these things until I came and saw with my own eyes. Indeed, not even half was told me; in wisdom and wealth you have far exceeded the report I heard.  How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom!  Praise be to the Lord your God, who has delighted in you and placed you on the throne of Israel. Because of the Lord's eternal love for Israel, he has made you king to maintain justice and righteousness.\"\n\n And she gave the king  talents[b] of gold, large quantities of spices, and precious stones. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon.\n\n (Hiram's ships brought gold from Ophir; and from there they brought great cargoes of almugwood[c] and precious stones.  The king used the almugwood to make supports[d] for the temple of the Lord and for the royal palace, and to make harps and lyres for the musicians. So much almugwood has never been imported or seen since that day.)\n\n King Solomon gave the queen of Sheba all she desired and asked for, besides what he had given her out of his royal bounty. Then she left and returned with her retinue to her own country.\n\nFootnotes\na.  Kings : Or the ascent by which he went up to\nb.  Kings : That is, about  / tons or about  metric tons\nc.  Kings : Probably a variant of algumwood; also in verse \nd.  Kings : The meaning of the Hebrew for this word is uncertain.",
    "Script 3": "Ephesians :-\n\nA Prayer for the Ephesians\n\n For this reason I kneel before the Father,  from whom every family[a] in heaven and on earth derives its name.  I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,  so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,  may have power, together with all the Lord's holy people, to grasp how wide and long and high and deep is the love of Christ,  and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God.\n\n Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,  to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.\n\nFootnotes\na. Ephesians : The Greek for family (patria) is derived from the Greek for father (pater).",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  And thou, son of man, wilt thou judge, wilt thou judge the bloody city? [a]then cause her to know all her abominations.  And thou shalt say, Thus saith the Lord Jehovah: A city that sheddeth blood in the midst of her, that her time may come, and that maketh idols against herself to defile her!  Thou art become guilty in thy blood that thou hast shed, and art defiled in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the nations, and a mocking to all the countries.  Those that are near, and those that are far from thee, shall mock thee, thou [b]infamous one and full of tumult.\n\n Behold, the princes of Israel, every one according to his [c]power, have been in thee to shed blood.  In thee have they set light by father and mother; in the midst of thee have they dealt by oppression with the sojourner; in thee have they wronged the fatherless and the widow.  Thou hast despised my holy things, and hast profaned my sabbaths.  Slanderous men have been in thee to shed blood; and in thee they have eaten upon the mountains: in the midst of thee they have committed lewdness.  In thee have they uncovered their fathers' nakedness; in thee have they humbled her that was unclean in her impurity.  And one hath committed abomination with his neighbor's wife; and another hath lewdly defiled his daughter-in-law; and another in thee hath humbled his sister, his father's daughter.  In thee have they taken bribes to shed blood; thou hast taken interest and increase, and thou hast greedily gained of thy neighbors by oppression, and hast forgotten me, saith the Lord Jehovah.\n\n Behold, therefore, I have smitten my hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.  Can thy heart endure, or can thy hands be strong, in the days that I shall deal with thee? I, Jehovah, have spoken it, and will do it.  And I will scatter thee among the nations, and disperse thee through the countries; and I will consume thy filthiness out of thee.  And thou shalt be profaned in thyself, in the sight of the nations; and thou shalt know that I am Jehovah.\n\n \nFootnotes\nEzekiel : Or, and\nEzekiel : Hebrew defiled of name.\nEzekiel : Hebrew arm.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n May he rule from sea to sea\n    and from the River[b] to the ends of the earth.\n May the desert tribes bow before him\n    and his enemies lick the dust.\n May the kings of Tarshish and of distant shores\n    bring tribute to him.\nMay the kings of Sheba and Seba\n    present him gifts.\n May all kings bow down to him\n    and all nations serve him.\n\n For he will deliver the needy who cry out,\n    the afflicted who have no one to help.\n He will take pity on the weak and the needy\n    and save the needy from death.\n He will rescue them from oppression and violence,\n    for precious is their blood in his sight.\n\n Long may he live!\n    May gold from Sheba be given him.\nMay people ever pray for him\n    and bless him all day long.\n May grain abound throughout the land;\n    on the tops of the hills may it sway.\nMay the crops flourish like Lebanon\n    and thrive[c] like the grass of the field.\n May his name endure forever;\n    may it continue as long as the sun.\n\nThen all nations will be blessed through him,[d]\n    and they will call him blessed.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n This concludes the prayers of David son of Jesse.\n\n",
    "Script 2": " Kings :-\n\nThe Queen of Sheba Visits Solomon\n\n When the queen of Sheba heard about the fame of Solomon and his relationship to the Lord, she came to test Solomon with hard questions.  Arriving at Jerusalem with a very great caravan--with camels carrying spices, large quantities of gold, and precious stones--she came to Solomon and talked with him about all that she had on her mind.  Solomon answered all her questions; nothing was too hard for the king to explain to her.  When the queen of Sheba saw all the wisdom of Solomon and the palace he had built,  the food on his table, the seating of his officials, the attending servants in their robes, his cupbearers, and the burnt offerings he made at[a] the temple of the Lord, she was overwhelmed.\n\n She said to the king, \"The report I heard in my own country about your achievements and your wisdom is true.  But I did not believe these things until I came and saw with my own eyes. Indeed, not even half was told me; in wisdom and wealth you have far exceeded the report I heard.  How happy your people must be! How happy your officials, who continually stand before you and hear your wisdom!  Praise be to the Lord your God, who has delighted in you and placed you on the throne of Israel. Because of the Lord's eternal love for Israel, he has made you king to maintain justice and righteousness.\"\n\n And she gave the king  talents[b] of gold, large quantities of spices, and precious stones. Never again were so many spices brought in as those the queen of Sheba gave to King Solomon.\n\n (Hiram's ships brought gold from Ophir; and from there they brought great cargoes of almugwood[c] and precious stones.  The king used the almugwood to make supports[d] for the temple of the Lord and for the royal palace, and to make harps and lyres for the musicians. So much almugwood has never been imported or seen since that day.)\n\n King Solomon gave the queen of Sheba all she desired and asked for, besides what he had given her out of his royal bounty. Then she left and returned with her retinue to her own country.\n\n",
    "Script 3": "Ephesians :-\n\nA Prayer for the Ephesians\n\n For this reason I kneel before the Father,  from whom every family[a] in heaven and on earth derives its name.  I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,  so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,  may have power, together with all the Lord's holy people, to grasp how wide and long and high and deep is the love of Christ,  and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God.\n\n Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,  to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  And thou, son of man, wilt thou judge, wilt thou judge the bloody city? [a]then cause her to know all her abominations.  And thou shalt say, Thus saith the Lord Jehovah: A city that sheddeth blood in the midst of her, that her time may come, and that maketh idols against herself to defile her!  Thou art become guilty in thy blood that thou hast shed, and art defiled in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the nations, and a mocking to all the countries.  Those that are near, and those that are far from thee, shall mock thee, thou [b]infamous one and full of tumult.\n\n Behold, the princes of Israel, every one according to his [c]power, have been in thee to shed blood.  In thee have they set light by father and mother; in the midst of thee have they dealt by oppression with the sojourner; in thee have they wronged the fatherless and the widow.  Thou hast despised my holy things, and hast profaned my sabbaths.  Slanderous men have been in thee to shed blood; and in thee they have eaten upon the mountains: in the midst of thee they have committed lewdness.  In thee have they uncovered their fathers' nakedness; in thee have they humbled her that was unclean in her impurity.  And one hath committed abomination with his neighbor's wife; and another hath lewdly defiled his daughter-in-law; and another in thee hath humbled his sister, his father's daughter.  In thee have they taken bribes to shed blood; thou hast taken interest and increase, and thou hast greedily gained of thy neighbors by oppression, and hast forgotten me, saith the Lord Jehovah.\n\n Behold, therefore, I have smitten my hand at thy dishonest gain which thou hast made, and at thy blood which hath been in the midst of thee.  Can thy heart endure, or can thy hands be strong, in the days that I shall deal with thee? I, Jehovah, have spoken it, and will do it.  And I will scatter thee among the nations, and disperse thee through the countries; and I will consume thy filthiness out of thee.  And thou shalt be profaned in thyself, in the sight of the nations; and thou shalt know that I am Jehovah.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]