[
  {
    "Art title 1": "Not as We Seem",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_e611281fb35f4fad81138329cbd2a547~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_e611281fb35f4fad81138329cbd2a547~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Dirty One Was The Holy One",
    "Story Link": "https://www.rawspoon.com/post/story-the-dirty-one-was-most-holy",
    "excerpt": "The church was next to a conservative seminary, so it was chalk-full of scholars. It was run by a liberal non-profit, so it was full of dedicated do-gooders. But it took a denominational split during a pandemic, and a recent hurricane to suss up the surprisingly holiest among them. \n\nIt happened at the first board meeting they had in person. The infection numbers were finally dropping. It was mostly good to see each other anew, but they fell right back into their old arguments.\n\n\"We simply can't become like a society with a changing moral compass!\" The pastor pounded the thick wooden table. An old birch tree scratched against the old arched windows outside as most of them squirmed in their chairs. \n\n\"But the world sees that as hate!\" A middle-age woman in a white button up blouse and austere spectacles shot at him. \"How can we take the side of hate, when Jesus was all about love? Think how many people will leave.\"\n\n\"I don't hate them! I love them! That's why we can't let them give into a sinful life-style! And God calls us to make a stand whether people leave us or not!\"\n\n\"But they can't help it! We need to love them exactly the way they are!\"\n\nThere was a knock on the door. They all looked at it. A guy at the end of the table snuck a donut.\n\nThe door creaked open and a skinny adolescent street boy, in makeup and earrings poked his head in. He spoke with a tired and sultry voice, \"Is Lare in here?\"\n\nThey all looked at each other, then shook their heads. The boy continued, \"Lare promised me he'd bring me a pillow along with my usual Philly Cheesesteak.\" Eventually, when no one knew how to answer, his face disappeared from the door, and it closed. \n\nThe pastor sighed and his gaze dropped to the floor, which reminded him of something. \"We also need to discuss where to get the funds to replace the carpet from the flood.\" \n\nAnd as if on cue another knock came at the door. Another face peaked in, a repair man of some sort. \"Hi, ya'll. Uh-- oh I'm sorry for interrupting. Is there a Lawrence Mcbride in here? Or do you know where he might be?\"\n\nEverybody looked at each other again, and eventually shook their heads. \n\n\"Well, I'm here to help him re-tile the bathroom and a couple other things? I brought some of my tools too.\" He pointed behind him with his thumb.\n\nEventually the pastor blurted, \"Lawrence who?\"\n\n\"Lawrence McBride?\" The repairman pointed down at his phone and shrugged. \n\nEveryone returned the shrug and the man left. \n\nEventually the guy eating a donut said, through his stuffed mouth. \"Scary Larry?\"\n\nThey all looked at him until he said, \"That's the only Lawrence or Lare I know.\"\n\nThe old church secretary nodded and hummed. \"Oh that must be right. At the beginning of the summer I gave him a key when I found him in the pews where he had fallen asleep praying every day for a week straight. I hope that's okay. I trust him enough to give him a key. And don't mind his name. The kids gave it to him.\"\n\nThe pastor finally asked, \"That kind of... unkempt... rotund guy... with the glasses who is... well, super awkward!?\" \n\n\"Oh yeah, I ran into that fella one day in the parking lot.\" The prized seminary president piped in. \"He was just parked out there waiting for someone to show up so he could give them some cereal, he said. I thought that was his cover for a drug deal or something the way he was just sitting there, but sure enough he had grocery bags of cereal in his passenger seat. I thought it was super weird. He was coughing so he didn't want to go inside. Apparently he's had COVID twice. He said it was going around the homeless population.\"\n\nThe pastor sat down and put his head in his hands. \"I haven't done any of those things since we've been gone. I haven't helped the homeless or checked in on my gay friends, or come here to pray or tried to fix any of the water damage.\" He sighed a shaky breath and whispered, \"And we thought we were the holy ones.\"\n\nRaw Spoon, Aug 31, 2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_9e4ddd8d54d74ab7a46bab13ef022c2a~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_6c37376cbbb64d05a75c6ea3cd71efcb~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_1b3b544ba8ff48aa8c2f0354b658049f~mv2.jpg",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_163ddfb6b7744ddbb6b3009e2d94745d~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=j9phNEaPrv8",
    "Bible Project 2": "https://www.youtube.com/watch?v=xQwnH8th_fs",
    "Bible Project 3": "https://www.youtube.com/watch?v=kbPBDKOn1cc",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 145:1-5; 17-21",
    "Research 2-link": "https://enduringword.com/bible-commentary/Job 19",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Thessalonians 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 20",
    "The Chosen 3": "https://youtu.be/XX1v9gIigi4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=MjazfFvqsig",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/67",
    "Bema 2": "https://www.bemadiscipleship.com/63",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/f0315642-76c7-47b8-8dfd-bb13f678841d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]