[
  {
    "Date": "2026-01-30T08:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Fourth week of Epiphany",
    "Script 1": "\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": " Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge.  Remember that you were slaves in Egypt and the Lord your God redeemed you from there. That is why I command you to do this.\n\n When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the Lord your God may bless you in all the work of your hands.  When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow.  When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow.  Remember that you were slaves in Egypt. That is why I command you to do this.\n\n: When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty.  If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,  but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.\n\n Do not muzzle an ox while it is treading out the grain.",
    "Script 3": " The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.  For Scripture says, \"Do not muzzle an ox while it is treading out the grain,\"[a] and \"The worker deserves his wages.\"[b]  Do not entertain an accusation against an elder unless it is brought by two or three witnesses.  But those elders who are sinning you are to reprove before everyone, so that the others may take warning.  I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism.\n\n Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.\n\n Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.\n\n The sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them.\n\n",
    "Script 4": "American Standard Version\n Then he brought me forth into the outer court, the way toward the north: and he brought me into the chamber that was over against the separate place, and which was over against the building toward the north.  Before the length of a hundred cubits was the north door, and the breadth was fifty cubits.  Over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court, was gallery against gallery [a]in the third story.  And before the chambers was a walk of ten cubits' breadth inward, a way of [b]one cubit; and their doors were toward the north.  Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building.  For they were in three stories, and they had not pillars as the pillars of the courts: therefore the uppermost was straitened more than the lowest and the middlemost from the ground.  And the [c]wall that was without by the side of the chambers, toward the outer court before the chambers, the length thereof was fifty cubits.  For the length of the chambers that were in the outer court was fifty cubits: and, lo, before the temple were a hundred cubits.  And from under these chambers was the entry on the east side, as one goeth into them from the outer court.\n\n In the thickness of the [d]wall of the court toward the east, before the separate place, and before the building, there were chambers.  And the way before them was like the appearance of the way of the chambers which were toward the north; [e]according to their length so was their breadth: and all their egresses were both according to their fashions, and according to their doors.  And according to the doors of the chambers that were toward the south was a door at the head of the way, even the way directly before the [f]wall toward the east, as one entereth into them.\n\n Then said he unto me, The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto Jehovah shall eat the most holy things: there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the trespass-offering; for the place is holy.  When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister; for they are holy: and they shall put on other garments, and shall approach to that which pertaineth to the people.\n\n Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about.  He measured on the east [g]side with the measuring reed five hundred reeds, with the measuring reed round about.  He measured on the north [h]side five hundred reeds with the measuring reed round about.  He measured on the south [i]side five hundred reeds with the measuring reed.  He turned about to the west [j]side, and measured five hundred reeds with the measuring reed.  He measured it [k]on the four sides: it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm15;Deuteronomy24:17-25:4;1Timothy5:17-24",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.15,Deut.24-Deut.25,1Tim.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_199014f77da041118d6dbaf2ff12cb47~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_7d9899aadc3c4d0680d9b81a93bbd86b~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_4bf0fde7bfbe4b0cb852a267ac60891e~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 15 ",
    "Address Script 2": "Deuteronomy 24:17-25:4",
    "Address Script 3": "1 Timothy 5:17-24",
    "Address Script 4": "Ezekiel 42",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.15.f62ca1945fa6f8459938bee39296f92d.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.24.1ea0b6f5f0cb6ad21936f15dc29c3a10.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.25.3897b4eafb47bdf9c27f7b326c26c927.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.42.0f258327b5255a5bfbbc1fbb9f482485.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 15\n\nA psalm of David.\n\n1 Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n2 The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n3 whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n4 who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n5 who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy 24:17-25:4\n\n17 Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge. 18 Remember that you were slaves in Egypt and the Lord your God redeemed you from there. That is why I command you to do this.\n\n19 When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the Lord your God may bless you in all the work of your hands. 20 When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow. 21 When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow. 22 Remember that you were slaves in Egypt. That is why I command you to do this.\n\n25:1 When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty. 2 If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves, 3 but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.\n\n4 Do not muzzle an ox while it is treading out the grain.",
    "Script 3": "1 Timothy 5:17-24\n\n17 The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. 18 For Scripture says, \"Do not muzzle an ox while it is treading out the grain,\"[a] and \"The worker deserves his wages.\"[b] 19 Do not entertain an accusation against an elder unless it is brought by two or three witnesses. 20 But those elders who are sinning you are to reprove before everyone, so that the others may take warning. 21 I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism.\n\n22 Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.\n\n23 Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.\n\n24 The sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them.\n\nFootnotes\na. 1 Timothy 5:18 Deut. 25:4\nb. 1 Timothy 5:18 Luke 10:7",
    "Script 4": "Ezekiel 42\nAmerican Standard Version\n42 Then he brought me forth into the outer court, the way toward the north: and he brought me into the chamber that was over against the separate place, and which was over against the building toward the north. 2 Before the length of a hundred cubits was the north door, and the breadth was fifty cubits. 3 Over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court, was gallery against gallery [a]in the third story. 4 And before the chambers was a walk of ten cubits' breadth inward, a way of [b]one cubit; and their doors were toward the north. 5 Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building. 6 For they were in three stories, and they had not pillars as the pillars of the courts: therefore the uppermost was straitened more than the lowest and the middlemost from the ground. 7 And the [c]wall that was without by the side of the chambers, toward the outer court before the chambers, the length thereof was fifty cubits. 8 For the length of the chambers that were in the outer court was fifty cubits: and, lo, before the temple were a hundred cubits. 9 And from under these chambers was the entry on the east side, as one goeth into them from the outer court.\n\n10 In the thickness of the [d]wall of the court toward the east, before the separate place, and before the building, there were chambers. 11 And the way before them was like the appearance of the way of the chambers which were toward the north; [e]according to their length so was their breadth: and all their egresses were both according to their fashions, and according to their doors. 12 And according to the doors of the chambers that were toward the south was a door at the head of the way, even the way directly before the [f]wall toward the east, as one entereth into them.\n\n13 Then said he unto me, The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto Jehovah shall eat the most holy things: there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the trespass-offering; for the place is holy. 14 When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister; for they are holy: and they shall put on other garments, and shall approach to that which pertaineth to the people.\n\n15 Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about. 16 He measured on the east [g]side with the measuring reed five hundred reeds, with the measuring reed round about. 17 He measured on the north [h]side five hundred reeds with the measuring reed round about. 18 He measured on the south [i]side five hundred reeds with the measuring reed. 19 He turned about to the west [j]side, and measured five hundred reeds with the measuring reed. 20 He measured it [k]on the four sides: it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common.\n\n \nFootnotes\nEzekiel 42:3 Or, in three stories\nEzekiel 42:4 According to Septuagint and Syriac, a hundred cubits.\nEzekiel 42:7 Or, fence\nEzekiel 42:10 Or, fence\nEzekiel 42:11 Or, they were as long as they, and as broad as they\nEzekiel 42:12 Or, fence\nEzekiel 42:16 Hebrew wind.\nEzekiel 42:17 Hebrew wind.\nEzekiel 42:18 Hebrew wind.\nEzekiel 42:19 Hebrew wind.\nEzekiel 42:20 Hebrew toward the four winds.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy :-:\n\n Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge.  Remember that you were slaves in Egypt and the Lord your God redeemed you from there. That is why I command you to do this.\n\n When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the Lord your God may bless you in all the work of your hands.  When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow.  When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow.  Remember that you were slaves in Egypt. That is why I command you to do this.\n\n: When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty.  If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,  but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.\n\n Do not muzzle an ox while it is treading out the grain.",
    "Script 3": " Timothy :-\n\n The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.  For Scripture says, \"Do not muzzle an ox while it is treading out the grain,\"[a] and \"The worker deserves his wages.\"[b]  Do not entertain an accusation against an elder unless it is brought by two or three witnesses.  But those elders who are sinning you are to reprove before everyone, so that the others may take warning.  I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism.\n\n Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.\n\n Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.\n\n The sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them.\n\nFootnotes\na.  Timothy : Deut. :\nb.  Timothy : Luke :",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Then he brought me forth into the outer court, the way toward the north: and he brought me into the chamber that was over against the separate place, and which was over against the building toward the north.  Before the length of a hundred cubits was the north door, and the breadth was fifty cubits.  Over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court, was gallery against gallery [a]in the third story.  And before the chambers was a walk of ten cubits' breadth inward, a way of [b]one cubit; and their doors were toward the north.  Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building.  For they were in three stories, and they had not pillars as the pillars of the courts: therefore the uppermost was straitened more than the lowest and the middlemost from the ground.  And the [c]wall that was without by the side of the chambers, toward the outer court before the chambers, the length thereof was fifty cubits.  For the length of the chambers that were in the outer court was fifty cubits: and, lo, before the temple were a hundred cubits.  And from under these chambers was the entry on the east side, as one goeth into them from the outer court.\n\n In the thickness of the [d]wall of the court toward the east, before the separate place, and before the building, there were chambers.  And the way before them was like the appearance of the way of the chambers which were toward the north; [e]according to their length so was their breadth: and all their egresses were both according to their fashions, and according to their doors.  And according to the doors of the chambers that were toward the south was a door at the head of the way, even the way directly before the [f]wall toward the east, as one entereth into them.\n\n Then said he unto me, The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto Jehovah shall eat the most holy things: there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the trespass-offering; for the place is holy.  When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister; for they are holy: and they shall put on other garments, and shall approach to that which pertaineth to the people.\n\n Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about.  He measured on the east [g]side with the measuring reed five hundred reeds, with the measuring reed round about.  He measured on the north [h]side five hundred reeds with the measuring reed round about.  He measured on the south [i]side five hundred reeds with the measuring reed.  He turned about to the west [j]side, and measured five hundred reeds with the measuring reed.  He measured it [k]on the four sides: it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common.\n\n \nFootnotes\nEzekiel : Or, in three stories\nEzekiel : According to Septuagint and Syriac, a hundred cubits.\nEzekiel : Or, fence\nEzekiel : Or, fence\nEzekiel : Or, they were as long as they, and as broad as they\nEzekiel : Or, fence\nEzekiel : Hebrew wind.\nEzekiel : Hebrew wind.\nEzekiel : Hebrew wind.\nEzekiel : Hebrew wind.\nEzekiel : Hebrew toward the four winds.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n Lord, who may dwell in your sacred tent?\n    Who may live on your holy mountain?\n\n The one whose walk is blameless,\n    who does what is righteous,\n    who speaks the truth from their heart;\n whose tongue utters no slander,\n    who does no wrong to a neighbor,\n    and casts no slur on others;\n who despises a vile person\n    but honors those who fear the Lord;\nwho keeps an oath even when it hurts,\n    and does not change their mind;\n who lends money to the poor without interest;\n    who does not accept a bribe against the innocent.\n\nWhoever does these things\n    will never be shaken.",
    "Script 2": "Deuteronomy :-:\n\n Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge.  Remember that you were slaves in Egypt and the Lord your God redeemed you from there. That is why I command you to do this.\n\n When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the Lord your God may bless you in all the work of your hands.  When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow.  When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow.  Remember that you were slaves in Egypt. That is why I command you to do this.\n\n: When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty.  If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,  but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.\n\n Do not muzzle an ox while it is treading out the grain.",
    "Script 3": " Timothy :-\n\n The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.  For Scripture says, \"Do not muzzle an ox while it is treading out the grain,\"[a] and \"The worker deserves his wages.\"[b]  Do not entertain an accusation against an elder unless it is brought by two or three witnesses.  But those elders who are sinning you are to reprove before everyone, so that the others may take warning.  I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism.\n\n Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.\n\n Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.\n\n The sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Then he brought me forth into the outer court, the way toward the north: and he brought me into the chamber that was over against the separate place, and which was over against the building toward the north.  Before the length of a hundred cubits was the north door, and the breadth was fifty cubits.  Over against the twenty cubits which belonged to the inner court, and over against the pavement which belonged to the outer court, was gallery against gallery [a]in the third story.  And before the chambers was a walk of ten cubits' breadth inward, a way of [b]one cubit; and their doors were toward the north.  Now the upper chambers were shorter; for the galleries took away from these, more than from the lower and the middlemost, in the building.  For they were in three stories, and they had not pillars as the pillars of the courts: therefore the uppermost was straitened more than the lowest and the middlemost from the ground.  And the [c]wall that was without by the side of the chambers, toward the outer court before the chambers, the length thereof was fifty cubits.  For the length of the chambers that were in the outer court was fifty cubits: and, lo, before the temple were a hundred cubits.  And from under these chambers was the entry on the east side, as one goeth into them from the outer court.\n\n In the thickness of the [d]wall of the court toward the east, before the separate place, and before the building, there were chambers.  And the way before them was like the appearance of the way of the chambers which were toward the north; [e]according to their length so was their breadth: and all their egresses were both according to their fashions, and according to their doors.  And according to the doors of the chambers that were toward the south was a door at the head of the way, even the way directly before the [f]wall toward the east, as one entereth into them.\n\n Then said he unto me, The north chambers and the south chambers, which are before the separate place, they are the holy chambers, where the priests that are near unto Jehovah shall eat the most holy things: there shall they lay the most holy things, and the meal-offering, and the sin-offering, and the trespass-offering; for the place is holy.  When the priests enter in, then shall they not go out of the holy place into the outer court, but there they shall lay their garments wherein they minister; for they are holy: and they shall put on other garments, and shall approach to that which pertaineth to the people.\n\n Now when he had made an end of measuring the inner house, he brought me forth by the way of the gate whose prospect is toward the east, and measured it round about.  He measured on the east [g]side with the measuring reed five hundred reeds, with the measuring reed round about.  He measured on the north [h]side five hundred reeds with the measuring reed round about.  He measured on the south [i]side five hundred reeds with the measuring reed.  He turned about to the west [j]side, and measured five hundred reeds with the measuring reed.  He measured it [k]on the four sides: it had a wall round about, the length five hundred, and the breadth five hundred, to make a separation between that which was holy and that which was common.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]