[
  {
    "Date": "2025-11-14T08:00:00.000Z",
    "Movie Scene": "",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=zHeDrcRGsFk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=6",
    "famous quote": "\"You are always dragging me down,' said I to my Body. 'Dragging _you_ down!' replied my Body. 'Well I like that! Who taught me to like tobacco and alcohol? You, of course, with your idiotic adolescent idea of being \"grown up\". My palate loathed both at first: but you would have your way. Who put an end to all those angry and revengeful thoughts last night? Me, of course, by insisting on going to sleep. Who does his best to keep you from talking too much and eating too much by giving you dry throats and headaches and indigestion? Eh?' 'And what about sex?' said I. 'Yes, what about it?' retorted the Body. 'If you and your wretched imagination would leave me alone I'd give you no trouble. That's Soul all over; you give me orders and then blame me for carrying them out.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=wHNcTz0xeVI",
    "Nature Video": "https://www.youtube.com/watch?v=5DH9IZ01Qqg&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=33",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 3)\n\nTesfaye smiles wide again and as he tells the next story to the translator he points, puts his hand over his face, and then draws his hands together. PK translates the following.\nWe had a prayer group and one day a member came to me and told me one of the people passed away at 3 in the afternoon. This person told me to prepare him so they could take him to the burial place. I said okay and I cried and after I reached where he was, a verse came to mind. It was when the prophet Isaiah came to the king and said you will die. The king cried. When God saw the tears of the king he decided to give him 15 more years. I thought if God gave me that verse I must pray for him to become alive. I prayed for him from 3 in the afternoon until 9 in the evening. And now that pastor is here at the conference with me.\n\nWas he cold when you found him? \n\nHe was stiff and very much cold. They told me he died at 3. I reached there at 3:30. He became stiff by 9pm while I was praying. His mouth was wide. He was cold. But as I kept praying, at 9pm the temperature became warmer and I saw him closing his mouth. His eyes had been closed and he opened them and looked at me.\nSo after he opened his eyes and closed his mouth, we gave him food so he could eat. After three days I prayed again and cast an evil spirit from him. After a week he stood up and tried to walk.\n\nIn America when someone is dead for a time they have brain damage. Was this person the same before as after? \n\r\nHe is healthy and he is a minister in the church. He is here at this conference to get training with me.\r\n\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=icSHqIqOZOA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]