[
  {
    "Art title 1": "Advent Mandala 5: The Christ Child",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_d8da579be26b4e569b47515f1ac42722~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_d8da579be26b4e569b47515f1ac42722~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Doll Maker",
    "Story Link": "https://www.rawspoon.com/post/the-doll-maker",
    "excerpt": "Lothar was mayor of a little German town named Saarbruken for 50 years.  He exhausted himself trying to make the town better, but stubborn people and rotten political systems kept him from really changing anything. He finally retired in despair and spent his time making dolls.\n\nHis wife, Gertrude, spent her days helping the poor children on the streets of Saarbruken.\n\nSix months after Lothar retired Gertrude was diagnosed with a terminal disease.  She had contracted it from the unsanitary children on the street.\n\n\"My dear, will you be able to help the children any more?\" Lothar asked one Sunday afternoon as Gertrude walked by his old reading chair.\n\nGertrude sighed, \"I will try to be there for them when i can but i don't think I will be able to for much longer.\"\n\n\"Why did you do it for so many years, my dear? . . .  Just a question.\"\n\n\"Because I wanted to help make your city better.\"\n\n\"You did it for me?\" Lothar reached for her hand.\n\nShe tenderly settled herself down on his lap, \"You inspired me with your dreams of the city.  I did what I could.\"\n\nLothar rested his head on her shoulder.  He breathed in her perfume and wrapped his arms around her.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 2": "https://www.youtube.com/watch?v=YvoWDXNDJgs",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Luke 1:46-55",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Samuel 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 8\nAmerican Standard Version\n8 And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord Jehovah fell there upon me. 2 Then I beheld, and, lo, a likeness as the appearance of fire; from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, [a]as it were glowing metal. 3 And he put forth the form of a hand, and took me by a lock of my head; and the Spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy. 4 And, behold, the glory of the God of Israel was there, according to the [b]appearance that I saw in the plain.\n\n5 Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold, northward of the gate of the altar this image of jealousy in the entry. 6 And he said unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, [c]that I should go far off from my sanctuary? But [d]thou shalt again see yet other great abominations.\n\n7 And he brought me to the door of the court; and when I looked, behold, a hole in the wall. 8 Then said he unto me, Son of man, dig now in the wall",
    "The Chosen 3": "https://youtu.be/fQOHHQQfm8g",
    "The Chosen 4": "",
    "Song": "https://youtu.be/i85XG4OwQ8s?si=FdrHkOc5uIiDN8Hg",
    "Song 2": "https://youtu.be/UO-i4in0fVQ?si=mHTMswCKxinnPtYO",
    "Song 3": "https://youtu.be/dK_ufB34pvQ?si=gTh4-bG2OBlIFX0l",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2a768ab1-1b75-4ba5-b088-21c6e5d82b97.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]