[
  {
    "Date": "2025-12-04T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "First week in Advent",
    "Script 1": "\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n",
    "Script 2": "The Branch of the Lord\n\n In that day the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the pride and glory of the survivors in Israel.  Those who are left in Zion, who remain in Jerusalem, will be called holy, all who are recorded among the living in Jerusalem.  The Lord will wash away the filth of the women of Zion; he will cleanse the bloodstains from Jerusalem by a spirit[a] of judgment and a spirit[b] of fire.  Then the Lord will create over all of Mount Zion and over those who assemble there a cloud of smoke by day and a glow of flaming fire by night; over everything the glory[c] will be a canopy.  It will be a shelter and shade from the heat of the day, and a refuge and hiding place from the storm and rain.\n\n",
    "Script 3": "Matthias Chosen to Replace Judas\n\n Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk[a] from the city.  When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James.  They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.\n\n In those days Peter stood up among the believers (a group numbering about a hundred and twenty)  and said, \"Brothers and sisters,[b] the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus.  He was one of our number and shared in our ministry.\"\n\n Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us,  beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\"\n\n So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias.  Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen  to take over this apostolic ministry, which Judas left to go where he belongs.\"  Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.\n\n",
    "Script 4": "American Standard Version\n And six years thou shalt sow thy land, and shalt gather in the increase thereof:  but the seventh year thou shalt [a]let it rest and lie fallow, that the poor of thy people may eat: and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, and with thy oliveyard.  Six days thou shalt do thy work, and on the seventh day thou shalt [b]rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the sojourner, may be refreshed.  And in all things that I have said unto you take ye heed: and make no mention of the name of other gods, neither let it be heard out of thy mouth.\n\n Three times thou shalt keep a feast unto me in the year.  The feast of unleavened bread shalt thou keep: seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib (for in it thou camest out from Egypt); and none shall appear before me empty:  and the feast of harvest, the first-fruits of thy labors, which thou sowest in the field: and the feast of ingathering, at the end of the year, when thou gatherest in thy labors out of the field.  Three times in the year all thy males shall appear before the Lord Jehovah.\n\n Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my feast remain all night until the morning.  The first of the first-fruits of thy ground thou shalt bring into the house of Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared.  Take ye heed before him, and hearken unto his voice; [c]provoke him not; for he will not pardon your transgression: for my name is in him.  But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  For mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite: and I will cut them off.  Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and break in pieces their [d]pillars.  And ye shall serve Jehovah your God, and he will bless thy bread, and thy water; and I will take sickness away from the midst of thee.  There shall none cast her young, nor be barren, in thy land: the number of thy days I will fulfil.  I will send my terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.  And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee.  I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee.  By little and little I will drive them out from before thee, until thou be increased, and inherit the land.  And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto [e]the River: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee.  Thou shalt make no covenant with them, nor with their gods.  They shall not dwell in thy land, lest they make thee sin against me; for if thou serve their gods, it will surely be a snare unto thee.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm72:1-7,18-19;Isaiah4:2-6;Acts1:12-17,21-26",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.72,Isa.4,Acts.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_540189deef9245988109a9ed7422f894~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_b234ee53864447b7b30e5299d6c2e178~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_689e40dfcfd348969d3ebf7bb227ce2b~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 72:1-7, 18-19",
    "Address Script 2": "Isaiah 4:2-6",
    "Address Script 3": "Acts 1:12-17, 21-26",
    "Address Script 4": "Exodus 23:10-33",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": "79"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 72:1-7, 18-19\n\nOf Solomon.\n\n1 Endow the king with your justice, O God,\n    the royal son with your righteousness.\n2 May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n3 May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n4 May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n5 May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n6 May he be like rain falling on a mown field,\n    like showers watering the earth.\n7 In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n18 Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n19 Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\nFootnotes\na. Psalm 72:5 Septuagint; Hebrew You will be feared",
    "Script 2": "Isaiah 4:2-6\n\nThe Branch of the Lord\n\n2 In that day the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the pride and glory of the survivors in Israel. 3 Those who are left in Zion, who remain in Jerusalem, will be called holy, all who are recorded among the living in Jerusalem. 4 The Lord will wash away the filth of the women of Zion; he will cleanse the bloodstains from Jerusalem by a spirit[a] of judgment and a spirit[b] of fire. 5 Then the Lord will create over all of Mount Zion and over those who assemble there a cloud of smoke by day and a glow of flaming fire by night; over everything the glory[c] will be a canopy. 6 It will be a shelter and shade from the heat of the day, and a refuge and hiding place from the storm and rain.\n\nFootnotes\na. Isaiah 4:4 Or the Spirit\nb. Isaiah 4:4 Or the Spirit\nc. Isaiah 4:5 Or over all the glory there",
    "Script 3": "Acts 1:12-17, 21-26\n\nMatthias Chosen to Replace Judas\n\n12 Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk[a] from the city. 13 When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. 14 They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.\n\n15 In those days Peter stood up among the believers (a group numbering about a hundred and twenty) 16 and said, \"Brothers and sisters,[b] the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus. 17 He was one of our number and shared in our ministry.\"\n\n21 Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us, 22 beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\"\n\n23 So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias. 24 Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen 25 to take over this apostolic ministry, which Judas left to go where he belongs.\" 26 Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.\n\nFootnotes\na. Acts 1:12 That is, about 5/8 mile or about 1 kilometer\nb. Acts 1:16 The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family; also in 6:3; 11:29; 12:17; 16:40; 18:18, 27; 21:7, 17; 28:14, 15.",
    "Script 4": "Exodus 23:10-33\nAmerican Standard Version\n10 And six years thou shalt sow thy land, and shalt gather in the increase thereof: 11 but the seventh year thou shalt [a]let it rest and lie fallow, that the poor of thy people may eat: and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, and with thy oliveyard. 12 Six days thou shalt do thy work, and on the seventh day thou shalt [b]rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the sojourner, may be refreshed. 13 And in all things that I have said unto you take ye heed: and make no mention of the name of other gods, neither let it be heard out of thy mouth.\n\n14 Three times thou shalt keep a feast unto me in the year. 15 The feast of unleavened bread shalt thou keep: seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib (for in it thou camest out from Egypt); and none shall appear before me empty: 16 and the feast of harvest, the first-fruits of thy labors, which thou sowest in the field: and the feast of ingathering, at the end of the year, when thou gatherest in thy labors out of the field. 17 Three times in the year all thy males shall appear before the Lord Jehovah.\n\n18 Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my feast remain all night until the morning. 19 The first of the first-fruits of thy ground thou shalt bring into the house of Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n20 Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared. 21 Take ye heed before him, and hearken unto his voice; [c]provoke him not; for he will not pardon your transgression: for my name is in him. 22 But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries. 23 For mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite: and I will cut them off. 24 Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and break in pieces their [d]pillars. 25 And ye shall serve Jehovah your God, and he will bless thy bread, and thy water; and I will take sickness away from the midst of thee. 26 There shall none cast her young, nor be barren, in thy land: the number of thy days I will fulfil. 27 I will send my terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee. 28 And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee. 29 I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee. 30 By little and little I will drive them out from before thee, until thou be increased, and inherit the land. 31 And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto [e]the River: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee. 32 Thou shalt make no covenant with them, nor with their gods. 33 They shall not dwell in thy land, lest they make thee sin against me; for if thou serve their gods, it will surely be a snare unto thee.\n\n \nFootnotes\nExodus 23:11 Or, release it and let it lie fallow. See Dt. 15:2.\nExodus 23:12 Or, keep sabbath\nExodus 23:21 Or, be not rebellious against him\nExodus 23:24 Or, obelisks\nExodus 23:31 That is, the Euphrates.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-, -\n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\nFootnotes\na. Psalm : Septuagint; Hebrew You will be feared",
    "Script 2": "Isaiah :-\n\nThe Branch of the Lord\n\n In that day the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the pride and glory of the survivors in Israel.  Those who are left in Zion, who remain in Jerusalem, will be called holy, all who are recorded among the living in Jerusalem.  The Lord will wash away the filth of the women of Zion; he will cleanse the bloodstains from Jerusalem by a spirit[a] of judgment and a spirit[b] of fire.  Then the Lord will create over all of Mount Zion and over those who assemble there a cloud of smoke by day and a glow of flaming fire by night; over everything the glory[c] will be a canopy.  It will be a shelter and shade from the heat of the day, and a refuge and hiding place from the storm and rain.\n\nFootnotes\na. Isaiah : Or the Spirit\nb. Isaiah : Or the Spirit\nc. Isaiah : Or over all the glory there",
    "Script 3": "Acts :-, -\n\nMatthias Chosen to Replace Judas\n\n Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk[a] from the city.  When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James.  They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.\n\n In those days Peter stood up among the believers (a group numbering about a hundred and twenty)  and said, \"Brothers and sisters,[b] the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus.  He was one of our number and shared in our ministry.\"\n\n Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us,  beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\"\n\n So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias.  Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen  to take over this apostolic ministry, which Judas left to go where he belongs.\"  Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.\n\nFootnotes\na. Acts : That is, about / mile or about  kilometer\nb. Acts : The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family; also in :; :; :; :; :, ; :, ; :, .",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And six years thou shalt sow thy land, and shalt gather in the increase thereof:  but the seventh year thou shalt [a]let it rest and lie fallow, that the poor of thy people may eat: and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, and with thy oliveyard.  Six days thou shalt do thy work, and on the seventh day thou shalt [b]rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the sojourner, may be refreshed.  And in all things that I have said unto you take ye heed: and make no mention of the name of other gods, neither let it be heard out of thy mouth.\n\n Three times thou shalt keep a feast unto me in the year.  The feast of unleavened bread shalt thou keep: seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib (for in it thou camest out from Egypt); and none shall appear before me empty:  and the feast of harvest, the first-fruits of thy labors, which thou sowest in the field: and the feast of ingathering, at the end of the year, when thou gatherest in thy labors out of the field.  Three times in the year all thy males shall appear before the Lord Jehovah.\n\n Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my feast remain all night until the morning.  The first of the first-fruits of thy ground thou shalt bring into the house of Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared.  Take ye heed before him, and hearken unto his voice; [c]provoke him not; for he will not pardon your transgression: for my name is in him.  But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  For mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite: and I will cut them off.  Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and break in pieces their [d]pillars.  And ye shall serve Jehovah your God, and he will bless thy bread, and thy water; and I will take sickness away from the midst of thee.  There shall none cast her young, nor be barren, in thy land: the number of thy days I will fulfil.  I will send my terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.  And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee.  I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee.  By little and little I will drive them out from before thee, until thou be increased, and inherit the land.  And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto [e]the River: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee.  Thou shalt make no covenant with them, nor with their gods.  They shall not dwell in thy land, lest they make thee sin against me; for if thou serve their gods, it will surely be a snare unto thee.\n\n \nFootnotes\nExodus : Or, release it and let it lie fallow. See Dt. :.\nExodus : Or, keep sabbath\nExodus : Or, be not rebellious against him\nExodus : Or, obelisks\nExodus : That is, the Euphrates.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-, -\n\nOf Solomon.\n\n Endow the king with your justice, O God,\n    the royal son with your righteousness.\n May he judge your people in righteousness,\n    your afflicted ones with justice.\n\n May the mountains bring prosperity to the people,\n    the hills the fruit of righteousness.\n May he defend the afflicted among the people\n    and save the children of the needy;\n    may he crush the oppressor.\n May he endure[a] as long as the sun,\n    as long as the moon, through all generations.\n May he be like rain falling on a mown field,\n    like showers watering the earth.\n In his days may the righteous flourish\n    and prosperity abound till the moon is no more.\n\n Praise be to the Lord God, the God of Israel,\n    who alone does marvelous deeds.\n Praise be to his glorious name forever;\n    may the whole earth be filled with his glory.\nAmen and Amen.\n\n",
    "Script 2": "Isaiah :-\n\nThe Branch of the Lord\n\n In that day the Branch of the Lord will be beautiful and glorious, and the fruit of the land will be the pride and glory of the survivors in Israel.  Those who are left in Zion, who remain in Jerusalem, will be called holy, all who are recorded among the living in Jerusalem.  The Lord will wash away the filth of the women of Zion; he will cleanse the bloodstains from Jerusalem by a spirit[a] of judgment and a spirit[b] of fire.  Then the Lord will create over all of Mount Zion and over those who assemble there a cloud of smoke by day and a glow of flaming fire by night; over everything the glory[c] will be a canopy.  It will be a shelter and shade from the heat of the day, and a refuge and hiding place from the storm and rain.\n\n",
    "Script 3": "Acts :-, -\n\nMatthias Chosen to Replace Judas\n\n Then the apostles returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk[a] from the city.  When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James.  They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.\n\n In those days Peter stood up among the believers (a group numbering about a hundred and twenty)  and said, \"Brothers and sisters,[b] the Scripture had to be fulfilled in which the Holy Spirit spoke long ago through David concerning Judas, who served as guide for those who arrested Jesus.  He was one of our number and shared in our ministry.\"\n\n Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus was living among us,  beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\"\n\n So they nominated two men: Joseph called Barsabbas (also known as Justus) and Matthias.  Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen  to take over this apostolic ministry, which Judas left to go where he belongs.\"  Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.\n\n",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And six years thou shalt sow thy land, and shalt gather in the increase thereof:  but the seventh year thou shalt [a]let it rest and lie fallow, that the poor of thy people may eat: and what they leave the beast of the field shall eat. In like manner thou shalt deal with thy vineyard, and with thy oliveyard.  Six days thou shalt do thy work, and on the seventh day thou shalt [b]rest; that thine ox and thine ass may have rest, and the son of thy handmaid, and the sojourner, may be refreshed.  And in all things that I have said unto you take ye heed: and make no mention of the name of other gods, neither let it be heard out of thy mouth.\n\n Three times thou shalt keep a feast unto me in the year.  The feast of unleavened bread shalt thou keep: seven days thou shalt eat unleavened bread, as I commanded thee, at the time appointed in the month Abib (for in it thou camest out from Egypt); and none shall appear before me empty:  and the feast of harvest, the first-fruits of thy labors, which thou sowest in the field: and the feast of ingathering, at the end of the year, when thou gatherest in thy labors out of the field.  Three times in the year all thy males shall appear before the Lord Jehovah.\n\n Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my feast remain all night until the morning.  The first of the first-fruits of thy ground thou shalt bring into the house of Jehovah thy God. Thou shalt not boil a kid in its mother's milk.\n\n Behold, I send an angel before thee, to keep thee by the way, and to bring thee into the place which I have prepared.  Take ye heed before him, and hearken unto his voice; [c]provoke him not; for he will not pardon your transgression: for my name is in him.  But if thou shalt indeed hearken unto his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  For mine angel shall go before thee, and bring thee in unto the Amorite, and the Hittite, and the Perizzite, and the Canaanite, the Hivite, and the Jebusite: and I will cut them off.  Thou shalt not bow down to their gods, nor serve them, nor do after their works; but thou shalt utterly overthrow them, and break in pieces their [d]pillars.  And ye shall serve Jehovah your God, and he will bless thy bread, and thy water; and I will take sickness away from the midst of thee.  There shall none cast her young, nor be barren, in thy land: the number of thy days I will fulfil.  I will send my terror before thee, and will discomfit all the people to whom thou shalt come, and I will make all thine enemies turn their backs unto thee.  And I will send the hornet before thee, which shall drive out the Hivite, the Canaanite, and the Hittite, from before thee.  I will not drive them out from before thee in one year, lest the land become desolate, and the beasts of the field multiply against thee.  By little and little I will drive them out from before thee, until thou be increased, and inherit the land.  And I will set thy border from the Red Sea even unto the sea of the Philistines, and from the wilderness unto [e]the River: for I will deliver the inhabitants of the land into your hand; and thou shalt drive them out before thee.  Thou shalt make no covenant with them, nor with their gods.  They shall not dwell in thy land, lest they make thee sin against me; for if thou serve their gods, it will surely be a snare unto thee.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]