[
  {
    "Date": "2025-12-23T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Fourth week of Advent",
    "Script 1": "\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\n",
    "Script 2": "The Birth of Isaac\n\n Now the Lord was gracious to Sarah as he had said, and the Lord did for Sarah what he had promised.  Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him.  Abraham gave the name Isaac[a] to the son Sarah bore him.  When his son Isaac was eight days old, Abraham circumcised him, as God commanded him.  Abraham was a hundred years old when his son Isaac was born to him.\n\n Sarah said, \"God has brought me laughter, and everyone who hears about this will laugh with me.\"  And she added, \"Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.\"\n\nHagar and Ishmael Sent Away\n\n The child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast.  But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking,  and she said to Abraham, \"Get rid of that slave woman and her son, for that woman's son will never share in the inheritance with my son Isaac.\"\n\n The matter distressed Abraham greatly because it concerned his son.  But God said to him, \"Do not be so distressed about the boy and your slave woman. Listen to whatever Sarah tells you, because it is through Isaac that your offspring[b] will be reckoned.  I will make the son of the slave into a nation also, because he is your offspring.\"\n\n Early the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the Desert of Beersheba.\n\n When the water in the skin was gone, she put the boy under one of the bushes.  Then she went off and sat down about a bowshot away, for she thought, \"I cannot watch the boy die.\" And as she sat there, she[c] began to sob.\n\n God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, \"What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there.  Lift the boy up and take him by the hand, for I will make him into a great nation.\"\n\n Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink.\n\n God was with the boy as he grew up. He lived in the desert and became an archer.  While he was living in the Desert of Paran, his mother got a wife for him from Egypt.\n\n",
    "Script 3": "Hagar and Sarah\n\n Tell me, you who want to be under the law, are you not aware of what the law says?  For it is written that Abraham had two sons, one by the slave woman and the other by the free woman.  His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise.\n\n These things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar.  Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children.  But the Jerusalem that is above is free, and she is our mother.  For it is written:\n\n\"Be glad, barren woman,\n    you who never bore a child;\nshout for joy and cry aloud,\n    you who were never in labor;\nbecause more are the children of the desolate woman\n    than of her who has a husband.\"[a]\n\n Now you, brothers and sisters, like Isaac, are children of promise.  At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now.  But what does Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\"[b]  Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman.\n\nFreedom in Christ\n\n: It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.\n\n",
    "Script 4": "American Standard Version\n Thou also, son of man, take thee a tile, and lay it before thee, and portray upon it a city, even Jerusalem:  and lay siege against it, and build forts against it, and cast up a mound against it; set camps also against it, and plant battering rams against it round about.  And take thou unto thee an iron [a]pan, and set it for a wall of iron between thee and the city: and set thy face toward it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.\n\n Moreover lie thou upon thy left side, and lay the iniquity of the house of Israel upon it; according to the number of the days that thou shalt lie upon it, thou shalt bear their iniquity.  For I have appointed the years of their iniquity to be unto thee a number of days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.  And again, when thou hast accomplished these, thou shalt lie on thy right side, and shalt bear the iniquity of the house of Judah: forty days, each day for a year, have I appointed it unto thee.  And thou shalt set thy face toward the siege of Jerusalem, with thine arm uncovered; and thou shalt prophesy against it.  And, behold, I lay bands upon thee, and thou shalt not turn thee from one side to the other, till thou hast accomplished the days of thy siege.\n\n Take thou also unto thee wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel, and make thee bread thereof; according to the number of the days that thou shalt lie upon thy side, even three hundred and ninety days, shalt thou eat thereof.  And thy food which thou shalt eat shall be by weight, twenty shekels a day: from time to time shalt thou eat it.  And thou shalt drink water by measure, the sixth part of a hin: from time to time shalt thou drink.  And thou shalt eat it as barley cakes, and thou shalt bake it in their sight with dung that cometh out of man.  And Jehovah said, Even thus shall the children of Israel eat their bread unclean, among the nations whither I will drive them.  Then said I, Ah Lord Jehovah! behold, my soul hath not been polluted; for from my youth up even till now have I not eaten of that which dieth of itself, or is torn of beasts; neither came there abominable flesh into my mouth.  Then he said unto me, See, I have given thee cow's dung for man's dung, and thou shalt prepare thy bread thereon.  Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with fearfulness; and they shall drink water by measure, and in dismay:  that they may want bread and water, and be dismayed one with another, and pine away in their iniquity.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=1Samuel2:1-10;Genesis21:1-21;Galatians4:21-5:1",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/1Sam.2,Gen.21,Gal.4-Gal.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_4f60f3ef175143f58ad40663f075ec2b~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_662e2ed0e46f4d76b02f3ac3123372b5~mv2.gif",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_bd93104df2264a89b5c6c12b7f441c42~mv2.gif",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "1 Samuel 2:1-10",
    "Address Script 2": "Genesis 21:1-21",
    "Address Script 3": "Galatians 4:21-5:1",
    "Address Script 4": "Ezekiel 4",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.2.ec21be763b11b856eff344ab40d49744.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.21.ef5c4108db965ba652fd0e5a349202ba.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.4.f09a90bfa208615fd1f07be5b9ce94bc.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.4.1fad176ba4076acd7ae0a3f11f302567.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "1 Samuel 2:1-10\n\nHannah's Prayer\n\n1 Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n2 \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n3 \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n4 \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n5 Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n6 \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n7 The Lord sends poverty and wealth;\n    he humbles and he exalts.\n8 He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n9 He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n10     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\nFootnotes\na. 1 Samuel 2:1 Horn here symbolizes strength; also in verse 10.",
    "Script 2": "Genesis 21:1-21\n\nThe Birth of Isaac\n\n1 Now the Lord was gracious to Sarah as he had said, and the Lord did for Sarah what he had promised. 2 Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him. 3 Abraham gave the name Isaac[a] to the son Sarah bore him. 4 When his son Isaac was eight days old, Abraham circumcised him, as God commanded him. 5 Abraham was a hundred years old when his son Isaac was born to him.\n\n6 Sarah said, \"God has brought me laughter, and everyone who hears about this will laugh with me.\" 7 And she added, \"Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.\"\n\nHagar and Ishmael Sent Away\n\n8 The child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast. 9 But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking, 10 and she said to Abraham, \"Get rid of that slave woman and her son, for that woman's son will never share in the inheritance with my son Isaac.\"\n\n11 The matter distressed Abraham greatly because it concerned his son. 12 But God said to him, \"Do not be so distressed about the boy and your slave woman. Listen to whatever Sarah tells you, because it is through Isaac that your offspring[b] will be reckoned. 13 I will make the son of the slave into a nation also, because he is your offspring.\"\n\n14 Early the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the Desert of Beersheba.\n\n15 When the water in the skin was gone, she put the boy under one of the bushes. 16 Then she went off and sat down about a bowshot away, for she thought, \"I cannot watch the boy die.\" And as she sat there, she[c] began to sob.\n\n17 God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, \"What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there. 18 Lift the boy up and take him by the hand, for I will make him into a great nation.\"\n\n19 Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink.\n\n20 God was with the boy as he grew up. He lived in the desert and became an archer. 21 While he was living in the Desert of Paran, his mother got a wife for him from Egypt.\n\nFootnotes\na. Genesis 21:3 Isaac means he laughs.\nb. Genesis 21:12 Or seed\nc. Genesis 21:16 Hebrew; Septuagint the child",
    "Script 3": "Galatians 4:21-5:1\n\nHagar and Sarah\n\n21 Tell me, you who want to be under the law, are you not aware of what the law says? 22 For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. 23 His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise.\n\n24 These things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar. 25 Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children. 26 But the Jerusalem that is above is free, and she is our mother. 27 For it is written:\n\n\"Be glad, barren woman,\n    you who never bore a child;\nshout for joy and cry aloud,\n    you who were never in labor;\nbecause more are the children of the desolate woman\n    than of her who has a husband.\"[a]\n\n28 Now you, brothers and sisters, like Isaac, are children of promise. 29 At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now. 30 But what does Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\"[b] 31 Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman.\n\nFreedom in Christ\n\n5:1 It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.\n\nFootnotes\na. Galatians 4:27 Isaiah 54:1\nb. Galatians 4:30 Gen. 21:10",
    "Script 4": "Ezekiel 4\nAmerican Standard Version\n4 Thou also, son of man, take thee a tile, and lay it before thee, and portray upon it a city, even Jerusalem: 2 and lay siege against it, and build forts against it, and cast up a mound against it; set camps also against it, and plant battering rams against it round about. 3 And take thou unto thee an iron [a]pan, and set it for a wall of iron between thee and the city: and set thy face toward it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.\n\n4 Moreover lie thou upon thy left side, and lay the iniquity of the house of Israel upon it; according to the number of the days that thou shalt lie upon it, thou shalt bear their iniquity. 5 For I have appointed the years of their iniquity to be unto thee a number of days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel. 6 And again, when thou hast accomplished these, thou shalt lie on thy right side, and shalt bear the iniquity of the house of Judah: forty days, each day for a year, have I appointed it unto thee. 7 And thou shalt set thy face toward the siege of Jerusalem, with thine arm uncovered; and thou shalt prophesy against it. 8 And, behold, I lay bands upon thee, and thou shalt not turn thee from one side to the other, till thou hast accomplished the days of thy siege.\n\n9 Take thou also unto thee wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel, and make thee bread thereof; according to the number of the days that thou shalt lie upon thy side, even three hundred and ninety days, shalt thou eat thereof. 10 And thy food which thou shalt eat shall be by weight, twenty shekels a day: from time to time shalt thou eat it. 11 And thou shalt drink water by measure, the sixth part of a hin: from time to time shalt thou drink. 12 And thou shalt eat it as barley cakes, and thou shalt bake it in their sight with dung that cometh out of man. 13 And Jehovah said, Even thus shall the children of Israel eat their bread unclean, among the nations whither I will drive them. 14 Then said I, Ah Lord Jehovah! behold, my soul hath not been polluted; for from my youth up even till now have I not eaten of that which dieth of itself, or is torn of beasts; neither came there abominable flesh into my mouth. 15 Then he said unto me, See, I have given thee cow's dung for man's dung, and thou shalt prepare thy bread thereon. 16 Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with fearfulness; and they shall drink water by measure, and in dismay: 17 that they may want bread and water, and be dismayed one with another, and pine away in their iniquity.\n\n \nFootnotes\nEzekiel 4:3 Or, flat plate",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": " Samuel :-\n\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\nFootnotes\na.  Samuel : Horn here symbolizes strength; also in verse .",
    "Script 2": "Genesis :-\n\nThe Birth of Isaac\n\n Now the Lord was gracious to Sarah as he had said, and the Lord did for Sarah what he had promised.  Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him.  Abraham gave the name Isaac[a] to the son Sarah bore him.  When his son Isaac was eight days old, Abraham circumcised him, as God commanded him.  Abraham was a hundred years old when his son Isaac was born to him.\n\n Sarah said, \"God has brought me laughter, and everyone who hears about this will laugh with me.\"  And she added, \"Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.\"\n\nHagar and Ishmael Sent Away\n\n The child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast.  But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking,  and she said to Abraham, \"Get rid of that slave woman and her son, for that woman's son will never share in the inheritance with my son Isaac.\"\n\n The matter distressed Abraham greatly because it concerned his son.  But God said to him, \"Do not be so distressed about the boy and your slave woman. Listen to whatever Sarah tells you, because it is through Isaac that your offspring[b] will be reckoned.  I will make the son of the slave into a nation also, because he is your offspring.\"\n\n Early the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the Desert of Beersheba.\n\n When the water in the skin was gone, she put the boy under one of the bushes.  Then she went off and sat down about a bowshot away, for she thought, \"I cannot watch the boy die.\" And as she sat there, she[c] began to sob.\n\n God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, \"What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there.  Lift the boy up and take him by the hand, for I will make him into a great nation.\"\n\n Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink.\n\n God was with the boy as he grew up. He lived in the desert and became an archer.  While he was living in the Desert of Paran, his mother got a wife for him from Egypt.\n\nFootnotes\na. Genesis : Isaac means he laughs.\nb. Genesis : Or seed\nc. Genesis : Hebrew; Septuagint the child",
    "Script 3": "Galatians :-:\n\nHagar and Sarah\n\n Tell me, you who want to be under the law, are you not aware of what the law says?  For it is written that Abraham had two sons, one by the slave woman and the other by the free woman.  His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise.\n\n These things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar.  Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children.  But the Jerusalem that is above is free, and she is our mother.  For it is written:\n\n\"Be glad, barren woman,\n    you who never bore a child;\nshout for joy and cry aloud,\n    you who were never in labor;\nbecause more are the children of the desolate woman\n    than of her who has a husband.\"[a]\n\n Now you, brothers and sisters, like Isaac, are children of promise.  At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now.  But what does Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\"[b]  Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman.\n\nFreedom in Christ\n\n: It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.\n\nFootnotes\na. Galatians : Isaiah :\nb. Galatians : Gen. :",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Thou also, son of man, take thee a tile, and lay it before thee, and portray upon it a city, even Jerusalem:  and lay siege against it, and build forts against it, and cast up a mound against it; set camps also against it, and plant battering rams against it round about.  And take thou unto thee an iron [a]pan, and set it for a wall of iron between thee and the city: and set thy face toward it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.\n\n Moreover lie thou upon thy left side, and lay the iniquity of the house of Israel upon it; according to the number of the days that thou shalt lie upon it, thou shalt bear their iniquity.  For I have appointed the years of their iniquity to be unto thee a number of days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.  And again, when thou hast accomplished these, thou shalt lie on thy right side, and shalt bear the iniquity of the house of Judah: forty days, each day for a year, have I appointed it unto thee.  And thou shalt set thy face toward the siege of Jerusalem, with thine arm uncovered; and thou shalt prophesy against it.  And, behold, I lay bands upon thee, and thou shalt not turn thee from one side to the other, till thou hast accomplished the days of thy siege.\n\n Take thou also unto thee wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel, and make thee bread thereof; according to the number of the days that thou shalt lie upon thy side, even three hundred and ninety days, shalt thou eat thereof.  And thy food which thou shalt eat shall be by weight, twenty shekels a day: from time to time shalt thou eat it.  And thou shalt drink water by measure, the sixth part of a hin: from time to time shalt thou drink.  And thou shalt eat it as barley cakes, and thou shalt bake it in their sight with dung that cometh out of man.  And Jehovah said, Even thus shall the children of Israel eat their bread unclean, among the nations whither I will drive them.  Then said I, Ah Lord Jehovah! behold, my soul hath not been polluted; for from my youth up even till now have I not eaten of that which dieth of itself, or is torn of beasts; neither came there abominable flesh into my mouth.  Then he said unto me, See, I have given thee cow's dung for man's dung, and thou shalt prepare thy bread thereon.  Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with fearfulness; and they shall drink water by measure, and in dismay:  that they may want bread and water, and be dismayed one with another, and pine away in their iniquity.\n\n \nFootnotes\nEzekiel : Or, flat plate",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": " Samuel :-\n\nHannah's Prayer\n\n Then Hannah prayed and said:\n\n\"My heart rejoices in the Lord;\n    in the Lord my horn[a] is lifted high.\nMy mouth boasts over my enemies,\n    for I delight in your deliverance.\n\n \"There is no one holy like the Lord;\n    there is no one besides you;\n    there is no Rock like our God.\n\n \"Do not keep talking so proudly\n    or let your mouth speak such arrogance,\nfor the Lord is a God who knows,\n    and by him deeds are weighed.\n\n \"The bows of the warriors are broken,\n    but those who stumbled are armed with strength.\n Those who were full hire themselves out for food,\n    but those who were hungry are hungry no more.\nShe who was barren has borne seven children,\n    but she who has had many sons pines away.\n\n \"The Lord brings death and makes alive;\n    he brings down to the grave and raises up.\n The Lord sends poverty and wealth;\n    he humbles and he exalts.\n He raises the poor from the dust\n    and lifts the needy from the ash heap;\nhe seats them with princes\n    and has them inherit a throne of honor.\n\n\"For the foundations of the earth are the Lord's;\n    on them he has set the world.\n He will guard the feet of his faithful servants,\n    but the wicked will be silenced in the place of darkness.\n\n\"It is not by strength that one prevails;\n     those who oppose the Lord will be broken.\nThe Most High will thunder from heaven;\n    the Lord will judge the ends of the earth.\n\n\"He will give strength to his king\n    and exalt the horn of his anointed.\"\n\n",
    "Script 2": "Genesis :-\n\nThe Birth of Isaac\n\n Now the Lord was gracious to Sarah as he had said, and the Lord did for Sarah what he had promised.  Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him.  Abraham gave the name Isaac[a] to the son Sarah bore him.  When his son Isaac was eight days old, Abraham circumcised him, as God commanded him.  Abraham was a hundred years old when his son Isaac was born to him.\n\n Sarah said, \"God has brought me laughter, and everyone who hears about this will laugh with me.\"  And she added, \"Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.\"\n\nHagar and Ishmael Sent Away\n\n The child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast.  But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking,  and she said to Abraham, \"Get rid of that slave woman and her son, for that woman's son will never share in the inheritance with my son Isaac.\"\n\n The matter distressed Abraham greatly because it concerned his son.  But God said to him, \"Do not be so distressed about the boy and your slave woman. Listen to whatever Sarah tells you, because it is through Isaac that your offspring[b] will be reckoned.  I will make the son of the slave into a nation also, because he is your offspring.\"\n\n Early the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the Desert of Beersheba.\n\n When the water in the skin was gone, she put the boy under one of the bushes.  Then she went off and sat down about a bowshot away, for she thought, \"I cannot watch the boy die.\" And as she sat there, she[c] began to sob.\n\n God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, \"What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there.  Lift the boy up and take him by the hand, for I will make him into a great nation.\"\n\n Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink.\n\n God was with the boy as he grew up. He lived in the desert and became an archer.  While he was living in the Desert of Paran, his mother got a wife for him from Egypt.\n\n",
    "Script 3": "Galatians :-:\n\nHagar and Sarah\n\n Tell me, you who want to be under the law, are you not aware of what the law says?  For it is written that Abraham had two sons, one by the slave woman and the other by the free woman.  His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise.\n\n These things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar.  Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children.  But the Jerusalem that is above is free, and she is our mother.  For it is written:\n\n\"Be glad, barren woman,\n    you who never bore a child;\nshout for joy and cry aloud,\n    you who were never in labor;\nbecause more are the children of the desolate woman\n    than of her who has a husband.\"[a]\n\n Now you, brothers and sisters, like Isaac, are children of promise.  At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now.  But what does Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\"[b]  Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman.\n\nFreedom in Christ\n\n: It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Thou also, son of man, take thee a tile, and lay it before thee, and portray upon it a city, even Jerusalem:  and lay siege against it, and build forts against it, and cast up a mound against it; set camps also against it, and plant battering rams against it round about.  And take thou unto thee an iron [a]pan, and set it for a wall of iron between thee and the city: and set thy face toward it, and it shall be besieged, and thou shalt lay siege against it. This shall be a sign to the house of Israel.\n\n Moreover lie thou upon thy left side, and lay the iniquity of the house of Israel upon it; according to the number of the days that thou shalt lie upon it, thou shalt bear their iniquity.  For I have appointed the years of their iniquity to be unto thee a number of days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.  And again, when thou hast accomplished these, thou shalt lie on thy right side, and shalt bear the iniquity of the house of Judah: forty days, each day for a year, have I appointed it unto thee.  And thou shalt set thy face toward the siege of Jerusalem, with thine arm uncovered; and thou shalt prophesy against it.  And, behold, I lay bands upon thee, and thou shalt not turn thee from one side to the other, till thou hast accomplished the days of thy siege.\n\n Take thou also unto thee wheat, and barley, and beans, and lentils, and millet, and spelt, and put them in one vessel, and make thee bread thereof; according to the number of the days that thou shalt lie upon thy side, even three hundred and ninety days, shalt thou eat thereof.  And thy food which thou shalt eat shall be by weight, twenty shekels a day: from time to time shalt thou eat it.  And thou shalt drink water by measure, the sixth part of a hin: from time to time shalt thou drink.  And thou shalt eat it as barley cakes, and thou shalt bake it in their sight with dung that cometh out of man.  And Jehovah said, Even thus shall the children of Israel eat their bread unclean, among the nations whither I will drive them.  Then said I, Ah Lord Jehovah! behold, my soul hath not been polluted; for from my youth up even till now have I not eaten of that which dieth of itself, or is torn of beasts; neither came there abominable flesh into my mouth.  Then he said unto me, See, I have given thee cow's dung for man's dung, and thou shalt prepare thy bread thereon.  Moreover he said unto me, Son of man, behold, I will break the staff of bread in Jerusalem: and they shall eat bread by weight, and with fearfulness; and they shall drink water by measure, and in dismay:  that they may want bread and water, and be dismayed one with another, and pine away in their iniquity.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]