[
  {
    "Date": "2026-02-21T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=e4wkqFYWiwI",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZGU1MDY3ZDQtYTJjOS0zNWUzLTkwZjctYjk5Mjc2MzExZDBi?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=14",
    "famous quote": "Good planning is important. I've also regarded a sense of humor as one of the most important things on a big expedition. When you're in a difficult or dangerous situation, or when you're depressed about the chances of success, someone who can make you laugh eases the tension.\n\n-Edmund Hillary",
    "Ted Talks": "https://www.youtube.com/watch?v=HpUCtr9VXXw",
    "Nature Video": "https://www.youtube.com/watch?v=B6Lh-TB2_mA&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=14",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Tricia: \n\nTricia lost her husband abruptly one day to a flu virus that exploited a missing organ he had taken out when he was a kid. And Tricia was left to raise her two boys on her own. She has written books and spoken all over the nation about coping with that event.\n\nAs I write this her newest book is #1 on the Amazon bestseller list for the new release single parenting category. \n\nI asked her how she hears from God. She said she has razor sharp intuition and she gave me this example. \n\nShe was writing in a coffee shop and decided to open her Bible to Hosea. She read a verse that said she is betrothed to God and suddenly she knew that God was trying to tell her that she was God's bride even more than she was her husband's wife. \n\nShe said it was like God had written it on a note and held it up in front of her mind. It was so powerful that she wrote a poem that came out full and complete at one time.\n\nThat night she told her friend, \"I think I'm going to live longer than Robb.\" The next day he died from unexpected medical complications.\n\nBut God's message that she was his bride comforted her greatly. She read her poem clearly all the way through, filled with peace at his funeral.\n\nShe also said that her intuition is often linked to her physiognomy. Her body just feels off kilter when something isn't right spiritually.\n\nI wonder if different people have different types and triggers to their intuition. I remember that from since I was young, I felt deeply sorry for certain people. A lonely old man. A mentally challenged child. They seem kind of random. \n\nI wonder if that is my own form of intuition. A way to sense the broken-hearted among the crowd. And it might not be directly God's unique word for me at the moment as much as it is a tool for detection that he gave me. Maybe if I feel that compassion for someone, it is my intuition telling me to go comfort them. \n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=5PH5f5JtQzo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/sixth-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]