[
  {
    "Date": "2025-12-08T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=pYN6PotGloI",
    "Additional Link": "https://lnns.co/wfg-FNz0nHU",
    "Yoga": "https://www.youtube.com/watch?v=P-OYBoAPKeQ&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=2",
    "famous quote": "\"To have Faith in Christ means, of course, trying to do all that He says. There would be no sense in saying you trusted a person if you would not take his advice. Thus if you have really handed yourself over to Him, it must follow that you are trying to obey Him. But trying in a new way, a less worried way. Not doing these things in order to be saved, but because He has begun to save you already. Not hoping to get to Heaven as a reward for your actions, but inevitably wanting to act in a certain way because a first faint gleam of Heaven is already inside you.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=yQqthbvYE8M",
    "Nature Video": "https://www.youtube.com/watch?v=XrUM8m2rnP0&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=57",
    "User added": "\"Those who sow their tears as seeds will reap a harvest with joyful shouts of glee. They may weep as they go out carrying their seed to sow, but they will return with joyful laughter and shouting with gladness as they bring back armloads of blessing and a harvest overflowing!\"\n‭‭Psalms‬ ‭126:5-6 TPT‬‬‬‬‬\n\nAs sure as God is in heaven, trials and tragedy will find each and every one of us. In the midst of suffering, it is hard to see meaning, let alone joy that might come from our pain. It is okay to cry, and to cry out to God when things don't make sense. God knows our suffering in Christ Jesus. He has counted every tear before it fell, and He can make every tear count. Lean into Him, as you walk through the hard times. Don't be afraid. He is big enough to handle your conflicting emotions. There is joy on the other side. That is a promise-not mine, His.\n\n\"I had only heard about you before, but now I have seen you with my own eyes.\"\n‭‭Job‬ ‭42:5‬ ‭NLT‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy \nInterview (part 9)\n\nTell me more about what he looked like so I could recognize him if I saw him. \n\nHe's like shining. He shines. \n\nWhat color of shining? \n\nWhite. \n\nDoes he have a smell? \n\nYes, he does, but I cannot describe it. It is really pleasant to keep smelling.\n\nIs there some sort of sensation he gives on the skin?\n\nYes. I'll tell you a story about when I felt him. Once I had a friend in the church. We promised each other that if I were to fall he would lift me up, and be with me and encourage me, and I would do the same for him. We kept this covenant between us. After a while, I don't know what happened to him, but he didn't want me to be part of the church anymore. \nThen I had a vision. In the vision was a deep hole that my friend had dug. It was behind me and my friend came in front of me and said, 'I love you, brother.' But he wanted to push me into the hole and bury me in it. I saw a hand come from above and he said, 'Give me your hand. Son, I am now here. You didn't know what these guys wanted to do to you, but I came to you.' \nThis hand touched my shoulder. It felt like oil was getting into each of my body parts. He took me with his hand and placed me some other places so I wouldn't fall into the ground and I still felt his hand as he put me in different places.\n\nWas the hand and the oil warm, or electric, or what? \n\nI felt happy. I felt energetic inside. \nThe next morning I realized that my friend had put together six points of which to accuse me in front of the elders in the church. So he said, \"The church elders need us to be in a meeting. Lets go together.\" I said okay but before we went I invited him to sit beside me as I washed my hands and I told him, \"Brother Nagash, someone came to me this morning and told me something. Did you know that? Do you know what they told me?\"\n\"No,\" he said. \nSo I said, \"Nagash, we had a covenant between us. Those people who were with you told me what you have prepared to accuse me of.\"\nNagash replied, \"Did they tell you they have been pushing me to do this?! They used me!\" He started screaming and shouting. \nBut we went together to the church and then to the pastor's office and Nagash reported to the pastor that all the accusations were lies and the pastor took the list and burned it. And they ordered Nagash to stop ministering in the church.\n\nAre you guys still friends? \n\nHe is here at the missionary training with me and we are friends.\n\nSo you twisted the truth?\n\nI just wanted to check whether he spoke the truth or not. This is the way to make him confess. Then I told him the vision and everything.\n\nIs this an example of being clever like a serpent (Matthew 10:16)?\nYes. Now we are friends. We serve together. I love him so much. \n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=_F-RCX1blmw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=be12BC5pQLE",
    "Music Video Instructions": "Imagine this as God calling out to you, missing you, wanting you back."
  }
]