[
  {
    "": "2025-09-13T07:00:00.000Z",
    "Art title 1": "Greener Grass",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_ffa16c65abf64a0ebcc2a6df383330b9~mv2.jpg",
    "Artist Statement 1": "Wanting what we don't have can be a pain point. But if we were to see the simple joys in what we have been given perhaps we would be much happier.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_ffa16c65abf64a0ebcc2a6df383330b9~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Medical/Spiritual Phenomenon",
    "Story Link": "https://www.rawspoon.com/post/the-medical-spiritual-phenomenon",
    "excerpt": "Dr. Katz stepped back after the patient had stabilized. \"I think we got him back for good this time.\"\n\nBut then the heart monitor sputtered and screamed. The patient had flat lined again. Dr. Katz looked at his nurses, who were exhausted and dumbfounded.\n\nJust then a voice from the corner spoke up. \"I think I can help, Doctor, with your permission.\" It was a small dark skinned woman, with hair shaved close to her head. She had scrubs on and something that looked like a stethoscope around her neck, but wasn't.\n\n\"Who is that?\" Dr. Katz asked all of his helpers.\n\n\"She's a visiting doctor from that recently discovered district in the Amazon rain forest.\" A nurse informed him.\n\n\"She's from Nepalene?!\" He was half-aghast and half in awe. It was a colony of scientist-spiratualists who had quarantined themselves from the rest of the world to pursue a pure type of research and life, unadulterated by politics and economics. Some called them witches. Some called them the best scientists. They had just announced themselves and their desire to learn from and give back to the rest of the world.\n\n\"I'm Doctor Kambop. We have a way of treating patients like these. Those whose bodies seem to be fighting themselves.\"\n\n\"Auto-immune diseases. Yes.\"\n\n\"We call them the 'heart-attacked', but yes. Only with your permission.\" She held her hands together and bowed low at the waist, this seeming to be the most accurate way to communicate her submission to him.\n\n\"It's not a heart attack.\" Dr. Katz clarified, skeptical.\n\n\"I know. We just mean that the patient has something attacking their spirit.\" Dr. Kambop.\n\n\"Be my guest.\" Dr. Katz sighed warily and stepped aside.\n\nDr. Kambop approached the table and bowed. She crossed her chest like catholics do and spoke low but firmly. \"Patrick Black, I am a doctor and a representative of the one true God, here to act on behalf of your body and soul. I would ask permission if you could respond, but cooperate if you desire the help.\" And she looked up. The heart monitor was still screaming. \"Please turn that down to 25% volume.\" Someone scooted and did it quickly. She slipped off the sheet covering the man's naked body, opened a small dish with fine powder in which she dipped her fingers and snapped several times to disperse it evenly over the patient. Then she moved to his feet. She squatted until she was almost parallel with the body. She looked up his entire body. She also saw doctor Katz standing at the head, with arms folded and a discerning look. She nodded to him and started narrating what she was doing.\n\n\"I'm looking for both the heat and the aura. Look at how the dust rises and falls at different places over his body. Sometimes you can see extra heat leaving the body when his spirit is leaving. Not this one yet. We still have a minute or two, I think.\" She closed one eye and moved her head back and forth just above his feet. \"This man sure enough has a battle going on for him. See you can see the cold in his legs but the unproportional amount of heat coming from his chest and head?\" Dr. Katz lowered his gaze too and a moment later his eyebrows rose in surprise.\n\nShe took the glass cap of the dish from which the powder came and blew in it to clear it of the powder. And she held it over one eye, looking through it. She rotated it as she moved around the body. \"This is a polarized lens that lowers the infrared wavelengths of light while raising some of the ultra-violet ones. It's not perfect but it helps. And this test is much more of an art than a science. Some people are much better equipped to see it than others. That's why most of the doctors we produce are women.\" She handed it to Dr. Katz. \"Can you see a purple-ish hue around his head at all, and a white one around his heart. He is a good man but fighting with the parts of his mind that are still using his brain to make decisions.\" She looked at Dr. Kats and clarified, \"Sorry. We look for blue for good, red for bad. And if they are mixed, it is a battle going on. We need to give Mr. Black a little help. His body will never survive if his mind is not resolutely decided to stay.\"\n\n\"Much of him is probably right up around here somewhere,\" She looked up and gestured vaguely to the space at the top of the room, \"but the last two parts that separate are something in the chest area, and the mind.\"\n\nShe leaned to the patient's ear and started to whisper something. She realized there was too much noise in the room and pointed to the heart monitor and the nurse next to it. She covered her hand so the patient couldn't see the action, if his eyes were working, and motioned to turn the volume all the way off. The nurse quickly did. \"This room needs to be very quiet please, everybody.\" She looked between the curtains at the commotion coming from the rest of the bustling hospital but decided it was quiet enough.\n\nShe said in a loud, strong voice, \"To the entity holding onto Patrick Black's mind, what is your name?!\" She leaned over and breathed into his mouth. On the exhale the lips formed a word with a couple syllables.\n\nDr. Katz, now enrapt tried to decipher. \"Melon-? Mechany?\"\n\nDr. Kambop looked up at him with a knowing look, a wry smile. \"I know who it is. We see her all the time.\" And then with a voice stronger and louder than any at that moment in the hospital, Dr. Kambop crossed herself again and commanded, \"Melancholy! You are not welcome in our cherished Patrick Black. In the name of the almighty God, YAHWEY, and by the blood of his son Jesus Christ of Nazareth, leave this man's body and this entire building.\"\n\nShe waited until she saw the slightest movement in Patrick's head. She helped it tilt upward and opened his mouth further and watched the air above it intently. Then, as if she had looked a beast in the eyes there in the air above his mouth, anger flared on her face and with a quick and resolute movement she pointed to the door.\n\nA moment later, with a sigh of relief, she stood up and said, \"Please resume CPR. Now his spirit is free to make its own decision. Decades of melancholy is enough to turn a body against itself.\"\n\nThe nurses quickly resumed pumping air into his lungs and then pushing in pulses on his chest. Dr. Kambop swiped her smart watch once, tapped it again. \"Hmmm. Middle aged man,\" She glanced at his face and fat body, \"I'm guessing he is heavily influenced by TV and media.\" She squinted at his haircut. \"Lives in rural area. Maybe a... what do they call it? A country western rhythm.\" She tapped the watch and rotated it to the bottom of her wrist where she held it over Patrick's half-open, though still life-less eyes. The watch flashed a fast and intricate pattern of bright and colored lights. She closed one of his eye-lids for one cycle of the pattern, and then the other. She went back and forth as she narrated, \"The brain is the most finely attuned device we have found that connects the 'spiritual' world to the physical world. We've developed devices that can detect environmental disruptions of spiritual factors, but our devices can't yet detect the spiritual vibrations themselves, like the human mind can. So we still need to depend on the human brain to do most of the work. The light works like music-- Oh wait, I forgot the music. My mentor would have been irate.\" She swiped on her watch again and held it back over his eyes, music now pulsing in time with the lights. Dr. Katz realized it did have an underlying melody and beat resembling some old country western music.\"\n\nShe looped her strange stethoscope into her ears with her other hand and held its rounded end up to his temple. \"I'm listening for the rhythms of similar electrical patterns in his brain. Sound and light are some of the most powerful ways to influence the spirit, which uses the brain as its control center for the body. Something about rhythm, and patterns and colors of light-- and especially words, and story-- that seem to resonate with and call to the spirit within us. It can be like CPR for the spirit.\"\n\nDr. Katz could hear a long and low monastic-like chant of words within the music coming from the other doctor's watch. He caught a bit of it, beautiful poetry in, was that latin? And the bits of english he caught were \"Glory, Hallelujah ... light of ages ... Glory, amen.\"\n\nShe watched Patrick's eyelids until she saw something. \"There it is.\" She glanced up at the heart monitor. \"Yep. He's back.\" They all looked up at the heart monitor, which was now drawing the normal bouncing lines of a beating heart. Everyone in the room murmured and someone turned the volume on it back up. Healthy bleeps consistently came from it.\n\nPeople started putting away tools and talking to each other.\n\n\"Wait, just one more moment, please.\" They all paused. Her voice was still strong, yet kind. \"This is a very important part.\" She pulled out a test tube of yellow, clear liquid, uncorked it, and dabbed her finger on the top. She reached to anoint his head with a cross sign but Dr. Katz stopped her.\n\n\"Wait! We can't do that. This is a secular hospital. Besides, how are we to know this man is even Christian and that he wouldn't be offended by it?!\"\n\nDr. Kambop looked up at him and said, \"Doctor, this is bigger than religion. This is putting a shield around this man in the crest of the one who created him. Consider it an immune booster. Didn't they have you read the literature, '...then it goes and brings seven others more evil than itself.'\"\n\n\"That's not from a medical book. That's... the Bible, isn't it?\"\n\n\"We study it extensively. But it isn't really a book about medicine like our other books are. Claiming the words in it often are the medicine. It's weird; it's really like magic or something. It's like taking pills, like giving steroids to the spirit.\"\n\n***\n\n\"So, the physical body is just a house for the spirit?\" Dr. Katz sat cross legged at a table overlooking the lobby of the hospital, drinking coffee with Dr. Kambop.\n\n\"Yes, you could say that. Like a vehicle or machine to interact with this world.\"\n\n\"So then the point of this body is really just to carry the spirit?\"\n\n\"Yes.\" She was almost annoyed at how long it was taking him to understand this. \"The spirit can be dead but if the body is fed and gets sleep it can continue on with basically like a machine carrying a dried up spirit. The conscience dies, people's morality goes. Hope often dies. The appreciation of beauty, and empathy often leaves with it.\"\n\n\"Hmm. I know some people like that,\" he mumbled. Dr. Katz was suddenly becoming very introspective.\n\n\"Sometimes when the spirit dies the body slowly winds down too, because the body asks, what is the point? You can often see it in depression and addiction and the difference between the elderly who are full of life and those just content to watch TV until they die. I'm sure you've seen the difference in your patients who really want to survive and those who don't. Maybe like with Mr. Black today.\"\n\n\"Yes, it's almost like a candle that has gone out.\"\n\n\"Yes. Other spirits, or people, or events, or beliefs about their future can suffocate the flame.\"\n\n\"But for others, even if they lack morality or empathy, some of them are just extremely scared to die.\"\n\n\"Some of them are. And that's a good response. It means the spirit still works. They have a strong spirit, but it is just as rebellious as the spirits like Melancholy. They're resisting the call of the spirit who made them and asks them to cooperate. They haven't accepted the invitation they were made for.\"\n\n\"This sounds suspiciously like a Southern Baptist alter call. Jesus is asking whether he can come into your heart.\" Dr. Katz said with a smirk.\n\n\"Oh does it?\" Dr. Kambop was unaware. \"I can't speak about American spirituality, but when we got good at interacting with the spiritual world in South America, we saw many spirits that interacted with, and influenced humans. And many of the physical ailments were because of a spiritual influence. Not all of the spirits that interacted with humans seemed bad. Some gave people incredible strength, but it often came with anger. Or they gave humans incredible power to cast other harmful spirits out of ailing people. But they often didn't play well with others. We realized it's really just a bunch of spirits out there in the world that we can't see, vying for power. Like both you and I have a spirits that are us. But most of the other spirits aren't tethered to a physical body and are more powerful, and more aware of the spiritual world they live in. Some spirits had taken strongholds in different regions. Or different cultures or subcultures. Like some of the prevailing ones here today, by their english names might be 'depression,' 'suicide,' 'addiction,' 'bulemia,' 'promiscuity.'\n\n\"Melancholy,\" Dr. Katz added.\n\n\"Yes, that one is a perennial. Most of the time it spawns from its father spirit we call, well, in english probably the closest name would be 'comparison.' Particularly bad in urban Americas as well.\"\n\nDr. Katz nodded.\n\n\"We experimented with different books and different lexicons,\" Dr. Kambop continued. \"One might say we were witch-doctors for a while, becoming masters of the different spells, blessings and curses discovered by different tribes before ours. But the one spirit that we found to seemingly have incomparable power and be known and equally feared around the world was the one that first gave its name to the Jewish people, YAHWEY, and the real kicker is using the name and words of his human embodiment, Jesus. This spirit seems to have trusted certain groups of humans enough to gather and canonize the Bible as his mouthpiece. Most translations work, as long as the other spirits recognize it as a passage from the Bible--when they realize what you are quoting, they understand the power those words hold over them.\" She paused and thought for a moment. \"My best guess is that they really are words from the same mouth that spoke the world into existence.\"\n\nAfter a long silence Dr. Katz asked, \"So if these bodies die anyway, and the point of the body is to carry the spirit, what is the point of the spirit?\"\n\nDr. Kambop nodded. \"Yes. I don't know the answer. But my mentor, who just retired, would tell you this: this world is not the point of this world. The point of this world, and these bodies, is the next world, and I suppose it is for the bodies we will live in there. She says that this tough world, and these friction-and-entropy-laden bodies are just a training ground to strengthen our spirits so that they will be able to thrive in the next world. All the patience and self discipline and hope we foster, those are things this world and these limited bodies are perfectly fashioned to train into our spirit. She says that the next world will have no friction, nor entropy, so how would our souls grow in these disciplines there? We would be less complete without this training ground.\"\n\nDr. Katz squinted, \"So, difficulty is kind of the point of this world?\"\n\n\"Yes, maybe,\" Kambop replied. \"But it also contains glimpses of beauty, reflections of that future world to draw us toward it. To make us long for it, and appreciate it, in contrast to the pain here. And we would never get to see the depths of love our creator has for us if we did not see the depths of pain he was willing to endure for us. At least that's what my mentor says.\"\n\n\"I think she is a baptist preacher and doesn't even realize it.\"\n\n\"Oh, is she?\" Dr. Kambop didn't realize it was humor.\n\n\"And our spirits will not be servant to our physical bodies there, like they are here. She says they will be physical projections of our spirits. Like Jesus walked through walls, his spirit had dominion over the physical and could collect and reform where it wanted. And really at the expense of nothing, because it is connected to the limitless energy source that fuels all creation. She says our bodies will be just as physical in that world, as they are here, but they will not be subject to physical constraints like here.\"\n\n\"Wow,\" Dr. Katz had slowly become inwardly pensive. His next statement came out as almost a mumble to himself. \"Maybe I should spend less time worrying about how people see me, and the pleasure I can get out of this world.\"\n\nDr. Kambop sensed something in Dr. Katz's spirit and leaned in, realizing she was on duty. She was about to operate on a patient, spiritually. \"Forgive me if this would be intrusive in your culture, but if you are serious, might I say, you must clean your spirit first. Like, you must scrub in, you might say, before we operate.\"\n\nDr. Katz looked up, as if he had been caught in a crime. Dr. Kambop saw a word flash in her mind and said it: \"I believe my receptor sensed the word: Unfaithful. Have you been unfaithful, Dr. Katz. No judgment here, simply diagnosis.\"\n\nDr. Katz glanced quickly back down to his coffee. \"So, women are better at seeing some of this stuff in our souls?\"\n\n\"Not always. But my husband always says my eyes are his greatest gift to him. Because I can see the ways his spirit is impure or weak, or dirty, far before he can.\"\n\n\"Maybe I should start listening to my wife. Some of the things she says are just too hard to hear.\" He reached into his pocket and pulled out his wedding ring.\n\n\"If one's response is anger, it is usually indicative it is encountering truth it doesn't want to accept.\"\n\nDr. Katz just pursed his lips, still fidgeting with his wedding ring.\n\n\"True words are like the knee hammer. Anger is the reflex.\"\n\n\"Yeah. Anger.\" He looked back up at Dr. Kambop and said humbly, \"If someone has some scrubbing to do on their soul, how would they start?\"\n\n\"The power of words is great.\" A somber smile grew on Dr. Kambop's brown cheeks.\n\n\"What would one say?\" He asked.\n\n\"Just tell her you're sorry.\" She said, \"But first...\" She paused.\n\nHe looked up at her. She was pointing upward. \"You need to tell the one true God you're sorry, because you have been the one who has dirtied the gift he has given you.\"\n\n\"Who, exactly is he?\" He knew the answer.\n\n\"The one who created you.\" She got up and uncorked the bottle of oil. \"Tell him you're sorry and his words will cleanse you.\" Her words were overwhelmed with peace. Her eyes glistened with joy. She hoped she was about to see the beauty of repentance. She liked these as one of the best.\n\nHe smiled and bowed his head. He opened his hands skyward and whispered, \"I'm sorry.\"\n\nShe drew a cross of oil on his forehead with her finger and she said, \"In the name of Christ, you are clean. Go home to your wife and sin no more. \"\n\n\nRaw Spoon, 11-4-18",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_17fb208a919c4c389bf52d19f5cb4f14~mv2.jpg",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/aS4iM6KpPYo",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=G-2e9mMf7E8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 51:1-10",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 8",
    "Research 3-link": "https://enduringword.com/bible-commentary/John 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 10",
    "The Chosen 3": "https://youtu.be/i7n92NKQqYA",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=xOXKLjZol0U",
    "Song 2": "https://www.youtube.com/watch?v=Gh3cO1rTtqE",
    "Song 3": "https://www.youtube.com/watch?v=1IRQTaSo9Nc",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/209",
    "Bema 2": "https://www.bemadiscipleship.com/4",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]