[
  {
    "Art title 1": "Wings Like Eagles",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_c18fb14ee6fc42b1a8bbc67a1e606495~mv2.jpg",
    "Artist Statement 1": "Are you tired? Have you journeyed far and the reward has been small? \n\nDoes it help to be reminded that you are not doing this on your own? There is one lifting you when you would not have the strength on your own. There is one working His goodness around you, even when you cannot see it. \n\nTake joy, and strength because God has not left you. He will lift you on His wings like an eagle's to carry you exactly where you need to go.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383bb197-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Superhero",
    "Story Link": "https://www.rawspoon.com/post/superhero",
    "excerpt": "Warner didn't have very many friends at school.\n\n\n\nWhen Warner came home he tried to talk to his mom, but she was always busy taking care of his little brother, who had Chronic Asthma, and never stopped crying.  His mom's boyfriend was usually watching football in the living room.\n\n\n\nSometimes when Warner couldn't keep his eyes open to finish his homework, he would go watch TV with his Mom's boyfriend.  Warner would sometimes try to talk to him but he would get mad at Warner for talking over the TV announcers.  Even when he made sure he wasn't talking over the announcers and commented on what he thought just happened, his mom's boyfriend usually said, \"Kid, you must be as blind as a bat.  That isn't what happened at all.\"\n\nWarner's sight was terrible, and he had large, thick glasses that barely helped.  This of course was part of the reason he was teased at school too.\n\n\n\nEven though Warner was always around people, he was very lonely.\n\n\n\nOne time after he had given up on his impossible math homework he wandered down to the TV.  He found his mom's boyfriend asleep, with his head back, snoring on the couch.  Announcers were doing the post-game wrap up on the TV.  Warner saw the remote on the couch.  He cautiously sat down and took the remote.  he flipped through the channels until he found one he recognized.  It was a show about a superhero named Starman.\n\n\n\nStarman was a man from a different planet who had come to earth to try to help people by using his heightened senses.  He would always say, \"I was sent to loose the chains of injustice.\"  But people on earth made fun of Starman because he did things differently than people on earth.  He loved to do things like lay down in people's luscious lawns, and smell all the flowers at the store, or run as fast as he could through the streets until he could feel the wind, because he could see, feel and smell all the irresistible beauty that was there more than everyone else.  People thought he was no smarter than a child and they laughed at him as if he were one.\n\n\n\nIn the episode that was now on the TV, Starman used his powers to save a woman who was getting beat up by her drunk husband.  Starman heard her cries from miles away and sped to her rescue.  He used his heightened sensitivity of vibration to pick the lock on the door with a bobby pin. He went inside.  He asked the man to stop.  The man turned on Starman long enough for the woman to escape.  Starman would not fight back.  And each blow hurt more than it would hurt a man with a normal sense of touch, and each curse yelled at him hurt more than it would to a man with normal hearing.  Starman finally made his escape, knowing the woman was safe.  He limped home, where he had to tell himself over and over that this was why he was sent here, and he had to wake up and do it again the next day. His last words as he went to bed were, \"I came to loose the chains of injustice. I must have courage.\"\n\n\n\nWarner took off his big glasses and wiped his eyes, making sure the sleeping man beside him didn't notice.  Young Warner wanted to be Starman.  That night he wrote a letter to Starman and addressed the envelope to the TV station. In the letter he asked Starman what he could do to be like him. He said he would try to work on heightening his senses but that he had terrible eyesight.\n\n\n\nThe next day he dropped the letter off in the mailbox and went to school.  He got teased like normal, but today was different. Today he noticed the other people that were being teased too.  Over the next week he watched for ways to \"loose the chains of injustice.\"\n\n\n\nEach night he tried to watch Starman, but his mom's boyfriend was always watching TV.\n\n\n\nIt was a Sunday night when he noticed a manila envelope addressed to him on the counter with some other mail.\n\n\n\nWarner rushed upstairs and opened it.  In it was a small Starman pin-on button, a thin handbook with a comic book picture of Starman on the front and a hand written letter. . . from the creator and writer of Starman!\n\n\n\nHe read the short letter slowly.  It said, \"Dear Warner, Starman and I appreciate your support immensely.  This is what Starman would tell you if you want to be like him.  It doesn't take superpowers to loose the chains of injustice.  It just takes courage, my friend.  Good luck.\"\n\n\n\nWarner got up the next morning with new resolve.  He felt like he had a message straight from his hero, Starman.  It was like he had new life.  He would try to use what powers he had, but he knew now, that all he needed was courage.\n\n\n\nAt school there was a girl that people made fun of for wearing old, secondhand clothes and not showering very often.  Warner happened to see a popular girl and her friends draw a picture of that poor girl with messy clothes and they stuffed it in one of the slots in her locker.\n\n\n\nWarner's heart beat super hard as he walked to his next class. He stopped at the door thinking he had to do something.  He whispered to himself, \"Loose the chains of injustice\".  He'd have to be late to his next class but he was going to pick the lock and take the mean picture out of her locker.\n\n\n\nHe unbent a paper clip and stuck it into the lock.  He twisted it around for five minutes trying his best to sense the vibrations.  He thought he had almost gotten it when a teacher walked by and saw him with a paper clip jammed into the lock, yanking up and down on the handle of a locker that was not his.\n\n\n\n\"Hey kid! What are you doing.\"\n\n\n\nWarner froze.\n\n\n\nThe teacher dragged Warner to the principal's office and left him there.  When the principal called Warner in, he asked him what he had been doing.\n\n\n\n\"I was trying to open a girl's locker because I saw some people put a mean picture in it.\"\n\n\n\nThe principal got his keys and had Warner take him up to the locker.  They opened the locker just as the classes let out and the halls filled with people.  They opened the locker just as a tall jock walked up and said, \"What are you guys doing in my locker?\"\n\n\n\nWarner looked up, surprised.  He squinted up at the number on the locker through his thick glasses.  He frantically thought, maybe i misread the locker number!\n\n\n\nThe principal explained to the jock what Warner had said he had seen.  The jock laughed and they checked his locker.  Sure enough, nothing was there.\n\n\n\nWarner didn't get in trouble but word spread around school about what Warner had done.  Everybody teased him about it.  It was another failure of his that they could laugh at him for... Every one laughed except for the girl that found the mean picture in her locker which was right next to the jock's.  She went to the principal and told him what she had found.\n\n\n\nThat day, word about warner started to travel around the teachers too.  But they weren't laughing.  They all realized that what Warner was trying to do was rarely done in their school and they all wondered if he would try to do something like it again.  They all hoped so.\n\n\n\nThat night Warner went home, ashamed and sad.  He snuck down to watch Starman again but his mom's boyfriend was too busy watching a baseball game and shouting at the TV.\n\n\n\nHe went to talk to his mom, but she was too busy feeding his little brother and told him not to get in her way.  He went upstairs, looked at his homework again.  He didn't understand it.  He put his head in his hands and shook his head.  \"I don't have any super powers.  My family doesn't have time for me.  I don't even understand my math homework.\"  He put his best guess down on his homework and laid down on his bed.  He stared at the ceiling and remembered what Starman did when he went to bed.  Warner took a deep breath and sighed.  A new look of determination came onto his face and he said, \"I must loose the chains of injustice. I must have courage.\"\n\n\n\nThe next day he again watched for people that needed help. But there was someone special watching him.  The girl with the old clothes knew what he had done and watched him as he walked across the cafeteria.  She saw his eyes scanning the crowd.  But she could tell that it wasn't because he was looking for someone to sit with.  He was looking for anyone that needed help.  It was true.  He did want to help.  He was different.\n\n\n\nHe ended up sitting at the end of a table by himself.  The girl was sitting by herself so she went up and sat next to Warner.\n\n\n\n\"Hi. I'm Charlotte. I know what you tried to do for me yesterday.\"\n\n\n\nWarner's eyes lit up.\n\n\n\nShe continued, \"Why did you do that?\"\n\n\n\nWarner was embarrassed to tell her about wanting to be like a superhero so he just said, \"I want to loose the chains of injustice.\"\n\n\n\nShe laughed, but it was a good-hearted laugh.  Then she said.  \"Wow, I like that idea.  Maybe I can help you do that.\"\n\n\n\nThey looked at each other uncomfortably for a moment until Charlotte looked over at a girl alone at another table. A boy came by and took her fruit snacks off of her tray and walked away, uncontested.\n\n\n\nCharlotte said, \"Maybe I can be like your eyes. I can tell you when I see someone hurting.\"\n\n\n\nWarner nodded.\n\n\n\nShe continued.  \"I just saw a kid take that girl's fruit snacks.\" She pointed secretively at her.\n\n\n\nWarner squinted over, not able to see the girl.  Then he looked down at his own tray. He said, \"I can give her mine.\"\n\n\n\nCharlotte added, \"Let's go sit with her.\"\n\n\n\nCharlotte and Warner sat with the lonely girl and gave her the fruit snacks.  Charlotte told the girl what Warner was trying to do.  Warner was embarrassed but Charlotte continued.\n\n\n\n\"So do you want in?  We can be his team.  Together we can. . . what was it, Warner?\"\n\n\n\n\"Loose the chains of injustice.\" Warner said, still a little bit embarrassed.\n\n\n\nTheir team grew.  Charlotte and Warner were the heart of it.  They made a great team.  Charlotte was the eyes, and Warner had the guts to do anything, even if it meant being made fun of.\n\n\n\nCharlotte told a few of the people that they had helped about what Warner was trying to do and they developed a system where anybody who knew that someone was being picked on would write that person's name down on a bit of paper and write what was happening to them.  They would pass that message on to Charlotte, and Charlotte and Warner would figure out how to help them.\n\n\n\nThe teachers began to hear about what Charlotte and Warner were doing and the news spread.  They watched the two and saw how they helped the kids who got teased all the time.\n\n\n\nWarner and Charlotte got teased more and more.  But Warner became more and more fearless. Warner consulted the Starman handbook a lot but he also now wrote letters consistently to Starman's creator. And Starman's creator encouraged him to continue on. With the help of his hero, Warner felt like he could do anything. It no longer mattered what the mean kids at school said about him.\n\n\n\nOne day a very surprising name appeared on one of the slips of paper. It said, Brad Peterson. Brad was one of the popular kids. He was a basketball player and was one of the ones that did the teasing. The paper said that he was in danger of being stabbed behind the school after practice.\n\n\n\nThis brought things to a whole new level. Charlotte encouraged Warner to ignore it. It was probably a trap. And it wasn't worth risking his life for. They tried to figure out who had originally written the note but they could only track it back to one of the girlfriends of one of the other basketball players. She said she couldn't remember who she had gotten it from.\n\n\n\nIt was 5:30pm and it was time for the basketball players to finish practice. Warner and Charlotte whispered by the back door and debated about what they should do. Finally Brad Peterson emerged from the locker room and walked towards the door.\n\n\n\nWarner said to himself, \"What would Starman do?\" And a moment later he knew his answer. Charlotte tried to hold him back but Warner walked up to Brad. Charlotte was watching Brad when one of the cheerleaders came up to Charlotte.\n\n\n\nThe cheerleaders never talked to Charlotte. She was flattered. . . but she soon became suspect. She started to talk to them but when she looked up, she had already lost Warner and Brad. She looked around frantically. She tried to walk outside but another cheerleader came up and they said they wanted to show her something.  She couldn't seem to get away from the talking, grabbing girls. She yelled one time before they had pulled her away down the hall, \"Warner!\"\n\n\n\nThe basketball coach heard it and it was enough to get him curious. He had seen the boys talking secretively at the end of practice.\n\n\n\nWarner walked close to Brad's side. He trembled but he walked on boldly. It was in the shadow behind the dumpsters when something knocked off his glasses.\n\n\n\nWarner cried out, \"Brad! Are you ok? I think someone's out here. Be careful.  Hold on, don't move. I lost my glasses.\"\n\n\n\nLaughter spread through a multitude of invisible voices around him.\n\n\n\n\"Brad! Watch out. Run away. I think they want to hurt us.\"\n\n\n\n\"We want to hurt you, little nerdy superhero man. You think you can save yourself?\"\n\n\n\nWarner spoke into the night, \"Brad, now is the time to run. I'll hold them back. You can make it to the door while they're busy with me.\"\n\n\n\nThe same voice was suddenly right in front of him, \"Well, intelligence definitely isn't your superpower.\"\n\n\n\nWarner was pushed to the ground.  Laughs spread around the group again.  They were all around him.\n\n\n\n\"Brad? Is this true? Are you ok?\"\n\n\n\nThere was no answer.\n\n\n\nThe mean voice came again, \"He's ok.  Now stand up like a man, Warner.  Or is your name Weiner?\"\n\n\n\n\"I'm not afraid of you guys. I don't care what you think of me. You can do anything to me because I'm not worried about living. I'm here to loose the chains of injustice.\"\n\n\n\nThey all laughed again.  He was knocked down again, tripping over someone's foot.\n\n\n\n\"Wait,\" A new voice was heard in the crowd. \"This is dumb. Let him go. Get away from him you guys. This is totally dumb.  He's just trying to help people.\"\n\n\n\n\n\n\n\n\n\nMurmurs went through the crowd.  Some of the voices objected, but this voice had command and confidence and seemed to get his way. A moment later, Warner's vision had adjusted to the dark enough to see a shape in front of him. It was a hand, willing to help him up. He took it and a minute later He was back inside, brushing himself off. Next to him stood the tall jock whose locker he had thought was Charlotte's.\n\n\n\nHe was shaking his head at Warner, with an amused smile on his face. He said, \"What did you tell them about justice out there?\"\n\n\n\nWarner answered, \"I must loose the chains of injustice.\"\n\n\n\nThe jock finished the statement with, \"And I must have courage. I love that show. I watch Starman every night. I just didn't really think it was real.\"\n\n\n\nWarner smiled and said, \"I talk with him all the time. We write letters back and forth.\"\n\n\n\n\"No way.\" The jock said, \"I would think you're lying but I've never seen somebody living in a way with as much conviction as you do. You really believe in it.\"\n\n\n\nWarner lifted the Starman button on his shirt and showed it proudly to the jock. The jock guy shook his head in amazement and said. Alright, little man, you just keep doing what you're doing. I'll keep an eye out for you. I'll get your glasses back. Here comes your little girlfriend. We'll see ya tomorrow.\"\n\n\n\nHe left as Charlotte rushed up to him and hugged him.\n\n\n\nJust then the coach walked in from outside and told them that he had gotten out there just to hear the ending of what happened. He was about to step in when he heard the captain of their team step up and rescue Warner. He said that the appropriate basketball players would pay in an ungodly amount of wind-sprints, and he would never even tell them why.\n\n\n\nWord about what Warner had done spread among the coaches and teachers the next day and the teachers had little meetings to discuss how they could help Warner and his team.\n\n\n\nFrom that day on, if there was somebody being picked on, Warner and his team would be there to back them up. If someone was seen crying over a failed test, someone on Warner's team, sometimes even one of the teachers would offer to tutor them. When someone was picked on, Warner went to their defense and invited them onto his team of rescuers.\n\n\n\nThough Warner's team never totally stomped out the inevitable cruelty so natural to insecure teenagers, he did have a force large enough to give it a run for its money when it came up.\n\n\n\nIt wasn't until a year later that the principal's assistant brought in a paper to the principal and said he should look at this. The principal glanced over it, gasped quietly and said, \"Our grades have gone up that much? Our test scores are 8 percent better than last year. And when we had about two suicides per year up through last year, this year we had none. This is amazing.  What could be the cause of all this improvement?\"\n\n\n\nHis assistant smiled until he looked up at her. She said, \"I bet I know who is responsible for all of it.\"\n\n\n\nThe principal thought for a moment and then it dawned on him. He smiled and nodded. \"Amazing,\" he said. \"Absolutely amazing what a little bit of courage can do.\"\n\n\n\nBut it had been a long time since Warner had done any of it for the sake of changing the school. It wasn't even mainly because he wanted to help people, though that was part of it. After a few months of writing letters, the creator of Starman asked if he could meet young Warner. It turned out the Creator had no kids of his own. And since Warner didn't really have a father, they both felt like they had found something they had always wanted in each other. The creator of Starman continued writing the TV show, often inspired by young Warner's stories from school. And Warner loosed the chains of injustice every day, and in many ways because he saw how pleased it made the creator, whom he admired and loved like a father, his inspiration, and his hero above all other heroes.\n\n\n\n(Isaiah 58:6)\n\n\nWho is Jesus in this story?\nWho is God the Father in this story?\nWho is the first Christian in this story?\nWhat does this tell us that we should do as Christians?\n\n\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_cb4792e03e6745f3aeb5d4f2cf8400b2~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_2a0394430f104f29b407582e240ee1b5~mv2.png",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_f6e995741b4c4570ba3d9f640f786da6~mv2.jpg",
    "Sketchnotes4b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0110-scaled.png?w=2560&ssl=1",
    "Bible Project 1": "https://www.youtube.com/watch?v=j9phNEaPrv8&t=1s",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg",
    "Bible Project 3": "https://www.youtube.com/watch?v=yiHf8klCCc4",
    "Bible Project 4": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 112",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 58",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Corinthians 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 5",
    "The Chosen 3": "https://www.youtube.com/watch?v=o5OnF3sg0cY",
    "The Chosen 4": "https://youtu.be/khVnCjvtUwA",
    "Song": "https://www.youtube.com/watch?v=zK_8FMAR618",
    "Song 2": "https://www.youtube.com/watch?v=g8dK6HMS2Ns",
    "Song 3": "https://www.youtube.com/watch?v=N28Kz2Loljk",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@32.8820075,35.5565657,3a,75y,224.92h,67.52t/data=!3m8!1e1!3m6!1sAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1%3Dw203-h100-k-no-pi-0-ya95.29195-ro-0-fo100!7i12000!8i6000!5m1!1e4",
    "3dNotes4": "The Sermon on the Mount: This is traditionally the place where Jesus was thought to have given the sermon on the mount.",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/65",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d1a0545e-fe41-4c2b-a288-44f38a41fd2e.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/4bbc9699-b89c-43a7-bd46-bddb71458140.mp3",
    "Bible in Song 2": "https://www.youtube.com/watch?v=z_UdTnDEqkY",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]