[
  {
    "Date": "2025-09-16T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=oRwtc5UaBCs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=IOeCWsIj2c0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=2",
    "famous quote": "I would not have you descend into your own dream. I would have you be a conscious citizen of this terrible and beautiful world.\n-Ta-Nehisi Coates (in \"Between the World and Me\")",
    "Ted Talks": "https://www.youtube.com/watch?v=KM4Xe6Dlp0Y",
    "Nature Video": "https://www.youtube.com/watch?v=VwBGvYpFStE&t=224s",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bayo:\n\n(part 2)\n\nNow I will tell you the time I met Jesus in person. Then, years later I was a deacon in our church and my wife was the pastor's secretary. I would show up early every day to set up chairs and clean the sanctuary, but before church every day I would go to a special breakfast place. One morning when I stepped out of the breakfast place there was a gigantic black man, like a basketball player over seven feet tall, wearing a beautiful indian garment with the hanging fringes. He was holding a Bible. He started asking me questions but then answering them before I could even process them. \"Are you married? Yes you are. How many kids do you have? Oh you have two.\" But then he said, \"You love God, but you are in the wrong church. The pastor you serve under is all about money. Today pray about what new church you should start going to.\"\r\n\nWell I had known my pastor for years and years and he had taught me much about being a pastor and carpentry. So I went to him and told him about the story. He said that man must have been a demon so I wrote it off. Until my wife got laid off. She went to a different church's conference one time without telling anybody. Somebody saw her there and called the pastor asking if she had asked permission to go. He said no and then called her up and said they didn't need her as a secretary anymore. Without asking any questions or anything, they let her go.\"\r\n\n\"A few weeks later a group of men, including our old pastor from which our church had been planted by marched into the pastor's office and closed the door. We could hear their argument though. The older pastor accused my pastor of stealing $250,000. He said, \"If you had just asked I would have given it to you. But you stole it.\"\r\n\"My pastor begged for a week to return the money and they allowed it. But that was when I knew that the tall black man had not been a demon. But I believe it was Jesus himself.\"\r\n\n\"Could it have been an angel,\" I ask him.\r\n\nHe replies, \"Well, I guess it could have been but that doesn't resonate with what I felt. He had such authority and words of knowledge.\" So that's when we started praying and decided where to go next.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/PkqxRIDaCSM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/_OScx-sHfNU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]