[
  {
    "Date": "2026-01-19T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Third week of Epiphany",
    "Script 1": "\n Sacrifice and offering you did not desire--\n    but my ears you have opened[a]--\n    burnt offerings and sin offerings[b] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[c]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n For troubles without number surround me;\n    my sins have overtaken me, and I cannot see.\nThey are more than the hairs of my head,\n    and my heart fails within me.\n Be pleased to save me, Lord;\n    come quickly, Lord, to help me.\n\n May all who want to take my life\n    be put to shame and confusion;\nmay all who desire my ruin\n    be turned back in disgrace.\n May those who say to me, \"Aha! Aha!\"\n    be appalled at their own shame.\n But may all who seek you\n    rejoice and be glad in you;\nmay those who long for your saving help always say,\n    \"The Lord is great!\"\n\n But as for me, I am poor and needy;\n    may the Lord think of me.\nYou are my help and my deliverer;\n    you are my God, do not delay.\n\n",
    "Script 2": "The Passover and the Festival of Unleavened Bread\n\n The Lord said to Moses and Aaron in Egypt,  \"This month is to be for you the first month, the first month of your year.  Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb[a] for his family, one for each household.  If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat.  The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats.  Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight.  Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs.  That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast.  Do not eat the meat raw or boiled in water, but roast it over a fire--with the head, legs and internal organs.  Do not leave any of it till morning; if some is left till morning, you must burn it.  This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord's Passover.\n\n \"On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.  The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.\n\n Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb.  Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning.  When the Lord goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down.\n\n \"Obey these instructions as a lasting ordinance for you and your descendants.  When you enter the land that the Lord will give you as he promised, observe this ceremony.  And when your children ask you, 'What does this ceremony mean to you?'  then tell them, 'It is the Passover sacrifice to the Lord, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.'\" Then the people bowed down and worshiped.  The Israelites did just what the Lord commanded Moses and Aaron.\n\n",
    "Script 3": "Philip and the Ethiopian\n\n Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\"  So he started out, and on his way he met an Ethiopian[a] eunuch, an important official in charge of all the treasury of the Kandake (which means \"queen of the Ethiopians\"). This man had gone to Jerusalem to worship,  and on his way home was sitting in his chariot reading the Book of Isaiah the prophet.  The Spirit told Philip, \"Go to that chariot and stay near it.\"\n\n Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked.\n\n \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him.\n\n This is the passage of Scripture the eunuch was reading:\n\n\"He was led like a sheep to the slaughter,\n    and as a lamb before its shearer is silent,\n    so he did not open his mouth.\n In his humiliation he was deprived of justice.\n    Who can speak of his descendants?\n    For his life was taken from the earth.\"[b]\n\n The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\"  Then Philip began with that very passage of Scripture and told him the good news about Jesus.\n\n As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. What can stand in the way of my being baptized?\" [] [c]  And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him.  When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing.  Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea.\n\n",
    "Script 4": "American Standard Version\n Upon his ruin all the birds of the heavens shall dwell, and all the beasts of the field shall be upon his branches;  to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm40:6-17;Exodus12:1-13,21-28;Acts8:26-40",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.40,Exod.12,Acts.8",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_0a353099c16d4577a222bb2cca0af25e~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_8a4b089ab1594884948c87274f542932~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_24678cd0208d4cee8b2c81e8a7de25a0~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_4fb79a3229874b3f863718f0ec5f6190~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 40:6-17",
    "Address Script 2": "Exodus 12:1-13, 21-28",
    "Address Script 3": "Acts 8:26-40",
    "Address Script 4": "Ezekiel 31:13-14",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.40.aff453733240c40150efba50614822d6.mp3",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.31.25624fd18d381125391b9fad3ca7d861.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 40:6-17\n\n6 Sacrifice and offering you did not desire--\n    but my ears you have opened[a]--\n    burnt offerings and sin offerings[b] you did not require.\n7 Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[c]\n8 I desire to do your will, my God;\n    your law is within my heart.\"\n\n9 I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n10 I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n11 Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n12 For troubles without number surround me;\n    my sins have overtaken me, and I cannot see.\nThey are more than the hairs of my head,\n    and my heart fails within me.\n13 Be pleased to save me, Lord;\n    come quickly, Lord, to help me.\n\n14 May all who want to take my life\n    be put to shame and confusion;\nmay all who desire my ruin\n    be turned back in disgrace.\n15 May those who say to me, \"Aha! Aha!\"\n    be appalled at their own shame.\n16 But may all who seek you\n    rejoice and be glad in you;\nmay those who long for your saving help always say,\n    \"The Lord is great!\"\n\n17 But as for me, I am poor and needy;\n    may the Lord think of me.\nYou are my help and my deliverer;\n    you are my God, do not delay.\n\nFootnotes\na. Psalm 40:6 Hebrew; some Septuagint manuscripts but a body you have prepared for me\nb. Psalm 40:6 Or purification offerings\nc. Psalm 40:7 Or come / with the scroll written for me",
    "Script 2": "Exodus 12:1-13, 21-28\n\nThe Passover and the Festival of Unleavened Bread\n\n1 The Lord said to Moses and Aaron in Egypt, 2 \"This month is to be for you the first month, the first month of your year. 3 Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb[a] for his family, one for each household. 4 If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat. 5 The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats. 6 Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight. 7 Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs. 8 That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast. 9 Do not eat the meat raw or boiled in water, but roast it over a fire--with the head, legs and internal organs. 10 Do not leave any of it till morning; if some is left till morning, you must burn it. 11 This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord's Passover.\n\n12 \"On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord. 13 The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.\n\n21 Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb. 22 Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning. 23 When the Lord goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down.\n\n24 \"Obey these instructions as a lasting ordinance for you and your descendants. 25 When you enter the land that the Lord will give you as he promised, observe this ceremony. 26 And when your children ask you, 'What does this ceremony mean to you?' 27 then tell them, 'It is the Passover sacrifice to the Lord, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.'\" Then the people bowed down and worshiped. 28 The Israelites did just what the Lord commanded Moses and Aaron.\n\nFootnotes\na. Exodus 12:3 The Hebrew word can mean lamb or kid; also in verse 4.",
    "Script 3": "Acts 8:26-40\n\nPhilip and the Ethiopian\n\n26 Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" 27 So he started out, and on his way he met an Ethiopian[a] eunuch, an important official in charge of all the treasury of the Kandake (which means \"queen of the Ethiopians\"). This man had gone to Jerusalem to worship, 28 and on his way home was sitting in his chariot reading the Book of Isaiah the prophet. 29 The Spirit told Philip, \"Go to that chariot and stay near it.\"\n\n30 Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked.\n\n31 \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him.\n\n32 This is the passage of Scripture the eunuch was reading:\n\n\"He was led like a sheep to the slaughter,\n    and as a lamb before its shearer is silent,\n    so he did not open his mouth.\n33 In his humiliation he was deprived of justice.\n    Who can speak of his descendants?\n    For his life was taken from the earth.\"[b]\n\n34 The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" 35 Then Philip began with that very passage of Scripture and told him the good news about Jesus.\n\n36 As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. What can stand in the way of my being baptized?\" [37] [c] 38 And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. 39 When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. 40 Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea.\n\nFootnotes\na. Acts 8:27 That is, from the southern Nile region\nb. Acts 8:33 Isaiah 53:7,8 (see Septuagint)\nc. Acts 8:37 Some manuscripts include here Philip said, \"If you believe with all your heart, you may.\" The eunuch answered, \"I believe that Jesus Christ is the Son of God.\"",
    "Script 4": "Ezekiel 31:13-14\nAmerican Standard Version\n13 Upon his ruin all the birds of the heavens shall dwell, and all the beasts of the field shall be upon his branches; 14 to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n Sacrifice and offering you did not desire--\n    but my ears you have opened[a]--\n    burnt offerings and sin offerings[b] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[c]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n For troubles without number surround me;\n    my sins have overtaken me, and I cannot see.\nThey are more than the hairs of my head,\n    and my heart fails within me.\n Be pleased to save me, Lord;\n    come quickly, Lord, to help me.\n\n May all who want to take my life\n    be put to shame and confusion;\nmay all who desire my ruin\n    be turned back in disgrace.\n May those who say to me, \"Aha! Aha!\"\n    be appalled at their own shame.\n But may all who seek you\n    rejoice and be glad in you;\nmay those who long for your saving help always say,\n    \"The Lord is great!\"\n\n But as for me, I am poor and needy;\n    may the Lord think of me.\nYou are my help and my deliverer;\n    you are my God, do not delay.\n\nFootnotes\na. Psalm : Hebrew; some Septuagint manuscripts but a body you have prepared for me\nb. Psalm : Or purification offerings\nc. Psalm : Or come / with the scroll written for me",
    "Script 2": "Exodus :-, -\n\nThe Passover and the Festival of Unleavened Bread\n\n The Lord said to Moses and Aaron in Egypt,  \"This month is to be for you the first month, the first month of your year.  Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb[a] for his family, one for each household.  If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat.  The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats.  Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight.  Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs.  That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast.  Do not eat the meat raw or boiled in water, but roast it over a fire--with the head, legs and internal organs.  Do not leave any of it till morning; if some is left till morning, you must burn it.  This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord's Passover.\n\n \"On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.  The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.\n\n Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb.  Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning.  When the Lord goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down.\n\n \"Obey these instructions as a lasting ordinance for you and your descendants.  When you enter the land that the Lord will give you as he promised, observe this ceremony.  And when your children ask you, 'What does this ceremony mean to you?'  then tell them, 'It is the Passover sacrifice to the Lord, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.'\" Then the people bowed down and worshiped.  The Israelites did just what the Lord commanded Moses and Aaron.\n\nFootnotes\na. Exodus : The Hebrew word can mean lamb or kid; also in verse .",
    "Script 3": "Acts :-\n\nPhilip and the Ethiopian\n\n Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\"  So he started out, and on his way he met an Ethiopian[a] eunuch, an important official in charge of all the treasury of the Kandake (which means \"queen of the Ethiopians\"). This man had gone to Jerusalem to worship,  and on his way home was sitting in his chariot reading the Book of Isaiah the prophet.  The Spirit told Philip, \"Go to that chariot and stay near it.\"\n\n Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked.\n\n \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him.\n\n This is the passage of Scripture the eunuch was reading:\n\n\"He was led like a sheep to the slaughter,\n    and as a lamb before its shearer is silent,\n    so he did not open his mouth.\n In his humiliation he was deprived of justice.\n    Who can speak of his descendants?\n    For his life was taken from the earth.\"[b]\n\n The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\"  Then Philip began with that very passage of Scripture and told him the good news about Jesus.\n\n As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. What can stand in the way of my being baptized?\" [] [c]  And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him.  When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing.  Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea.\n\nFootnotes\na. Acts : That is, from the southern Nile region\nb. Acts : Isaiah :, (see Septuagint)\nc. Acts : Some manuscripts include here Philip said, \"If you believe with all your heart, you may.\" The eunuch answered, \"I believe that Jesus Christ is the Son of God.\"",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Upon his ruin all the birds of the heavens shall dwell, and all the beasts of the field shall be upon his branches;  to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n Sacrifice and offering you did not desire--\n    but my ears you have opened[a]--\n    burnt offerings and sin offerings[b] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[c]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n For troubles without number surround me;\n    my sins have overtaken me, and I cannot see.\nThey are more than the hairs of my head,\n    and my heart fails within me.\n Be pleased to save me, Lord;\n    come quickly, Lord, to help me.\n\n May all who want to take my life\n    be put to shame and confusion;\nmay all who desire my ruin\n    be turned back in disgrace.\n May those who say to me, \"Aha! Aha!\"\n    be appalled at their own shame.\n But may all who seek you\n    rejoice and be glad in you;\nmay those who long for your saving help always say,\n    \"The Lord is great!\"\n\n But as for me, I am poor and needy;\n    may the Lord think of me.\nYou are my help and my deliverer;\n    you are my God, do not delay.\n\n",
    "Script 2": "Exodus :-, -\n\nThe Passover and the Festival of Unleavened Bread\n\n The Lord said to Moses and Aaron in Egypt,  \"This month is to be for you the first month, the first month of your year.  Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb[a] for his family, one for each household.  If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat.  The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats.  Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight.  Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs.  That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast.  Do not eat the meat raw or boiled in water, but roast it over a fire--with the head, legs and internal organs.  Do not leave any of it till morning; if some is left till morning, you must burn it.  This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord's Passover.\n\n \"On that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.  The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt.\n\n Then Moses summoned all the elders of Israel and said to them, \"Go at once and select the animals for your families and slaughter the Passover lamb.  Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning.  When the Lord goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down.\n\n \"Obey these instructions as a lasting ordinance for you and your descendants.  When you enter the land that the Lord will give you as he promised, observe this ceremony.  And when your children ask you, 'What does this ceremony mean to you?'  then tell them, 'It is the Passover sacrifice to the Lord, who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.'\" Then the people bowed down and worshiped.  The Israelites did just what the Lord commanded Moses and Aaron.\n\n",
    "Script 3": "Acts :-\n\nPhilip and the Ethiopian\n\n Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\"  So he started out, and on his way he met an Ethiopian[a] eunuch, an important official in charge of all the treasury of the Kandake (which means \"queen of the Ethiopians\"). This man had gone to Jerusalem to worship,  and on his way home was sitting in his chariot reading the Book of Isaiah the prophet.  The Spirit told Philip, \"Go to that chariot and stay near it.\"\n\n Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked.\n\n \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him.\n\n This is the passage of Scripture the eunuch was reading:\n\n\"He was led like a sheep to the slaughter,\n    and as a lamb before its shearer is silent,\n    so he did not open his mouth.\n In his humiliation he was deprived of justice.\n    Who can speak of his descendants?\n    For his life was taken from the earth.\"[b]\n\n The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\"  Then Philip began with that very passage of Scripture and told him the good news about Jesus.\n\n As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. What can stand in the way of my being baptized?\" [] [c]  And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him.  When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing.  Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea.\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n Upon his ruin all the birds of the heavens shall dwell, and all the beasts of the field shall be upon his branches;  to the end that none of all the trees by the waters exalt themselves in their stature, neither set their top among the thick boughs, nor that their mighty ones stand up in their height, even all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]