[
  {
    "": "2025-09-29T07:00:00.000Z",
    "Art title 1": "Your Pigments Do No Good in Their Jars",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2ac7d0b3599b4da3a111f816bd9d54ac~mv2.jpg",
    "Artist Statement 1": "What are those talents you are not using? What are those gifts you have not given back to others in some way. The gifts we have been given are often for the edification of others. How can you begin to use yours more for this purpose today?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-8ce7530f-11d7-4e7c-acf7-f22bc981ddf8",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Your Pigments Do No Good in Their Jars",
    "Story Link": "https://www.rawspoon.com/post/story-untouched-jars-of-paint",
    "excerpt": "William was a 'true' painter, even though he didn't paint.\n\nHe loved the process of mining the ingredients from the land to make the paint pigments. He dug up the cadmium for yellow, and foraged for Buckthorn berries for his greens, and burned old animal bones to charcoal to make his blacks. \n\nBut then he would just sit at his desk, staring at the jars of each of these colors on the bright windowsill. The jars glowed in the sunlight, but those beautiful hues stayed in the jars. His paintbrush stayed dry and pristine and his page stayed blank. \n\nHe liked painting once he got started, but interacting with clients, and sending emails, and talking to people at the shows, that stuff all just seemed distractions from his real passion, the colors. And for a long time, people had just felt like the wall getting in the way of him doing the real work.\n\nSo he didn't even start his paintings anymore. By age 65 he had honed his talent for 50 years, but had not produced anything in the past ten years, his most capable years.\n\nThis was like his prayer life. It stayed in his house like he did. It stayed in his mind with every email he didn't respond to.\n\nThat is until he came upon a 55 year old widow wandering in the far acres of his property. \n\nHe stomped up to her with his shotgun. \"You know you're trespassing on my property, don't you?\" The antagonism in his voice tried to push her away, like he did to everyone.\n\nShe was startled and replied, \"I was-- I'm sorry-- I was just looking for some berries.\" She held out her hand. He saw the unripe Blackthorn berries in it. He knew of no other use for unripe Blackthorn berries than for making \"sap green\" pigment...",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_880ac486575b48828493fd5e57b719c2~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=UNDX4tUdj1Y",
    "Bible Project 2": "https://www.youtube.com/watch?v=mGgWaPGpGz4",
    "Bible Project 3": "https://www.youtube.com/watch?v=5nvVVcYD-0w",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 62:1-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Amos 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 21\nAmerican Standard Version\n21 If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him; 2 then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=Y6e8oj3Tqc4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/47",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/f28b681d-2051-4359-ab08-78a0aa2afa49.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]