[
  {
    "Date": "2025-12-12T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=---fLPEVCFM",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZTBiMGQ0NTAtYjFkMi0zODgyLTliNzMtNzUxZjljNjk1ZWFj?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ1Ag",
    "Yoga": "https://www.youtube.com/watch?v=uWf_0B8PuaA&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=6",
    "famous quote": "\"Faith, in the sense in which I am here using the word, is the art of holding on to things your reason has once accepted, in spite of your changing moods.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=Bdn0qcrTv0c",
    "Nature Video": "https://www.youtube.com/watch?v=9HjATD1imGc&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=62",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nLocal leader of the Petros Network\nInterview (part 2)\n\nI figure this is as good a time as ever to introduce the question that has been bothering me.\r\n\nWhy bring a new religion into a place when it will potentially cause violence and may destroy the original culture?\r\n\nWe believe in the Bible, and it says the only religion that will save people is believing in Christ. We have seen it bringing new life to lives that were miserable, lives that were addicted to drugs. The gospel is bringing peace and stability for community. I can tell you, when you see the world we have many crimes, wars and those religions that have been around for millions of years are committing crimes. There is so much trouble, so much terrorism. We are taking the gospel to these villages and countries and it brings peace and stability. Other religions, we have seen, have not brought any peace. The gospel is bringing peace. We have actually seen in our country where people who were killing each other, when we brought the gospel they became peaceful. They have become good people who are helping others. It is bringing peace and stability.\r\n\nDo you have any specific stories of this?\r\n\nYes. In the Geldu area the people were killing each other and the government was not able to handle the situation. We brought the gospel to this area and now this area is a peaceful and stable people and community.\r\n\nWhat are the specific ways in which it is more stable? Interpersonal dynamic? Infrastructure?\r\n\nWe have brought water, electricity, and medical treatment. And we have seen the community love one another, interpersonally. There is more development now. When people are killing each other, there is no stability. When we bring the gospel the people can interact together. They can work together. They can think about developing their community together.\r\n\nWhat about Christianity makes this happen?\r\n\nChristianity makes things happen because it is a life that thinks about people. Not about being self-centered. Christianity is about others. Living for others. Working for others. Sacrificing yourself for others. I mean, you came here, sacrificing your comfort to sacrifice yourself for others. \r\n\nHow has it affected your life specifically? \r\n\nMy family expected me to graduate as a doctor. But God called me at 12 years old to be a church planter. A missionary. I respected God's calling. I have worked for the last 32 years in the church-planting ministry. My life is impacted so much. There is hardship and so much sacrifice, but nothing is more important than church planting, missions, impacting others, and saving others for eternity.\r\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ph30KA1fQgY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=XKOoeTbjSeI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]