[
  {
    "Art title 1": "Everyday God",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b3eecc67ac1c42879b5d91ac6c2a364b~mv2_d_5100_3300_s_4_2.jpg",
    "Artist Statement 1": "Involve God in the minutia of our lives",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-fb0d65ba-99b9-41f8-866d-bd277017785b",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "She was FOR Him",
    "Story Link": "https://www.rawspoon.com/post/story-she-was-for-him",
    "excerpt": "Sean and Summer were quite an item in high school. Both were beautiful, popular, and talented. Summer was a gymnast and Sean was a musician with a growing YouTube channel. They looked at colleges but everyone seemed to think Sean should give his music a real shot.\n\nSummer loved his music and really believed in his talent. Summer did Facebook ads for him, scheduled his shows, and put up concert flyers around the school so he could focus on his music.\nShe was always his biggest fan. The first in the crowd, and the last to leave. Singing the lyrics to every song. Her eyes barely left him.\n\nOne time Sean was playing for Summer when his mom walked past his room and asked how Summer's gymnastics meet went. \"Oh it was fine, Mrs. Reynolds. Thank you.\" \n\nHis mom walked on, but Sean's eyes got big. Summer avoided looking at him. She tried to change the subject. \"Can you play that last verse again? It sounded nice.\"\n\nHe wouldn't play it until she looked up at him. Her eyes brimmed with tears. \n\n\"Baby,\" Sean's eyes were filled with regret. \"I can't believe I forgot.\" He put aside his guitar and pulled her onto his lap. \"Were you really hoping I'd be there?\" \n\nShe shook her head. \n\n\"Shut up. Did you really want me there?\"\n\nShe nodded, her eyes wet and hair brushing against his shoulder.\n\nMoments like this made little shifts happen in Sean's heart. This type of self-sacrificing love was teaching his heart new things. Before, his music had been the purpose of his life, but as she loved him like this he realized telling about her type of love was quickly becoming the purpose for his music.\n\nIn early April a music producer noticed Sean and asked him to interview for a couple of boy bands. Summer helped him prepare and was there to welcome him back with a fully decorated room and a million proud kisses.\n\nThe next Wednesday evening when Sean and Summer were eating ice cream, Sean got the call. \n\n\"Hey Sean, its Bob, the producer from Virgin Records in California. Got a second?\"\n\n\"Hey Bob. You bet.\" Sean's eyes got large and he took Summer's hand.\n\n\"Great. Well, in short, we'd like to offer you a position with the band called Revelations. How quickly do you think you could be out here?\"\n\n\"I need to check with my parents and such but I'm sure I could be out there, say, a week after school is out? So three weeks?\"\n\n\"That should do the trick. We'll do 6 months of practicing, slash touring, across the states to get your team's synergy working and then we'll start recording. It'll be pretty hard to keep up with family and friends so make sure you say some good farewells before you come.\"\n\nSo in three weeks as Sean walked toward the airport doors, away from Summer who had just kissed him the sweetest of goodbyes, he stopped.\n\nHe turned around, the duffle bags rocking at his sides. He walked back to her. She had been doing everything in her power to hold back her tears. She didn't want them to keep him from pursuing his dream. \n\nHe set down his bags with deep and powerful resolution in his eyes. He took the sides of her face with his hands and said, \"You're the biggest fan I'll ever have and without you my music would be empty. I'm not going forward unless you go with me. And if you won't, I'd rather stay here. \"\n\n***\nSummer moved out to California but it was hard. After one year Sean came home and said, \"I'm done. These songs are just about fancy cars and hooking up. And the whole industry is the same way.  That's just not for me. You are FOR me. I want to tell the world about your type of love.\"\n\nAnd they pursued the hard and tumultuous life of starving artists together. In the summer of his 20th year as a solo artist, one of his oldest songs became his first big hit. It was called, \"I'm not going if you won't go with me.\"\n\n---\nIn Exodus 33 God tells Moses, you guys go on to the land of Milk and Honey. I'll even defeat your enemies as you go. But I will not go with you because you are a stiff-necked people. Moses replies, \"How will the world know how great you are if you are not with us. God, if you do not go with us, do not send us up from here.\"\n\nHave you pursued something God was not in?\n\nRaw Spoon\n10-13-20",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://youtu.be/oNpTha80yyE",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 2",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 19",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Galatians 2",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=K5Qs1fIfkb8",
    "Song 2": "https://www.youtube.com/watch?v=xEUFh2HbftQ",
    "Song 3": "",
    "3dLink1": "https://www.google.com.ph/maps/@28.5899308,35.3311095,6059m/data=!3m1!1e3?entry=ttu",
    "3dNotes1": "The Hebrews were though to have camped here, near Mount Sinai, In Exodus 19",
    "3dLink2": "https://www.google.com.ph/maps/@28.5389344,33.9754028,3a,75y,308.02h,86.56t/data=!3m7!1e1!3m5!1sAF1QipNzLYKPw4C8306AtlwSMtvW25wRPAOMQWI3I9ce!2e10!3e12!7i11264!8i5632?entry=ttu",
    "3dNotes2": "Mount Sinai is actually a group of peaks. Somewhere on this range is where God reportedly gave Moses the Ten Commandments",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/22",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/430c7516-85af-47a7-aa04-8c181869fe6e.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]