[
  {
    "Date": "2026-01-15T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Second week of Epiphany",
    "Script 1": "\nFor the director of music. Of David. A psalm.\n\n I waited patiently for the Lord;\n    he turned to me and heard my cry.\n He lifted me out of the slimy pit,\n    out of the mud and mire;\nhe set my feet on a rock\n    and gave me a firm place to stand.\n He put a new song in my mouth,\n    a hymn of praise to our God.\nMany will see and fear the Lord\n    and put their trust in him.\n\n Blessed is the one\n    who trusts in the Lord,\nwho does not look to the proud,\n    to those who turn aside to false gods.[b]\n Many, Lord my God,\n    are the wonders you have done,\n    the things you planned for us.\nNone can compare with you;\n    were I to speak and tell of your deeds,\n    they would be too many to declare.\n\n Sacrifice and offering you did not desire--\n    but my ears you have opened[c]--\n    burnt offerings and sin offerings[d] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[e]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n\n\n",
    "Script 2": " This is what the Lord, the Lord Almighty, says:\n\n\"Go, say to this steward,\n    to Shebna the palace administrator:\n What are you doing here and who gave you permission\n    to cut out a grave for yourself here,\nhewing your grave on the height\n    and chiseling your resting place in the rock?\n\n \"Beware, the Lord is about to take firm hold of you\n    and hurl you away, you mighty man.\n He will roll you up tightly like a ball\n    and throw you into a large country.\nThere you will die\n    and there the chariots you were so proud of\n    will become a disgrace to your master's house.\n I will depose you from your office,\n    and you will be ousted from your position.\n\n \"In that day I will summon my servant, Eliakim son of Hilkiah.  I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the people of Judah.  I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open.  I will drive him like a peg into a firm place; he will become a seat[a] of honor for the house of his father.  All the glory of his family will hang on him: its offspring and offshoots--all its lesser vessels, from the bowls to all the jars.\n\n \"In that day,\" declares the Lord Almighty, \"the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.\" The Lord has spoken.\n\n",
    "Script 3": "No Other Gospel\n\n I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel--  which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.  But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God's curse!  As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God's curse!\n\n Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.\n\nPaul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
    "Script 4": "American Standard Version\n The word of Jehovah came again unto me, saying,  And thou, son of man, take up a lamentation over Tyre;  and say unto Tyre, O thou that dwellest at the [a]entry of the sea, that art the merchant of the peoples unto many isles, thus saith the Lord Jehovah: Thou, O Tyre, hast said, I am perfect in beauty.  Thy borders are in the heart of the seas; thy builders have perfected thy beauty.  They have [b]made all thy planks of fir-trees from Senir; they have taken a cedar from Lebanon to make a mast for thee.  Of the oaks of Bashan have they made thine oars; they have made thy [c]benches of ivory inlaid in boxwood, from the isles of Kittim.  Of fine linen with broidered work from Egypt was thy sail, that it might be to thee for an ensign; blue and purple from the isles of Elishah was thine awning.  The inhabitants of Sidon and Arvad were thy rowers: thy wise men, O Tyre, were in thee, they were thy pilots.  The [d]old men of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to [e]deal in thy merchandise.  Persia and Lud and Put were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  The men of Arvad with thine army were upon thy walls round about, and valorous men were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty.\n\n Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares.  Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise.  They of the house of Togarmah traded for thy wares with horses and war-horses and mules.  The men of Dedan were thy traffickers; many isles were the mart of thy hand: they brought thee [f]in exchange horns of ivory and ebony.  Syria was thy merchant by reason of the multitude of thy handiworks: they traded for thy wares with [g]emeralds, purple, and broidered work, and fine linen, and coral, and rubies.  Judah, and the land of Israel, they were thy traffickers: they traded for thy merchandise wheat of Minnith, and [h]pannag, and honey, and oil, and balm.  Damascus was thy merchant for the multitude of thy handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool.  Vedan and Javan traded [i]with yarn for thy wares: [j]bright iron, cassia, and calamus, were among thy merchandise.  Dedan was thy trafficker in precious cloths for riding.  Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants.  The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with the chief of all spices, and with all precious stones, and gold.  Haran and Canneh and Eden, the traffickers of Sheba, Asshur and Chilmad, were thy traffickers.  These were thy traffickers in choice wares, in [k]wrappings of blue and broidered work, and in chests of rich apparel, bound with cords and made of cedar, among thy merchandise.  The ships of Tarshish were thy caravans for thy merchandise: and thou wast replenished, and made very glorious in the heart of the seas.\n\n Thy rowers have brought thee into great waters: the east wind hath broken thee in the heart of the seas.  Thy riches, and thy wares, thy merchandise, thy mariners, and thy pilots, thy calkers, and the [l]dealers in thy merchandise, and all thy men of war, that are in thee, [m]with all thy company which is in the midst of thee, shall fall into the heart of the seas in the day of thy ruin.  At the sound of the cry of thy pilots the [n]suburbs shall shake.  And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships; they shall stand upon the land,  and shall cause their voice to be heard over thee, and shall cry bitterly, and shall cast up dust upon their heads; they shall wallow themselves in the ashes:  and they shall make themselves bald for thee, and gird them with sackcloth, and they shall weep for thee in bitterness of soul with bitter mourning.  And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, Who is there like Tyre, like her that is brought to silence in the midst of the sea?  When thy wares went forth out of the seas, thou filledst many peoples; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise.  In the time that thou wast broken by the seas in the depths of the waters, thy merchandise and all thy company did fall in the midst of thee.  All the inhabitants of the isles are astonished at thee, and their kings are horribly afraid; they are troubled in their countenance.  The merchants among the peoples hiss at thee; thou art become [o]a terror, and thou shalt nevermore have any being.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm40:1-11;Isaiah22:15-25;Galatians1:6-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.40,Isa.22,Gal.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ad3f61be6bc64d96980db7dd53cc62db~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6bb6e8c2d77b4febb83e80d6b01861aa~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_b34bf8d7342946778ebd27c356043dc6~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 40:1-11",
    "Address Script 2": "Isaiah 22:15-25",
    "Address Script 3": "Galatians 1:6-12",
    "Address Script 4": "Ezekiel 27",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.40.aff453733240c40150efba50614822d6.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Isa.22.b4b579dca1648fc68050f1e6476fa4b8.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.1.738fbb070b682a3c40e5a5c59d6ef3c4.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.27.8aa9311a43d37a33d422b273449ab94d.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 40:1-11\n\nFor the director of music. Of David. A psalm.\n\n1 I waited patiently for the Lord;\n    he turned to me and heard my cry.\n2 He lifted me out of the slimy pit,\n    out of the mud and mire;\nhe set my feet on a rock\n    and gave me a firm place to stand.\n3 He put a new song in my mouth,\n    a hymn of praise to our God.\nMany will see and fear the Lord\n    and put their trust in him.\n\n4 Blessed is the one\n    who trusts in the Lord,\nwho does not look to the proud,\n    to those who turn aside to false gods.[b]\n5 Many, Lord my God,\n    are the wonders you have done,\n    the things you planned for us.\nNone can compare with you;\n    were I to speak and tell of your deeds,\n    they would be too many to declare.\n\n6 Sacrifice and offering you did not desire--\n    but my ears you have opened[c]--\n    burnt offerings and sin offerings[d] you did not require.\n7 Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[e]\n8 I desire to do your will, my God;\n    your law is within my heart.\"\n\n9 I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n10 I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n11 Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n\n\nFootnotes\na. Psalm 40:1 In Hebrew texts 40:1-17 is numbered 40:2-18.\nb. Psalm 40:4 Or to lies\nc. Psalm 40:6 Hebrew; some Septuagint manuscripts but a body you have prepared for me\nd. Psalm 40:6 Or purification offerings\ne. Psalm 40:7 Or come / with the scroll written for me",
    "Script 2": "Isaiah 22:15-25\n\n15 This is what the Lord, the Lord Almighty, says:\n\n\"Go, say to this steward,\n    to Shebna the palace administrator:\n16 What are you doing here and who gave you permission\n    to cut out a grave for yourself here,\nhewing your grave on the height\n    and chiseling your resting place in the rock?\n\n17 \"Beware, the Lord is about to take firm hold of you\n    and hurl you away, you mighty man.\n18 He will roll you up tightly like a ball\n    and throw you into a large country.\nThere you will die\n    and there the chariots you were so proud of\n    will become a disgrace to your master's house.\n19 I will depose you from your office,\n    and you will be ousted from your position.\n\n20 \"In that day I will summon my servant, Eliakim son of Hilkiah. 21 I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the people of Judah. 22 I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open. 23 I will drive him like a peg into a firm place; he will become a seat[a] of honor for the house of his father. 24 All the glory of his family will hang on him: its offspring and offshoots--all its lesser vessels, from the bowls to all the jars.\n\n25 \"In that day,\" declares the Lord Almighty, \"the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.\" The Lord has spoken.\n\nFootnotes\na. Isaiah 22:23 Or throne",
    "Script 3": "Galatians 1:6-12\n\nNo Other Gospel\n\n6 I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel-- 7 which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. 8 But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God's curse! 9 As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God's curse!\n\n10 Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.\n\nPaul Called by God\n\n11 I want you to know, brothers and sisters, that the gospel I preached is not of human origin. 12 I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
    "Script 4": "Ezekiel 27\nAmerican Standard Version\n27 The word of Jehovah came again unto me, saying, 2 And thou, son of man, take up a lamentation over Tyre; 3 and say unto Tyre, O thou that dwellest at the [a]entry of the sea, that art the merchant of the peoples unto many isles, thus saith the Lord Jehovah: Thou, O Tyre, hast said, I am perfect in beauty. 4 Thy borders are in the heart of the seas; thy builders have perfected thy beauty. 5 They have [b]made all thy planks of fir-trees from Senir; they have taken a cedar from Lebanon to make a mast for thee. 6 Of the oaks of Bashan have they made thine oars; they have made thy [c]benches of ivory inlaid in boxwood, from the isles of Kittim. 7 Of fine linen with broidered work from Egypt was thy sail, that it might be to thee for an ensign; blue and purple from the isles of Elishah was thine awning. 8 The inhabitants of Sidon and Arvad were thy rowers: thy wise men, O Tyre, were in thee, they were thy pilots. 9 The [d]old men of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to [e]deal in thy merchandise. 10 Persia and Lud and Put were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness. 11 The men of Arvad with thine army were upon thy walls round about, and valorous men were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty.\n\n12 Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares. 13 Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise. 14 They of the house of Togarmah traded for thy wares with horses and war-horses and mules. 15 The men of Dedan were thy traffickers; many isles were the mart of thy hand: they brought thee [f]in exchange horns of ivory and ebony. 16 Syria was thy merchant by reason of the multitude of thy handiworks: they traded for thy wares with [g]emeralds, purple, and broidered work, and fine linen, and coral, and rubies. 17 Judah, and the land of Israel, they were thy traffickers: they traded for thy merchandise wheat of Minnith, and [h]pannag, and honey, and oil, and balm. 18 Damascus was thy merchant for the multitude of thy handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool. 19 Vedan and Javan traded [i]with yarn for thy wares: [j]bright iron, cassia, and calamus, were among thy merchandise. 20 Dedan was thy trafficker in precious cloths for riding. 21 Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants. 22 The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with the chief of all spices, and with all precious stones, and gold. 23 Haran and Canneh and Eden, the traffickers of Sheba, Asshur and Chilmad, were thy traffickers. 24 These were thy traffickers in choice wares, in [k]wrappings of blue and broidered work, and in chests of rich apparel, bound with cords and made of cedar, among thy merchandise. 25 The ships of Tarshish were thy caravans for thy merchandise: and thou wast replenished, and made very glorious in the heart of the seas.\n\n26 Thy rowers have brought thee into great waters: the east wind hath broken thee in the heart of the seas. 27 Thy riches, and thy wares, thy merchandise, thy mariners, and thy pilots, thy calkers, and the [l]dealers in thy merchandise, and all thy men of war, that are in thee, [m]with all thy company which is in the midst of thee, shall fall into the heart of the seas in the day of thy ruin. 28 At the sound of the cry of thy pilots the [n]suburbs shall shake. 29 And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships; they shall stand upon the land, 30 and shall cause their voice to be heard over thee, and shall cry bitterly, and shall cast up dust upon their heads; they shall wallow themselves in the ashes: 31 and they shall make themselves bald for thee, and gird them with sackcloth, and they shall weep for thee in bitterness of soul with bitter mourning. 32 And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, Who is there like Tyre, like her that is brought to silence in the midst of the sea? 33 When thy wares went forth out of the seas, thou filledst many peoples; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise. 34 In the time that thou wast broken by the seas in the depths of the waters, thy merchandise and all thy company did fall in the midst of thee. 35 All the inhabitants of the isles are astonished at thee, and their kings are horribly afraid; they are troubled in their countenance. 36 The merchants among the peoples hiss at thee; thou art become [o]a terror, and thou shalt nevermore have any being.\n\n \nFootnotes\nEzekiel 27:3 Hebrew entrances.\nEzekiel 27:5 Hebrew built.\nEzekiel 27:6 Or, deck\nEzekiel 27:9 Or, elders\nEzekiel 27:9 Or, exchange\nEzekiel 27:15 Or, for a present\nEzekiel 27:16 Or, carbuncles\nEzekiel 27:17 Perhaps, a kind of confection.\nEzekiel 27:19 Or, as otherwise read, from Uzal\nEzekiel 27:19 Or, wrought\nEzekiel 27:24 Or, bales\nEzekiel 27:27 Or, exchangers\nEzekiel 27:27 Or, and in\nEzekiel 27:28 Or, waves\nEzekiel 27:36 Or, a destruction. Hebrew terrors.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nFor the director of music. Of David. A psalm.\n\n I waited patiently for the Lord;\n    he turned to me and heard my cry.\n He lifted me out of the slimy pit,\n    out of the mud and mire;\nhe set my feet on a rock\n    and gave me a firm place to stand.\n He put a new song in my mouth,\n    a hymn of praise to our God.\nMany will see and fear the Lord\n    and put their trust in him.\n\n Blessed is the one\n    who trusts in the Lord,\nwho does not look to the proud,\n    to those who turn aside to false gods.[b]\n Many, Lord my God,\n    are the wonders you have done,\n    the things you planned for us.\nNone can compare with you;\n    were I to speak and tell of your deeds,\n    they would be too many to declare.\n\n Sacrifice and offering you did not desire--\n    but my ears you have opened[c]--\n    burnt offerings and sin offerings[d] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[e]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : Or to lies\nc. Psalm : Hebrew; some Septuagint manuscripts but a body you have prepared for me\nd. Psalm : Or purification offerings\ne. Psalm : Or come / with the scroll written for me",
    "Script 2": "Isaiah :-\n\n This is what the Lord, the Lord Almighty, says:\n\n\"Go, say to this steward,\n    to Shebna the palace administrator:\n What are you doing here and who gave you permission\n    to cut out a grave for yourself here,\nhewing your grave on the height\n    and chiseling your resting place in the rock?\n\n \"Beware, the Lord is about to take firm hold of you\n    and hurl you away, you mighty man.\n He will roll you up tightly like a ball\n    and throw you into a large country.\nThere you will die\n    and there the chariots you were so proud of\n    will become a disgrace to your master's house.\n I will depose you from your office,\n    and you will be ousted from your position.\n\n \"In that day I will summon my servant, Eliakim son of Hilkiah.  I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the people of Judah.  I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open.  I will drive him like a peg into a firm place; he will become a seat[a] of honor for the house of his father.  All the glory of his family will hang on him: its offspring and offshoots--all its lesser vessels, from the bowls to all the jars.\n\n \"In that day,\" declares the Lord Almighty, \"the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.\" The Lord has spoken.\n\nFootnotes\na. Isaiah : Or throne",
    "Script 3": "Galatians :-\n\nNo Other Gospel\n\n I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel--  which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.  But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God's curse!  As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God's curse!\n\n Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.\n\nPaul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n The word of Jehovah came again unto me, saying,  And thou, son of man, take up a lamentation over Tyre;  and say unto Tyre, O thou that dwellest at the [a]entry of the sea, that art the merchant of the peoples unto many isles, thus saith the Lord Jehovah: Thou, O Tyre, hast said, I am perfect in beauty.  Thy borders are in the heart of the seas; thy builders have perfected thy beauty.  They have [b]made all thy planks of fir-trees from Senir; they have taken a cedar from Lebanon to make a mast for thee.  Of the oaks of Bashan have they made thine oars; they have made thy [c]benches of ivory inlaid in boxwood, from the isles of Kittim.  Of fine linen with broidered work from Egypt was thy sail, that it might be to thee for an ensign; blue and purple from the isles of Elishah was thine awning.  The inhabitants of Sidon and Arvad were thy rowers: thy wise men, O Tyre, were in thee, they were thy pilots.  The [d]old men of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to [e]deal in thy merchandise.  Persia and Lud and Put were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  The men of Arvad with thine army were upon thy walls round about, and valorous men were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty.\n\n Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares.  Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise.  They of the house of Togarmah traded for thy wares with horses and war-horses and mules.  The men of Dedan were thy traffickers; many isles were the mart of thy hand: they brought thee [f]in exchange horns of ivory and ebony.  Syria was thy merchant by reason of the multitude of thy handiworks: they traded for thy wares with [g]emeralds, purple, and broidered work, and fine linen, and coral, and rubies.  Judah, and the land of Israel, they were thy traffickers: they traded for thy merchandise wheat of Minnith, and [h]pannag, and honey, and oil, and balm.  Damascus was thy merchant for the multitude of thy handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool.  Vedan and Javan traded [i]with yarn for thy wares: [j]bright iron, cassia, and calamus, were among thy merchandise.  Dedan was thy trafficker in precious cloths for riding.  Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants.  The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with the chief of all spices, and with all precious stones, and gold.  Haran and Canneh and Eden, the traffickers of Sheba, Asshur and Chilmad, were thy traffickers.  These were thy traffickers in choice wares, in [k]wrappings of blue and broidered work, and in chests of rich apparel, bound with cords and made of cedar, among thy merchandise.  The ships of Tarshish were thy caravans for thy merchandise: and thou wast replenished, and made very glorious in the heart of the seas.\n\n Thy rowers have brought thee into great waters: the east wind hath broken thee in the heart of the seas.  Thy riches, and thy wares, thy merchandise, thy mariners, and thy pilots, thy calkers, and the [l]dealers in thy merchandise, and all thy men of war, that are in thee, [m]with all thy company which is in the midst of thee, shall fall into the heart of the seas in the day of thy ruin.  At the sound of the cry of thy pilots the [n]suburbs shall shake.  And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships; they shall stand upon the land,  and shall cause their voice to be heard over thee, and shall cry bitterly, and shall cast up dust upon their heads; they shall wallow themselves in the ashes:  and they shall make themselves bald for thee, and gird them with sackcloth, and they shall weep for thee in bitterness of soul with bitter mourning.  And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, Who is there like Tyre, like her that is brought to silence in the midst of the sea?  When thy wares went forth out of the seas, thou filledst many peoples; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise.  In the time that thou wast broken by the seas in the depths of the waters, thy merchandise and all thy company did fall in the midst of thee.  All the inhabitants of the isles are astonished at thee, and their kings are horribly afraid; they are troubled in their countenance.  The merchants among the peoples hiss at thee; thou art become [o]a terror, and thou shalt nevermore have any being.\n\n \nFootnotes\nEzekiel : Hebrew entrances.\nEzekiel : Hebrew built.\nEzekiel : Or, deck\nEzekiel : Or, elders\nEzekiel : Or, exchange\nEzekiel : Or, for a present\nEzekiel : Or, carbuncles\nEzekiel : Perhaps, a kind of confection.\nEzekiel : Or, as otherwise read, from Uzal\nEzekiel : Or, wrought\nEzekiel : Or, bales\nEzekiel : Or, exchangers\nEzekiel : Or, and in\nEzekiel : Or, waves\nEzekiel : Or, a destruction. Hebrew terrors.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nFor the director of music. Of David. A psalm.\n\n I waited patiently for the Lord;\n    he turned to me and heard my cry.\n He lifted me out of the slimy pit,\n    out of the mud and mire;\nhe set my feet on a rock\n    and gave me a firm place to stand.\n He put a new song in my mouth,\n    a hymn of praise to our God.\nMany will see and fear the Lord\n    and put their trust in him.\n\n Blessed is the one\n    who trusts in the Lord,\nwho does not look to the proud,\n    to those who turn aside to false gods.[b]\n Many, Lord my God,\n    are the wonders you have done,\n    the things you planned for us.\nNone can compare with you;\n    were I to speak and tell of your deeds,\n    they would be too many to declare.\n\n Sacrifice and offering you did not desire--\n    but my ears you have opened[c]--\n    burnt offerings and sin offerings[d] you did not require.\n Then I said, \"Here I am, I have come--\n    it is written about me in the scroll.[e]\n I desire to do your will, my God;\n    your law is within my heart.\"\n\n I proclaim your saving acts in the great assembly;\n    I do not seal my lips, Lord,\n    as you know.\n I do not hide your righteousness in my heart;\n    I speak of your faithfulness and your saving help.\nI do not conceal your love and your faithfulness\n    from the great assembly.\n\n Do not withhold your mercy from me, Lord;\n    may your love and faithfulness always protect me.\n\n\n",
    "Script 2": "Isaiah :-\n\n This is what the Lord, the Lord Almighty, says:\n\n\"Go, say to this steward,\n    to Shebna the palace administrator:\n What are you doing here and who gave you permission\n    to cut out a grave for yourself here,\nhewing your grave on the height\n    and chiseling your resting place in the rock?\n\n \"Beware, the Lord is about to take firm hold of you\n    and hurl you away, you mighty man.\n He will roll you up tightly like a ball\n    and throw you into a large country.\nThere you will die\n    and there the chariots you were so proud of\n    will become a disgrace to your master's house.\n I will depose you from your office,\n    and you will be ousted from your position.\n\n \"In that day I will summon my servant, Eliakim son of Hilkiah.  I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the people of Judah.  I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open.  I will drive him like a peg into a firm place; he will become a seat[a] of honor for the house of his father.  All the glory of his family will hang on him: its offspring and offshoots--all its lesser vessels, from the bowls to all the jars.\n\n \"In that day,\" declares the Lord Almighty, \"the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.\" The Lord has spoken.\n\n",
    "Script 3": "Galatians :-\n\nNo Other Gospel\n\n I am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel--  which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ.  But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God's curse!  As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God's curse!\n\n Am I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ.\n\nPaul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n The word of Jehovah came again unto me, saying,  And thou, son of man, take up a lamentation over Tyre;  and say unto Tyre, O thou that dwellest at the [a]entry of the sea, that art the merchant of the peoples unto many isles, thus saith the Lord Jehovah: Thou, O Tyre, hast said, I am perfect in beauty.  Thy borders are in the heart of the seas; thy builders have perfected thy beauty.  They have [b]made all thy planks of fir-trees from Senir; they have taken a cedar from Lebanon to make a mast for thee.  Of the oaks of Bashan have they made thine oars; they have made thy [c]benches of ivory inlaid in boxwood, from the isles of Kittim.  Of fine linen with broidered work from Egypt was thy sail, that it might be to thee for an ensign; blue and purple from the isles of Elishah was thine awning.  The inhabitants of Sidon and Arvad were thy rowers: thy wise men, O Tyre, were in thee, they were thy pilots.  The [d]old men of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to [e]deal in thy merchandise.  Persia and Lud and Put were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  The men of Arvad with thine army were upon thy walls round about, and valorous men were in thy towers; they hanged their shields upon thy walls round about; they have perfected thy beauty.\n\n Tarshish was thy merchant by reason of the multitude of all kinds of riches; with silver, iron, tin, and lead, they traded for thy wares.  Javan, Tubal, and Meshech, they were thy traffickers; they traded the persons of men and vessels of brass for thy merchandise.  They of the house of Togarmah traded for thy wares with horses and war-horses and mules.  The men of Dedan were thy traffickers; many isles were the mart of thy hand: they brought thee [f]in exchange horns of ivory and ebony.  Syria was thy merchant by reason of the multitude of thy handiworks: they traded for thy wares with [g]emeralds, purple, and broidered work, and fine linen, and coral, and rubies.  Judah, and the land of Israel, they were thy traffickers: they traded for thy merchandise wheat of Minnith, and [h]pannag, and honey, and oil, and balm.  Damascus was thy merchant for the multitude of thy handiworks, by reason of the multitude of all kinds of riches, with the wine of Helbon, and white wool.  Vedan and Javan traded [i]with yarn for thy wares: [j]bright iron, cassia, and calamus, were among thy merchandise.  Dedan was thy trafficker in precious cloths for riding.  Arabia, and all the princes of Kedar, they were the merchants of thy hand; in lambs, and rams, and goats, in these were they thy merchants.  The traffickers of Sheba and Raamah, they were thy traffickers; they traded for thy wares with the chief of all spices, and with all precious stones, and gold.  Haran and Canneh and Eden, the traffickers of Sheba, Asshur and Chilmad, were thy traffickers.  These were thy traffickers in choice wares, in [k]wrappings of blue and broidered work, and in chests of rich apparel, bound with cords and made of cedar, among thy merchandise.  The ships of Tarshish were thy caravans for thy merchandise: and thou wast replenished, and made very glorious in the heart of the seas.\n\n Thy rowers have brought thee into great waters: the east wind hath broken thee in the heart of the seas.  Thy riches, and thy wares, thy merchandise, thy mariners, and thy pilots, thy calkers, and the [l]dealers in thy merchandise, and all thy men of war, that are in thee, [m]with all thy company which is in the midst of thee, shall fall into the heart of the seas in the day of thy ruin.  At the sound of the cry of thy pilots the [n]suburbs shall shake.  And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships; they shall stand upon the land,  and shall cause their voice to be heard over thee, and shall cry bitterly, and shall cast up dust upon their heads; they shall wallow themselves in the ashes:  and they shall make themselves bald for thee, and gird them with sackcloth, and they shall weep for thee in bitterness of soul with bitter mourning.  And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, Who is there like Tyre, like her that is brought to silence in the midst of the sea?  When thy wares went forth out of the seas, thou filledst many peoples; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise.  In the time that thou wast broken by the seas in the depths of the waters, thy merchandise and all thy company did fall in the midst of thee.  All the inhabitants of the isles are astonished at thee, and their kings are horribly afraid; they are troubled in their countenance.  The merchants among the peoples hiss at thee; thou art become [o]a terror, and thou shalt nevermore have any being.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]