[
  {
    "Date": "2026-01-14T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/1JCSWeP39pc",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZTUyZTY1MGYtMjMxZS0zNTI1LWFiNzUtZWFmMmM3MWM4MWVl?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=9275YNZ-9V0&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=8",
    "famous quote": "\"Mental pain is less dramatic than physical pain, but it is more common and also more hard to bear. The frequent attempt to conceal mental pain increases the burden: it is easier to say \"My tooth is aching\" than to say \"My heart is broken.\"\n-- C.S. Lewis (The Problem of Pain)",
    "Ted Talks": "https://www.youtube.com/watch?v=7jx0dTYUO5E",
    "Nature Video": "https://www.youtube.com/watch?v=1zESzN4B62Y",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-man-s-story-larry",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Larry\n\nLarry, a tall, lanky black man in a cowboy hat, with a slur and a limp, approached us for help outside a Waffle House near Five Points, Atlanta. We went inside and he told me his story while we waited for food. (It's funny to hear the servers singing Adele in the background, and the bright-eyed naivity in my voice). If you push play you should be able to listen as you read.\n\nLarry has lung cancer and says he wont outlive 2016. He's been shot at 7 times and stabbed 3, and neither of those were when he served in Vietnam for 8 years.\n\nIt was during the time when he was driving a taxi and dealing drugs that a 13 year old kid saw him taking out the trash, but thought it was bags of money. The kid shot at him several times, one of those times hit just underneath his heart, another grazed his eye (he shows me the scar above his left eye, and I touch it).\n\nHe was stabbed with a steak knife 3 times by his best friend when his friend caught him sleeping with his wife.\n\nHe said it would have done him some good in his life, if when he had problems with someone, to know when to just walk away.\n\nHe left me with the following phrases of wisdom as if they were the only parts of himself he could leave behind before he left this world:\n+It's not the world that is cold, it is us.\n+When we got hate in our heart we should turn it around.\n+Whenever you're disappointed in something or somebody, just walk away.\n+if you argue with a woman, you are a woman too. Be a big man and walk away.\n+No matter how frustrated you are with kids you don't put your hands on them, or shake them. Discipline them and care for them and raise them up in the way they should go. Teach them that the only one that will always love them unconditionally is the Lord Jesus Christ.\n+When God gives you something and directs you to give it away, give it unconditionally; you'll get 100 times as much in this life.\n+Sam Cooke said: it takes two to be a fool. It takes one to be a man and walk away.\n+Nothing in this earth is your last, except your last breath.\n\nHe sloshed down his orange juice and limped away with three meals worth of waffles and sausage biscuts. He said he sleeps under a bridge.\n\nThank you for your time and your story, Larry. May God be with you, friend.\n\nRaw Spoon\n",
    "Interview Video": "https://youtu.be/-svyMXn21dA",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=T_hH2S7nUjo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://youtu.be/uAcAuuLNEHY",
    "Music Video Instructions": "Imagine Jesus saying this."
  }
]