[
  {
    "": "2025-07-30T07:00:00.000Z",
    "Art title 1": "Jesus Should Never Be Forced (by Cory Snyder at Dry Bones Studio)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_12aa4452c69742c2b5378ff5e26e9c2c~mv2.png",
    "Artist Statement 1": "Jesus should never be forced:\nJesus is amazing and what he did is even more so. Everything that the father has to offer us on top of eternal salvation is so incredible. The fact that all sinners and their sin still can inherit the kingdom of God through the blood of Christ is insane and He made it so Simple (we over complicate that part)\nBut let me be clear He also gave you free will and everyone free will. Jesus should never be forced into belief. Someone can't be forced into understanding how good he is , it's just our job to make the bridge.\nIf someone does not want him that is their choice, just like it is your choice to accept him. As much as i tell everyone about Jesus that they would see, understand , and repent i simply can't force it if they chose so to say no. Now that means you can still love them even though they reject Jesus , that's what Jesus did haha.\nI just encourage you to understand that forced love is not love at all, and that if people say no, continue to pray for them in the quiet place and understand God will take care of the rest. (Cory Snyder at Dry Bones Studio)",
    "Picture link 1": "https://www.instagram.com/p/CSxZDpWH2vR/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nHumble, Hard Life",
    "Story Link": "https://www.rawspoon.com/post/humble-hard-life",
    "excerpt": "I've lived for so long doing what I want. When I get angry it feels very justified. When someone indulges in too much TV or golf or whatever, I look down at them because my time is better spent creating. In my romantic relationships I just assume my way is right. \n\nBut really, my world is pretty small. \n\nI went golfing not too long ago, because it was a family activity. By the third hole or something I had scraped up a lot of sod and we were already snapping at each other. I was whispering to myself, \"This is such a stupid game. Why would anybody waste all this time that just gets them mad at each other.\" \n\nI think my dad could see what I was thinking and he humbly reasoned with me something about, \"Ross, golf is a good way for people to connect with each other. It's exercise and look at it; it's beautiful.\" Hole 7 was this long par 5 that bordered the ocean. When we got there a few minutes later we stood on the edge for a few minutes just taking in the breathtaking view. I put my arm over my dad, and my other relatives there, none of whom I get to see much of any more and we all said how lucky we were to be there. I realized I am not all people, and even if I don't choose to golf with my free time, others have a good reason to be golfing. My world was expanded a little bit.\n\nLater, I was hanging out with some married friends of mine and they bickered a lot. The blame in their voices told me each thought they were right and the other was wrong. But I noticed that only about half the time was each really right. And I realized this means that in my romantic relationships, I'm wrong a lot more of the time than I think.\n\nA few nights ago I watched the Mister Rogers movie (the one with Tom Hanks) and was deeply moved. That man would delay the filming of his TV show to kneel and chat a little longer with a stubborn little boy, until he softened and in fact reached to hug Mister Rogers. Mister Rogers risked being interviewed by a reporter notorious for degrading his interviewees and throughout the time of the multiple interviews, Mister Rogers had become friends with the reporter's whole family, and even years later brought them pie when the reporter's father had come home from the hospital. And the movie showed Mister Rogers prayed for the stubborn reporter, even after he had become a lot less stubborn. What he did was pure, humble beauty.\n\nBut when the reporter was really pushing for answers he asked Mister Rogers, \"What do your sons think of you? It must have been hard to have Mister Rogers as a father.\"\n\nMister Rogers drew a deep breath and looked down. He said there had been a lot of tension and struggle raising both his boys. It was long and hard fought but they made it through and now he had good relationships with his sons. It took a lot of hard work.\n\nAnd the reporter later asked Mister Rogers' wife if her husband was for real. Can anyone be that nice? She said, \"He's not perfect. he has a temper.\" \n\nThe reporter responded, \"How does he deal with that temper.\" \n\nShe replied, \"He makes sure to do certain things every day so it doesn't get the best of him. He swims. He prays a lot. He plays the piano.\"\n\nIn fact the movie ends on Mister Rogers angrily playing the piano in the emptying film studio, and by the time the screen goes dark the song has lightened and become sad, pensive and more beautiful. \n\nBut these three events put together (golf, watching a married couple, and Mister Rogers movie) gave a new perspective on life. One I hope I can hold onto. It's that to live a beautiful life is hard. It requires a lot of swallowing of my pride and assuming I'm probably not right half the time I think I am. And patience is better than anger, but patience takes a lot of work, acting on strategies to manage it before and after those moments of anger come. Just because I feel right and justified in my anger, it is still probably better to assume I could be wrong. I should be ready to learn and grow larger, to understand others better, and breathe deeply when it's hard so I can take another step up this steep mountain. \n\nAnd maybe sometimes from this mountain I will see the sea.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-14-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0110-scaled.png?w=2560&ssl=1",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs",
    "Bible Project 2": "https://www.youtube.com/watch?v=JydNSlufRIs",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 55",
    "Research 2-link": "https://enduringword.com/bible-commentary/Esther 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 24\nAmerican Standard Version\n24 And again the anger of Jehovah was kindled against Israel, and he moved David against them, saying, Go, number Israel and Judah. 2 And the king said to Joab the captain of the host, who was with him, Go now to and fro through all the tribes of Israel, from Dan even to Beer-sheba, and number ye the people, that I may know the sum of the people. 3 And Joab said unto the king, Now Jehovah thy God add unto the people, how many soever they may be, a hundredfold; and may the eyes of my lord the king see it",
    "The Chosen 3": "https://www.youtube.com/watch?v=o5OnF3sg0cY",
    "The Chosen 4": "https://youtu.be/khVnCjvtUwA",
    "Song": "https://www.youtube.com/watch?v=CcweU2YCZos",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@32.8820075,35.5565657,3a,75y,224.92h,67.52t/data=!3m8!1e1!3m6!1sAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNo17kf0wegIUsH1MnSIb6xUGkTDtk7FhUfYTL1%3Dw203-h100-k-no-pi-0-ya95.29195-ro-0-fo100!7i12000!8i6000!5m1!1e4",
    "3dNotes3": "The Sermon on the Mount: This is traditionally the place where Jesus was thought to have given the sermon on the mount.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/70",
    "Bema 3": "",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d1a0545e-fe41-4c2b-a288-44f38a41fd2e.mp3",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]