[
  {
    "": "2025-10-03T07:00:00.000Z",
    "Art title 1": "We Sow, God Grows",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_7e3ec5bdfd6a47d2bc9e9492b291ba34~mv2.jpg",
    "Artist Statement 1": "This was live art done during a missions weekend in which the church was thanking and sending out people in many forms of mission. The weekend started out with a night dedicated to raising money for the conflict in the Ukraine, as symbolized by the back layer of houses and war torn sctuctures. On the second day, the many different ministries had opportunities to tell stories about how their ministry was going. This is symbolized by the flowers blooming. The third day, Sunday morning was a sermon and this shows that Jesus is the one behind it all. All of the flowers are growing from the dirt in his hands. We simply put in the work, and God helps it grow and flourish.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_7e3ec5bdfd6a47d2bc9e9492b291ba34~mv2.jpg",
    "Art title 2": "In Every Season (by Anthony Gurrola)",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "\"(by Anthony Gurrola)\n\nI hear the Lord saying this one thing,\n\n\"Come up here.\"\n\nCome up here where Heaven dances with Earth over the celebration of peace.\n\nCome up here where seasons are not confined to struggles.\n\nBut instead they are a sign that He is doing a new thing.\n\nFor Behold.\n\nHe makes all things new.\n\nYour seasons included.\n\nFor too long we have forfeited our dominion in the name of \"It's just the season I'm in.\"\n\nBeloved, your inheritance is not dependent upon your struggle.\n\nFor if it was, I means you can earn it.\n\nBut inheritance is not something you gain because you worked hard.\n\nIt's something assigned to you because of who you are.\n\nYour current struggle has no voice to your beloved identity.\n\nFor today may try to overtake you but take heart because He has overtaken eternity.\n\nHeaven is not only reserved for dead saints and forgotten dreams.\n\nBut it is for the filling and full manifestation of the beloved saints so that their dreams start to reveal on Earth what is celebrated in Heaven.\n\nAnd what is celebrated in Heaven is that there is a great tree. Planted on both sides of the rivers of living water.\n\nAnd this tree bears fruit in every season.\n\nYielding fruit every month.\n\nWhen your inheritance is life, your manifestation is abundance.\n\nBeloved you don't have to wait for \"your season\" to bear fruit.\n\nIn the Kingdom, there is no season that doesn't bow before His will.\n\nIf His will is to heal nations by way of the leaves of our devotion.\n\nMay we be immersed as the seed of His desire.\n\nThere are no bad seasons.\n\nOnly poor perspectives.\n\nLift up your head and see that He is good.\"",
    "Picture link 2": "https://www.instagram.com/p/CjIdHp7LfaT/",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG: You Do Have Enemies",
    "Story Link": "https://www.rawspoon.com/post/you-do-have-enemies",
    "excerpt": "I've always kind of glazed over those Psalms where David pleads with God to deliver him from those trying to take his life. And it confuses me when he asks God to shame and ruin those folks.\n\n\"Let those who seek my life be ashamed\nand altogether dismayed...\"\n-Psalm 70\n\nI just couldn't relate. I don't know anyone who wants to kill me. And even those people that I have a beef with, I don't want God to ruin them. I mean, doesn't God even say to love our enemies?\n\nI just couldn't make those Psalms mean much to me.\n\nWell, not until something occurred to me.\n\nWe HAVE enemies. And we are in solemn warfare with them every day. They are the faces behind my ugliest temptations. They are the ones that trick me into doing the things I hate, and being who I despise. They are my relentlessly defeating thought patterns. They are my tendencies that take me further from my best self. I truly battle with these every day. \n\nI'm reading a book, \"Get out of Your Head\" by Jennie Allen, and in it she tells how a woman pulled her aside at a conference she was speaking at and demonically said, \"We're coming for you.\" The next season of her life was characterized by waking up at 3am with a racing mind every day and sinking deeply into doubt. It appears some of our self-defeating tendencies may be influenced by spiritual forces. \n\nThese voices say, \"God has forsaken him;\ngo after him and seize him;\nbecause there is none who will save.\"\n-Psalm 71:\n\nI do sense them at my door. I hate them because they have absolutely no good in mind for me. And because they are stronger than me. Those are the enemies I do want to be destroyed. Get that shit out of my life. And shit is a tame word for what they are to me.\n\nSince I've realized this, I started reading the Psalms with a new fervor. God, save me from those who are trying to strangle your life out of me, the life you and I are trying so hard to protect and nurture, the life I want so badly.\n\nI don't know if David had human enemies threaten him as often as he writes about it (I thought he was a pretty popular king), but maybe sometimes he is talking about spiritual enemies.\n\nDavid loved what God was calling him to, but he also knew way too well the power of his temptations. For they left one of his sons dead. And when I remember that this is what he, and I alike, struggle with, his cries for rescue and justice in the Psalms take on a whole new power and importance in my life.\n\nRaw Spoon, 1-31-13",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=Zy2AQlK6C5k",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=5nvVVcYD-0w",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 37:1-9",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 19",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 24",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3app6GJo-Rs",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@39.6911183,44.2847461,3a,75y,43.24h,97.74t/data=!3m8!1e1!3m6!1sAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipO62bal1ZBP9vv8OugQxD5f9t9n2PQDbWTw-ogO%3Dw203-h100-k-no-pi-20-ya146.99998-ro-0-fo100!7i8704!8i4352?hl=en",
    "3dNotes2": "Mt. Ararat where it is thought Noah landed the ark",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/53b48b48-a416-47bc-9d55-2b8b9cda887a.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]