[
  {
    "Date": "2025-09-09T07:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 16- Ordinary Time",
    "Script 1": "\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " In King Hezekiah's fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria marched against Samaria and laid siege to it.  At the end of three years the Assyrians took it. So Samaria was captured in Hezekiah's sixth year, which was the ninth year of Hoshea king of Israel.  The king of Assyria deported Israel to Assyria and settled them in Halah, in Gozan on the Habor River and in towns of the Medes.  This happened because they had not obeyed the Lord their God, but had violated his covenant--all that Moses the servant of the Lord commanded. They neither listened to the commands nor carried them out.\n\n In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them.  So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: \"I have done wrong. Withdraw from me, and I will pay whatever you demand of me.\" The king of Assyria exacted from Hezekiah king of Judah three hundred talents[a] of silver and thirty talents[b] of gold.  So Hezekiah gave him all the silver that was found in the temple of the Lord and in the treasuries of the royal palace.\n\n At this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the Lord, and gave it to the king of Assyria.\n\nSennacherib Threatens Jerusalem\n\n The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field.  They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them.\n\n",
    "Script 3": " If you point these things out to the brothers and sisters,[a] you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed.  Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly.  For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come.  This is a trustworthy saying that deserves full acceptance.  That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe.\n\n Command and teach these things.  Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.  Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching.  Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you.\n\n Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress.  Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers.\n\n",
    "Script 4": "American Standard Version\n Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Jehovah spake unto me; and we compassed mount Seir many days.  And Jehovah spake unto me, saying,  Ye have compassed this mountain long enough: turn you northward.  And command thou the people, saying, Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir; and they will be afraid of you. Take ye good heed unto yourselves therefore;  contend not with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given mount Seir unto Esau for a possession.  Ye shall purchase food of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink.  For Jehovah thy God hath blessed thee in all the work of thy hand; he hath known thy walking through this great wilderness: these forty years Jehovah thy God hath been with thee; thou hast lacked nothing.  So we passed by from our brethren the children of Esau, that dwell in Seir, from the way of the Arabah from Elath and from Ezion-geber.\n\nAnd we turned and passed by the way of the wilderness of Moab.  And Jehovah said unto me, Vex not Moab, neither contend with them in battle; for I will not give thee of his land for a possession; because I have given Ar unto the children of Lot for a possession.  (The Emim dwelt therein aforetime, a people great, and many, and tall, as the Anakim:  these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim.  The Horites also dwelt in Seir aforetime, but the children of Esau succeeded them; and they destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which Jehovah gave unto them).  Now rise up, and get you over the brook Zered. And we went over the brook Zered.  And the days in which we came from Kadesh-barnea, until we were come over the brook Zered, were thirty and eight years; until all the generation of the men of war were consumed from the midst of the camp, as Jehovah sware unto them.  Moreover the hand of Jehovah was against them, to destroy them from the midst of the camp, until they were consumed.\n\n So it came to pass, when all the men of war were consumed and dead from among the people,  that Jehovah spake unto me, saying,  Thou art this day to pass over Ar, the border of Moab:  and when thou comest nigh over against the children of Ammon, vex them not, nor contend with them; for I will not give thee of the land of the children of Ammon for a possession; because I have given it unto the children of Lot for a possession.  (That also is accounted a land of Rephaim: Rephaim dwelt therein aforetime; but the Ammonites call them Zamzummim,  a people great, and many, and tall, as the Anakim; but Jehovah destroyed them before them; and they succeeded them, and dwelt in their stead;  as he did for the children of Esau, that dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and dwelt in their stead even unto this day.  And the Avvim, that dwelt in villages as far as Gaza, the Caphtorim, that came forth out of Caphtor, destroyed them, and dwelt in their stead.)  Rise ye up, take your journey, and pass over the valley of the Arnon: behold, I have given into thy hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle.  This day will I begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble, and be in anguish because of thee.\n\n And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,  Let me pass through thy land: I will go [a]along by the highway, I will turn neither unto the right hand nor to the left.  Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet;  as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me; until I shall pass over the Jordan into the land which Jehovah our God giveth us.  But Sihon king of Heshbon would not let us pass by him; for Jehovah thy God hardened his spirit, and made his heart [b]obstinate, that he might deliver him into thy hand, as at this day.  And Jehovah said unto me, Behold, I have begun to deliver up Sihon and his land before thee: begin to possess, that thou mayest inherit his land.  Then Sihon came out against us, he and all his people, unto battle at Jahaz.  And Jehovah our God delivered him up before us; and we smote him, and his [c]sons, and all his people.  And we took all his cities at that time, and [d]utterly destroyed every [e]inhabited city, with the women and the little ones; we left none remaining:  only the cattle we took for a prey unto ourselves, with the spoil of the cities which we had taken.  From Aroer, which is on the edge of the valley of the Arnon, and from the city that is in the valley, even unto Gilead, there was not a city too high for us; Jehovah our God delivered up all before us:  only to the land of the children of Ammon thou camest not near; all the side of the river Jabbok, and the cities of the hill-country, and wheresoever Jehovah our God forbade us.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm101;2Kings18:9-18;1Timothy4:6-16",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.101,2Kgs.18,1Tim.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_ed36a743ce67471cb87643d02fb743eb~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_54ac8992bddc4149ad04550faed794bf~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_bbf1b942c93f473eaa1bec4a8e8f4ef9~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_c5290c347f794ad9b689aa72b798547d~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_4568322774c847a9a3fa6c3079216739~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_4c3b3d88999f4cd6a90ca95dd14a9cb9~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 101",
    "Address Script 2": "2 Kings 18:9-18",
    "Address Script 3": "1 Timothy 4:6-16",
    "Address Script 4": "Deuteronomy 2",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.101.d246259ec38a8c09f7050d8c2991a17e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Kgs.18.6444e6df624529239e1df18af98aa430.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Tim.4.3dcb31fc4dca61f2c342152e4244bbf5.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Deut.2.b572354a475fd612abdc95e4118e4f1e.mp3",
    "Verse to start at for audio": 41
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 101\n\nOf David. A psalm.\n\n1 I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n2 I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n3 I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n4 The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n5 Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n6 My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n7 No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n8 Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": "2 Kings 18:9-18\n\n9 In King Hezekiah's fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria marched against Samaria and laid siege to it. 10 At the end of three years the Assyrians took it. So Samaria was captured in Hezekiah's sixth year, which was the ninth year of Hoshea king of Israel. 11 The king of Assyria deported Israel to Assyria and settled them in Halah, in Gozan on the Habor River and in towns of the Medes. 12 This happened because they had not obeyed the Lord their God, but had violated his covenant--all that Moses the servant of the Lord commanded. They neither listened to the commands nor carried them out.\n\n13 In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them. 14 So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: \"I have done wrong. Withdraw from me, and I will pay whatever you demand of me.\" The king of Assyria exacted from Hezekiah king of Judah three hundred talents[a] of silver and thirty talents[b] of gold. 15 So Hezekiah gave him all the silver that was found in the temple of the Lord and in the treasuries of the royal palace.\n\n16 At this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the Lord, and gave it to the king of Assyria.\n\nSennacherib Threatens Jerusalem\n\n17 The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field. 18 They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them.\n\nFootnotes\na. 2 Kings 18:14 That is, about 11 tons or about 10 metric tons\nb. 2 Kings 18:14 That is, about 1 ton or about 1 metric ton",
    "Script 3": "1 Timothy 4:6-16\n\n6 If you point these things out to the brothers and sisters,[a] you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed. 7 Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. 8 For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. 9 This is a trustworthy saying that deserves full acceptance. 10 That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe.\n\n11 Command and teach these things. 12 Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity. 13 Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching. 14 Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you.\n\n15 Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress. 16 Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers.\n\nFootnotes\na. 1 Timothy 4:6 The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family.",
    "Script 4": "Deuteronomy 2\nAmerican Standard Version\n2 Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Jehovah spake unto me; and we compassed mount Seir many days. 2 And Jehovah spake unto me, saying, 3 Ye have compassed this mountain long enough: turn you northward. 4 And command thou the people, saying, Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir; and they will be afraid of you. Take ye good heed unto yourselves therefore; 5 contend not with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given mount Seir unto Esau for a possession. 6 Ye shall purchase food of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink. 7 For Jehovah thy God hath blessed thee in all the work of thy hand; he hath known thy walking through this great wilderness: these forty years Jehovah thy God hath been with thee; thou hast lacked nothing. 8 So we passed by from our brethren the children of Esau, that dwell in Seir, from the way of the Arabah from Elath and from Ezion-geber.\n\nAnd we turned and passed by the way of the wilderness of Moab. 9 And Jehovah said unto me, Vex not Moab, neither contend with them in battle; for I will not give thee of his land for a possession; because I have given Ar unto the children of Lot for a possession. 10 (The Emim dwelt therein aforetime, a people great, and many, and tall, as the Anakim: 11 these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim. 12 The Horites also dwelt in Seir aforetime, but the children of Esau succeeded them; and they destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which Jehovah gave unto them). 13 Now rise up, and get you over the brook Zered. And we went over the brook Zered. 14 And the days in which we came from Kadesh-barnea, until we were come over the brook Zered, were thirty and eight years; until all the generation of the men of war were consumed from the midst of the camp, as Jehovah sware unto them. 15 Moreover the hand of Jehovah was against them, to destroy them from the midst of the camp, until they were consumed.\n\n16 So it came to pass, when all the men of war were consumed and dead from among the people, 17 that Jehovah spake unto me, saying, 18 Thou art this day to pass over Ar, the border of Moab: 19 and when thou comest nigh over against the children of Ammon, vex them not, nor contend with them; for I will not give thee of the land of the children of Ammon for a possession; because I have given it unto the children of Lot for a possession. 20 (That also is accounted a land of Rephaim: Rephaim dwelt therein aforetime; but the Ammonites call them Zamzummim, 21 a people great, and many, and tall, as the Anakim; but Jehovah destroyed them before them; and they succeeded them, and dwelt in their stead; 22 as he did for the children of Esau, that dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and dwelt in their stead even unto this day. 23 And the Avvim, that dwelt in villages as far as Gaza, the Caphtorim, that came forth out of Caphtor, destroyed them, and dwelt in their stead.) 24 Rise ye up, take your journey, and pass over the valley of the Arnon: behold, I have given into thy hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle. 25 This day will I begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble, and be in anguish because of thee.\n\n26 And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying, 27 Let me pass through thy land: I will go [a]along by the highway, I will turn neither unto the right hand nor to the left. 28 Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet; 29 as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me; until I shall pass over the Jordan into the land which Jehovah our God giveth us. 30 But Sihon king of Heshbon would not let us pass by him; for Jehovah thy God hardened his spirit, and made his heart [b]obstinate, that he might deliver him into thy hand, as at this day. 31 And Jehovah said unto me, Behold, I have begun to deliver up Sihon and his land before thee: begin to possess, that thou mayest inherit his land. 32 Then Sihon came out against us, he and all his people, unto battle at Jahaz. 33 And Jehovah our God delivered him up before us; and we smote him, and his [c]sons, and all his people. 34 And we took all his cities at that time, and [d]utterly destroyed every [e]inhabited city, with the women and the little ones; we left none remaining: 35 only the cattle we took for a prey unto ourselves, with the spoil of the cities which we had taken. 36 From Aroer, which is on the edge of the valley of the Arnon, and from the city that is in the valley, even unto Gilead, there was not a city too high for us; Jehovah our God delivered up all before us: 37 only to the land of the children of Ammon thou camest not near; all the side of the river Jabbok, and the cities of the hill-country, and wheresoever Jehovah our God forbade us.\n\n \nFootnotes\nDeuteronomy 2:27 Hebrew by the way, by the way.\nDeuteronomy 2:30 Hebrew strong.\nDeuteronomy 2:33 Or, son\nDeuteronomy 2:34 Hebrew devoted.\nDeuteronomy 2:34 Hebrew city of men.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\n In King Hezekiah's fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria marched against Samaria and laid siege to it.  At the end of three years the Assyrians took it. So Samaria was captured in Hezekiah's sixth year, which was the ninth year of Hoshea king of Israel.  The king of Assyria deported Israel to Assyria and settled them in Halah, in Gozan on the Habor River and in towns of the Medes.  This happened because they had not obeyed the Lord their God, but had violated his covenant--all that Moses the servant of the Lord commanded. They neither listened to the commands nor carried them out.\n\n In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them.  So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: \"I have done wrong. Withdraw from me, and I will pay whatever you demand of me.\" The king of Assyria exacted from Hezekiah king of Judah three hundred talents[a] of silver and thirty talents[b] of gold.  So Hezekiah gave him all the silver that was found in the temple of the Lord and in the treasuries of the royal palace.\n\n At this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the Lord, and gave it to the king of Assyria.\n\nSennacherib Threatens Jerusalem\n\n The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field.  They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them.\n\nFootnotes\na.  Kings : That is, about  tons or about  metric tons\nb.  Kings : That is, about  ton or about  metric ton",
    "Script 3": " Timothy :-\n\n If you point these things out to the brothers and sisters,[a] you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed.  Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly.  For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come.  This is a trustworthy saying that deserves full acceptance.  That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe.\n\n Command and teach these things.  Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.  Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching.  Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you.\n\n Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress.  Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers.\n\nFootnotes\na.  Timothy : The Greek word for brothers and sisters (adelphoi) refers here to believers, both men and women, as part of God's family.",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Jehovah spake unto me; and we compassed mount Seir many days.  And Jehovah spake unto me, saying,  Ye have compassed this mountain long enough: turn you northward.  And command thou the people, saying, Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir; and they will be afraid of you. Take ye good heed unto yourselves therefore;  contend not with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given mount Seir unto Esau for a possession.  Ye shall purchase food of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink.  For Jehovah thy God hath blessed thee in all the work of thy hand; he hath known thy walking through this great wilderness: these forty years Jehovah thy God hath been with thee; thou hast lacked nothing.  So we passed by from our brethren the children of Esau, that dwell in Seir, from the way of the Arabah from Elath and from Ezion-geber.\n\nAnd we turned and passed by the way of the wilderness of Moab.  And Jehovah said unto me, Vex not Moab, neither contend with them in battle; for I will not give thee of his land for a possession; because I have given Ar unto the children of Lot for a possession.  (The Emim dwelt therein aforetime, a people great, and many, and tall, as the Anakim:  these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim.  The Horites also dwelt in Seir aforetime, but the children of Esau succeeded them; and they destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which Jehovah gave unto them).  Now rise up, and get you over the brook Zered. And we went over the brook Zered.  And the days in which we came from Kadesh-barnea, until we were come over the brook Zered, were thirty and eight years; until all the generation of the men of war were consumed from the midst of the camp, as Jehovah sware unto them.  Moreover the hand of Jehovah was against them, to destroy them from the midst of the camp, until they were consumed.\n\n So it came to pass, when all the men of war were consumed and dead from among the people,  that Jehovah spake unto me, saying,  Thou art this day to pass over Ar, the border of Moab:  and when thou comest nigh over against the children of Ammon, vex them not, nor contend with them; for I will not give thee of the land of the children of Ammon for a possession; because I have given it unto the children of Lot for a possession.  (That also is accounted a land of Rephaim: Rephaim dwelt therein aforetime; but the Ammonites call them Zamzummim,  a people great, and many, and tall, as the Anakim; but Jehovah destroyed them before them; and they succeeded them, and dwelt in their stead;  as he did for the children of Esau, that dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and dwelt in their stead even unto this day.  And the Avvim, that dwelt in villages as far as Gaza, the Caphtorim, that came forth out of Caphtor, destroyed them, and dwelt in their stead.)  Rise ye up, take your journey, and pass over the valley of the Arnon: behold, I have given into thy hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle.  This day will I begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble, and be in anguish because of thee.\n\n And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,  Let me pass through thy land: I will go [a]along by the highway, I will turn neither unto the right hand nor to the left.  Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet;  as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me; until I shall pass over the Jordan into the land which Jehovah our God giveth us.  But Sihon king of Heshbon would not let us pass by him; for Jehovah thy God hardened his spirit, and made his heart [b]obstinate, that he might deliver him into thy hand, as at this day.  And Jehovah said unto me, Behold, I have begun to deliver up Sihon and his land before thee: begin to possess, that thou mayest inherit his land.  Then Sihon came out against us, he and all his people, unto battle at Jahaz.  And Jehovah our God delivered him up before us; and we smote him, and his [c]sons, and all his people.  And we took all his cities at that time, and [d]utterly destroyed every [e]inhabited city, with the women and the little ones; we left none remaining:  only the cattle we took for a prey unto ourselves, with the spoil of the cities which we had taken.  From Aroer, which is on the edge of the valley of the Arnon, and from the city that is in the valley, even unto Gilead, there was not a city too high for us; Jehovah our God delivered up all before us:  only to the land of the children of Ammon thou camest not near; all the side of the river Jabbok, and the cities of the hill-country, and wheresoever Jehovah our God forbade us.\n\n \nFootnotes\nDeuteronomy : Hebrew by the way, by the way.\nDeuteronomy : Hebrew strong.\nDeuteronomy : Or, son\nDeuteronomy : Hebrew devoted.\nDeuteronomy : Hebrew city of men.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n I will sing of your love and justice;\n    to you, Lord, I will sing praise.\n I will be careful to lead a blameless life--\n    when will you come to me?\n\nI will conduct the affairs of my house\n    with a blameless heart.\n I will not look with approval\n    on anything that is vile.\n\nI hate what faithless people do;\n    I will have no part in it.\n The perverse of heart shall be far from me;\n    I will have nothing to do with what is evil.\n\n Whoever slanders their neighbor in secret,\n    I will put to silence;\nwhoever has haughty eyes and a proud heart,\n    I will not tolerate.\n\n My eyes will be on the faithful in the land,\n    that they may dwell with me;\nthe one whose walk is blameless\n    will minister to me.\n\n No one who practices deceit\n    will dwell in my house;\nno one who speaks falsely\n    will stand in my presence.\n\n Every morning I will put to silence\n    all the wicked in the land;\nI will cut off every evildoer\n    from the city of the Lord.",
    "Script 2": " Kings :-\n\n In King Hezekiah's fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria marched against Samaria and laid siege to it.  At the end of three years the Assyrians took it. So Samaria was captured in Hezekiah's sixth year, which was the ninth year of Hoshea king of Israel.  The king of Assyria deported Israel to Assyria and settled them in Halah, in Gozan on the Habor River and in towns of the Medes.  This happened because they had not obeyed the Lord their God, but had violated his covenant--all that Moses the servant of the Lord commanded. They neither listened to the commands nor carried them out.\n\n In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them.  So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: \"I have done wrong. Withdraw from me, and I will pay whatever you demand of me.\" The king of Assyria exacted from Hezekiah king of Judah three hundred talents[a] of silver and thirty talents[b] of gold.  So Hezekiah gave him all the silver that was found in the temple of the Lord and in the treasuries of the royal palace.\n\n At this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the Lord, and gave it to the king of Assyria.\n\nSennacherib Threatens Jerusalem\n\n The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field.  They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them.\n\n",
    "Script 3": " Timothy :-\n\n If you point these things out to the brothers and sisters,[a] you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed.  Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly.  For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come.  This is a trustworthy saying that deserves full acceptance.  That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe.\n\n Command and teach these things.  Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.  Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching.  Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you.\n\n Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress.  Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers.\n\n",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Jehovah spake unto me; and we compassed mount Seir many days.  And Jehovah spake unto me, saying,  Ye have compassed this mountain long enough: turn you northward.  And command thou the people, saying, Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir; and they will be afraid of you. Take ye good heed unto yourselves therefore;  contend not with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given mount Seir unto Esau for a possession.  Ye shall purchase food of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink.  For Jehovah thy God hath blessed thee in all the work of thy hand; he hath known thy walking through this great wilderness: these forty years Jehovah thy God hath been with thee; thou hast lacked nothing.  So we passed by from our brethren the children of Esau, that dwell in Seir, from the way of the Arabah from Elath and from Ezion-geber.\n\nAnd we turned and passed by the way of the wilderness of Moab.  And Jehovah said unto me, Vex not Moab, neither contend with them in battle; for I will not give thee of his land for a possession; because I have given Ar unto the children of Lot for a possession.  (The Emim dwelt therein aforetime, a people great, and many, and tall, as the Anakim:  these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim.  The Horites also dwelt in Seir aforetime, but the children of Esau succeeded them; and they destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which Jehovah gave unto them).  Now rise up, and get you over the brook Zered. And we went over the brook Zered.  And the days in which we came from Kadesh-barnea, until we were come over the brook Zered, were thirty and eight years; until all the generation of the men of war were consumed from the midst of the camp, as Jehovah sware unto them.  Moreover the hand of Jehovah was against them, to destroy them from the midst of the camp, until they were consumed.\n\n So it came to pass, when all the men of war were consumed and dead from among the people,  that Jehovah spake unto me, saying,  Thou art this day to pass over Ar, the border of Moab:  and when thou comest nigh over against the children of Ammon, vex them not, nor contend with them; for I will not give thee of the land of the children of Ammon for a possession; because I have given it unto the children of Lot for a possession.  (That also is accounted a land of Rephaim: Rephaim dwelt therein aforetime; but the Ammonites call them Zamzummim,  a people great, and many, and tall, as the Anakim; but Jehovah destroyed them before them; and they succeeded them, and dwelt in their stead;  as he did for the children of Esau, that dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and dwelt in their stead even unto this day.  And the Avvim, that dwelt in villages as far as Gaza, the Caphtorim, that came forth out of Caphtor, destroyed them, and dwelt in their stead.)  Rise ye up, take your journey, and pass over the valley of the Arnon: behold, I have given into thy hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle.  This day will I begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble, and be in anguish because of thee.\n\n And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,  Let me pass through thy land: I will go [a]along by the highway, I will turn neither unto the right hand nor to the left.  Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet;  as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me; until I shall pass over the Jordan into the land which Jehovah our God giveth us.  But Sihon king of Heshbon would not let us pass by him; for Jehovah thy God hardened his spirit, and made his heart [b]obstinate, that he might deliver him into thy hand, as at this day.  And Jehovah said unto me, Behold, I have begun to deliver up Sihon and his land before thee: begin to possess, that thou mayest inherit his land.  Then Sihon came out against us, he and all his people, unto battle at Jahaz.  And Jehovah our God delivered him up before us; and we smote him, and his [c]sons, and all his people.  And we took all his cities at that time, and [d]utterly destroyed every [e]inhabited city, with the women and the little ones; we left none remaining:  only the cattle we took for a prey unto ourselves, with the spoil of the cities which we had taken.  From Aroer, which is on the edge of the valley of the Arnon, and from the city that is in the valley, even unto Gilead, there was not a city too high for us; Jehovah our God delivered up all before us:  only to the land of the children of Ammon thou camest not near; all the side of the river Jabbok, and the cities of the hill-country, and wheresoever Jehovah our God forbade us.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]