[
  {
    "Date": "2025-09-26T07:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Proper 18- Ordinary Time",
    "Script 1": "\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\n",
    "Script 2": " A ruler[a] who oppresses the poor\n    is like a driving rain that leaves no crops.\n\n Those who forsake instruction praise the wicked,\n    but those who heed it resist them.\n\n Evildoers do not understand what is right,\n    but those who seek the Lord understand it fully.\n\n Better the poor whose walk is blameless\n    than the rich whose ways are perverse.\n\n A discerning son heeds instruction,\n    but a companion of gluttons disgraces his father.\n\n Whoever increases wealth by taking interest or profit from the poor\n    amasses it for another, who will be kind to the poor.\n\n If anyone turns a deaf ear to my instruction,\n    even their prayers are detestable.\n\n Whoever leads the upright along an evil path\n    will fall into their own trap,\n    but the blameless will receive a good inheritance.\n\n",
    "Script 3": "Made Alive in Christ\n\n As for you, you were dead in your transgressions and sins,  in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.  All of us also lived among them at one time, gratifying the cravings of our flesh[a] and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.  But because of his great love for us, God, who is rich in mercy,  made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved.  And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,  in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.  For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God--  not by works, so that no one can boast.  For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.\n\n",
    "Script 4": "American Standard Version\n When Jehovah thy God shall cut off the nations, whose land Jehovah thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  thou shalt set apart three cities for thee in the midst of thy land, which Jehovah thy God giveth thee to possess it.  Thou shalt prepare thee the way, and divide the borders of thy land, which Jehovah thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.\n\n And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbor unawares, and hated him not in time past;  as when a man goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the [a]head slippeth from [b]the helve, and lighteth upon his neighbor, so that he dieth; he shall flee unto one of these cities and live:  lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, inasmuch as he hated him not in time past.  Wherefore I command thee, saying, Thou shalt set apart three cities for thee.  And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  if thou shalt keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, besides these three:  that [c]innocent blood be not shed in the midst of thy land, which Jehovah thy God giveth thee for an inheritance, and so blood be upon thee.\n\n But if any man hate his neighbor, and lie in wait for him, and rise up against him, and smite him mortally so that he dieth, and he flee into one of these cities;  then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.  Thine eye shall not pity him, but thou shalt put away [d]the innocent blood from Israel, that it may go well with thee.\n\n Thou shalt not remove thy neighbor's landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that Jehovah thy God giveth thee to possess it.\n\n One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.  If an unrighteous witness rise up against any man to testify against him of [e]wrong-doing,  then both the men, between whom the controversy is, shall stand before Jehovah, before the priests and the judges that shall be in those days;  and the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and have testified falsely against his brother;  then shall ye do unto him, as he had thought to do unto his brother: so shalt thou put away the evil from the midst of thee.  And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee.  And thine eyes shall not pity; life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm146;Proverbs28:3-10;Ephesians2:1-10",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.146,Prov.28,Eph.2",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_38b84bc58bd746bda5416466cb6d5c6e~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6aac7db7610a4cde9d0ecc121d07b122~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_aded7bb86eaa45ff86821bb15008bfa3~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 146",
    "Address Script 2": "Proverbs 28:3-10",
    "Address Script 3": "Ephesians 2:1-10",
    "Address Script 4": "Deuteronomy 19",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.146.784e9f7b42a5a24d7f181a9ddef1a936.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Prov.28.d52c0b4a4e8441d23ec9efabd2d31b4f.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Eph.2.26bafcf3c49e64ff82f03dd9e1de8d7b.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 2
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 146\n\n1 Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n2 I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n3 Do not put your trust in princes,\n    in human beings, who cannot save.\n4 When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n5 Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n6 He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n7 He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n8     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n9 The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n10 The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm 146:1 Hebrew Hallelu Yah; also in verse 10",
    "Script 2": "Proverbs 28:3-10\n\n3 A ruler[a] who oppresses the poor\n    is like a driving rain that leaves no crops.\n\n4 Those who forsake instruction praise the wicked,\n    but those who heed it resist them.\n\n5 Evildoers do not understand what is right,\n    but those who seek the Lord understand it fully.\n\n6 Better the poor whose walk is blameless\n    than the rich whose ways are perverse.\n\n7 A discerning son heeds instruction,\n    but a companion of gluttons disgraces his father.\n\n8 Whoever increases wealth by taking interest or profit from the poor\n    amasses it for another, who will be kind to the poor.\n\n9 If anyone turns a deaf ear to my instruction,\n    even their prayers are detestable.\n\n10 Whoever leads the upright along an evil path\n    will fall into their own trap,\n    but the blameless will receive a good inheritance.\n\nFootnotes\na. Proverbs 28:3 Or A poor person",
    "Script 3": "Ephesians 2:1-10\n\nMade Alive in Christ\n\n1 As for you, you were dead in your transgressions and sins, 2 in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. 3 All of us also lived among them at one time, gratifying the cravings of our flesh[a] and following its desires and thoughts. Like the rest, we were by nature deserving of wrath. 4 But because of his great love for us, God, who is rich in mercy, 5 made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. 6 And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, 7 in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. 8 For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God-- 9 not by works, so that no one can boast. 10 For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.\n\nFootnotes\na. Ephesians 2:3 In contexts like this, the Greek word for flesh (sarx) refers to the sinful state of human beings, often presented as a power in opposition to the Spirit.",
    "Script 4": "Deuteronomy 19\nAmerican Standard Version\n19 When Jehovah thy God shall cut off the nations, whose land Jehovah thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses; 2 thou shalt set apart three cities for thee in the midst of thy land, which Jehovah thy God giveth thee to possess it. 3 Thou shalt prepare thee the way, and divide the borders of thy land, which Jehovah thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.\n\n4 And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbor unawares, and hated him not in time past; 5 as when a man goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the [a]head slippeth from [b]the helve, and lighteth upon his neighbor, so that he dieth; he shall flee unto one of these cities and live: 6 lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, inasmuch as he hated him not in time past. 7 Wherefore I command thee, saying, Thou shalt set apart three cities for thee. 8 And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers; 9 if thou shalt keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, besides these three: 10 that [c]innocent blood be not shed in the midst of thy land, which Jehovah thy God giveth thee for an inheritance, and so blood be upon thee.\n\n11 But if any man hate his neighbor, and lie in wait for him, and rise up against him, and smite him mortally so that he dieth, and he flee into one of these cities; 12 then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die. 13 Thine eye shall not pity him, but thou shalt put away [d]the innocent blood from Israel, that it may go well with thee.\n\n14 Thou shalt not remove thy neighbor's landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that Jehovah thy God giveth thee to possess it.\n\n15 One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established. 16 If an unrighteous witness rise up against any man to testify against him of [e]wrong-doing, 17 then both the men, between whom the controversy is, shall stand before Jehovah, before the priests and the judges that shall be in those days; 18 and the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and have testified falsely against his brother; 19 then shall ye do unto him, as he had thought to do unto his brother: so shalt thou put away the evil from the midst of thee. 20 And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee. 21 And thine eyes shall not pity; life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.\n\n \nFootnotes\nDeuteronomy 19:5 Hebrew iron.\nDeuteronomy 19:5 Or, the tree\nDeuteronomy 19:10 Or, the blood of an innocent man\nDeuteronomy 19:13 Or, the blood of the innocent\nDeuteronomy 19:16 Or, rebellion. See 13:5.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\nFootnotes\na. Psalm : Hebrew Hallelu Yah; also in verse ",
    "Script 2": "Proverbs :-\n\n A ruler[a] who oppresses the poor\n    is like a driving rain that leaves no crops.\n\n Those who forsake instruction praise the wicked,\n    but those who heed it resist them.\n\n Evildoers do not understand what is right,\n    but those who seek the Lord understand it fully.\n\n Better the poor whose walk is blameless\n    than the rich whose ways are perverse.\n\n A discerning son heeds instruction,\n    but a companion of gluttons disgraces his father.\n\n Whoever increases wealth by taking interest or profit from the poor\n    amasses it for another, who will be kind to the poor.\n\n If anyone turns a deaf ear to my instruction,\n    even their prayers are detestable.\n\n Whoever leads the upright along an evil path\n    will fall into their own trap,\n    but the blameless will receive a good inheritance.\n\nFootnotes\na. Proverbs : Or A poor person",
    "Script 3": "Ephesians :-\n\nMade Alive in Christ\n\n As for you, you were dead in your transgressions and sins,  in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.  All of us also lived among them at one time, gratifying the cravings of our flesh[a] and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.  But because of his great love for us, God, who is rich in mercy,  made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved.  And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,  in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.  For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God--  not by works, so that no one can boast.  For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.\n\nFootnotes\na. Ephesians : In contexts like this, the Greek word for flesh (sarx) refers to the sinful state of human beings, often presented as a power in opposition to the Spirit.",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n When Jehovah thy God shall cut off the nations, whose land Jehovah thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  thou shalt set apart three cities for thee in the midst of thy land, which Jehovah thy God giveth thee to possess it.  Thou shalt prepare thee the way, and divide the borders of thy land, which Jehovah thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.\n\n And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbor unawares, and hated him not in time past;  as when a man goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the [a]head slippeth from [b]the helve, and lighteth upon his neighbor, so that he dieth; he shall flee unto one of these cities and live:  lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, inasmuch as he hated him not in time past.  Wherefore I command thee, saying, Thou shalt set apart three cities for thee.  And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  if thou shalt keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, besides these three:  that [c]innocent blood be not shed in the midst of thy land, which Jehovah thy God giveth thee for an inheritance, and so blood be upon thee.\n\n But if any man hate his neighbor, and lie in wait for him, and rise up against him, and smite him mortally so that he dieth, and he flee into one of these cities;  then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.  Thine eye shall not pity him, but thou shalt put away [d]the innocent blood from Israel, that it may go well with thee.\n\n Thou shalt not remove thy neighbor's landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that Jehovah thy God giveth thee to possess it.\n\n One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.  If an unrighteous witness rise up against any man to testify against him of [e]wrong-doing,  then both the men, between whom the controversy is, shall stand before Jehovah, before the priests and the judges that shall be in those days;  and the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and have testified falsely against his brother;  then shall ye do unto him, as he had thought to do unto his brother: so shalt thou put away the evil from the midst of thee.  And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee.  And thine eyes shall not pity; life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.\n\n \nFootnotes\nDeuteronomy : Hebrew iron.\nDeuteronomy : Or, the tree\nDeuteronomy : Or, the blood of an innocent man\nDeuteronomy : Or, the blood of the innocent\nDeuteronomy : Or, rebellion. See :.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\n Praise the Lord.[a]\n\nPraise the Lord, my soul.\n\n I will praise the Lord all my life;\n    I will sing praise to my God as long as I live.\n Do not put your trust in princes,\n    in human beings, who cannot save.\n When their spirit departs, they return to the ground;\n    on that very day their plans come to nothing.\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.\n\n",
    "Script 2": "Proverbs :-\n\n A ruler[a] who oppresses the poor\n    is like a driving rain that leaves no crops.\n\n Those who forsake instruction praise the wicked,\n    but those who heed it resist them.\n\n Evildoers do not understand what is right,\n    but those who seek the Lord understand it fully.\n\n Better the poor whose walk is blameless\n    than the rich whose ways are perverse.\n\n A discerning son heeds instruction,\n    but a companion of gluttons disgraces his father.\n\n Whoever increases wealth by taking interest or profit from the poor\n    amasses it for another, who will be kind to the poor.\n\n If anyone turns a deaf ear to my instruction,\n    even their prayers are detestable.\n\n Whoever leads the upright along an evil path\n    will fall into their own trap,\n    but the blameless will receive a good inheritance.\n\n",
    "Script 3": "Ephesians :-\n\nMade Alive in Christ\n\n As for you, you were dead in your transgressions and sins,  in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.  All of us also lived among them at one time, gratifying the cravings of our flesh[a] and following its desires and thoughts. Like the rest, we were by nature deserving of wrath.  But because of his great love for us, God, who is rich in mercy,  made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved.  And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,  in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus.  For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God--  not by works, so that no one can boast.  For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.\n\n",
    "Script 4": "Deuteronomy \nAmerican Standard Version\n When Jehovah thy God shall cut off the nations, whose land Jehovah thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  thou shalt set apart three cities for thee in the midst of thy land, which Jehovah thy God giveth thee to possess it.  Thou shalt prepare thee the way, and divide the borders of thy land, which Jehovah thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.\n\n And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbor unawares, and hated him not in time past;  as when a man goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the [a]head slippeth from [b]the helve, and lighteth upon his neighbor, so that he dieth; he shall flee unto one of these cities and live:  lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, inasmuch as he hated him not in time past.  Wherefore I command thee, saying, Thou shalt set apart three cities for thee.  And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  if thou shalt keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, besides these three:  that [c]innocent blood be not shed in the midst of thy land, which Jehovah thy God giveth thee for an inheritance, and so blood be upon thee.\n\n But if any man hate his neighbor, and lie in wait for him, and rise up against him, and smite him mortally so that he dieth, and he flee into one of these cities;  then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.  Thine eye shall not pity him, but thou shalt put away [d]the innocent blood from Israel, that it may go well with thee.\n\n Thou shalt not remove thy neighbor's landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that Jehovah thy God giveth thee to possess it.\n\n One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.  If an unrighteous witness rise up against any man to testify against him of [e]wrong-doing,  then both the men, between whom the controversy is, shall stand before Jehovah, before the priests and the judges that shall be in those days;  and the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and have testified falsely against his brother;  then shall ye do unto him, as he had thought to do unto his brother: so shalt thou put away the evil from the midst of thee.  And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee.  And thine eyes shall not pity; life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]