[
  {
    "": "2025-10-19T07:00:00.000Z",
    "Art title 1": "Behind And Before",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_407a803cd39e424a814ddd09b7a02005~mv2.jpg",
    "Artist Statement 1": "",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-92c9bcd8-4c9d-47c6-9885-f0f006e242c0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nI Thought I Had To Blindly Believe the Bible",
    "Story Link": "https://www.rawspoon.com/post/i-thought-i-had-to-blindly-believe-in-the-bible",
    "excerpt": "In my simple growing up faith, I felt like I was supposed to just blindly trust the Bible as the ultimate word on all truth. And if something didn't agree with it (even stuff like science or intuition) I had to throw that stuff out.\n\nBut that's super hard because my experience in this world just seems to be the opposite of what I think the Bible is saying sometimes. And I'm left thinking, \"So am I really supposed to kill my reason and intuition and blindly trust these archaic instructions that I don't even know how they got handed down to me?\" I mean, can I point to any moment God definitively told us the Bible is the end all? I mean if it were written in the sky with big cloud letters all the time, I might believe it.\n\nBut it just feels like we consider the Bible that way sometimes because that is something easy to point to that feels safe. But that sort of blind faith could lead to all sorts of things I'm extremely uncomfortable with.\n\nDon't get me wrong. Just like Abraham was commanded to kill his son, or Adam was told not to eat of a tree that seemed to give really good knowledge, sometimes specific instructions from God seem to defy our reason and intuition and stuff. But I just don't know if that's how we're meant to see it as a whole.\n\nSo while trying to write a theology paper on how we know God, I came up with a metaphor that made everything finally come together in a new way for me.\n\nImagine we're in a dark cave. We have this suspicion a huge creature is in the cave with us, maybe even made this cave. But we've only been given our five or six senses to know about this creature. So all we can do is feel around, and smell the air, see with what little light there is, and listen for sounds that will tell us about it. But even if we were to find things along the walls that tell us what this creature likes, or how it creates, how can we know what it wants of us? Does it like us? How are we supposed to act in his cave, and can we even be sure the creature is still even here!?\n\nThat's how I feel, being placed blindly here on this earth. We just weren't given an instruction manual. I was just given a few of my senses to go on. Reason, Experience (including intuition), maybe even the reason and experience of people who came before me (Tradition). I could come to all sorts of conclusions about the creature with only that to go on. And societies since the beginning of humankind have come up with different hypotheses of what it's like.\n\nBut then imagine there is a human voice that speaks to you from the dark. And he starts to tell you about this creature. And how does this person know about the creature? He says he has seen this creature in the light. In fact he is the only one in all of time that claims to have grown up intimately paired with this creature, saying they came from the same place. But wait. How can I trust what he is saying? Because he backs it up by being able to do things in this cave that no one else seems to know how to do. And I still use all my senses to figure out most things in this world, but to learn about the story of this creature and the whole meaning of this place I listen to the person.\n\nAnd what happens when he says something like, \"The creature loves you and likes clean and bright places,\" but my senses say, \"Well I'm still alone, and this cave isn't clean or bright.\" Then I must creatively broaden my understanding until they agree. For example, I could imagine that \"This creature loves me and loves clean and bright places so it only means that he is not done with this place yet.\"\n\nAnd maybe that is like where we are in this world. We have our \"senses\" that help us explore this world. Our \"senses\" like Reason, Experience, and tradition give us information about this place. But now that I know there was this guy that knew what's up (Jesus), I have a more accurate idea. And people wrote a whole book (the Bible) about everything they know about him and the culture he came from and the culture he started. When he says things and my senses don't seem to agree with what the man says, I expand my imagination about the story until they match.\n\nMy \"senses\" are accurate. The person is accurate. I just have to keep expanding my understanding of the words of this book until they match.\n\nAnd this is how I started to think about finding the meaning of life. The instructions weren't written in the sky. But we were just given our \"senses\" to inform us about everything in this world, and our senses are the things that also tell us about that one guy who says he was around when it was all created. So he has more credibility than anyone else I can think of to tell us the story and meaning of it all.\n\nJust trying to expand my imagination here.\n\nRaw Spoon, 11-16-17",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_b47cac9676ef4cf5a9bb4ea7ca25d201~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/01/TRBC-1-5-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_4ed7510c38d84f51803559370101ae31~mv2.jpg",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_f73e0e31742e4fb39db8d1ecf0ba2d27~mv2.jpg",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=urlvnxCaL00",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119:97-104, Psalm 121",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 32",
    "Research 3-link": "https://enduringword.com/bible-commentary/Jeremiah 31",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 18",
    "The Chosen 3": "https://youtu.be/tdKGQSI1YDA",
    "The Chosen 4": "",
    "Song": "https://youtu.be/msiwpsRPQLA",
    "Song 2": "https://www.youtube.com/watch?v=xxC7dd7oj4A",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.1929967,35.657691,3a,75y,123.82h,76.47t/data=!3m8!1e1!3m6!1sAF1QipPFiKEnpzWqFExvppsPoYVqNckjW4eFzFOO1wPd!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPFiKEnpzWqFExvppsPoYVqNckjW4eFzFOO1wPd%3Dw203-h100-k-no-pi-0-ya124.99999-ro-0-fo100!7i8704!8i4352?entry=ttu",
    "3dNotes2": "Peniel: Where Jacob wrestled the angel",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/14",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/d630f596-1015-472d-a3c3-508d1ebee1b1.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=r5EpSn6eWNU",
    "Bible in Song 4": ""
  }
]