[
  {
    "Date": "2025-08-08T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KSc0srYx9-4",
    "Additional Link": "https://www.youtube.com/watch?v=zZPh0g1CrBI",
    "Yoga": "https://www.youtube.com/watch?v=mTbQnt_ccgk",
    "famous quote": "Here's the remarkable thing about self-love: When you start to love yourself for the first time, when you start to truly embrace who you are--flaws and all--your scars start to look a lot more like beauty marks.\n-Jacob Tobia (in \"Sissy\")",
    "Ted Talks": "https://www.youtube.com/watch?v=uCk3nRviOHw",
    "Nature Video": "https://www.youtube.com/watch?v=UqYUTTqupOY",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin:\n\nSometimes I go to this prophetic ministry called Daystar. They offer 15 minutes of designated prophecy time with each person who wants it. So I did that once and even though I hadn't told the guy anything he told me, \"I feel like God is saying He is very happy with you because you have been patient. You are in a room with lots of little doors that you could take. But just wait because God's hand is bigger.\" I thought that applied really well and took it as an encouragement. \n\r\nI went back to Daystar three months later and got prophecy from an entirely different guy who basically said the same thing, \"God is pleased with you waiting on him.\" But when I walked out of the room and sat in a hall while my friends were being prayed over I recognized the guy who had prayed for me three months earlier. I went and talked to him and although he had been completely fluent and natural during the prayer, outside of it he was so socially awkward with a speech impediment to the point where he could not carry on a normal conversation.\r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/93qb3dG20m0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/1CjFER2Mo25",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=be12BC5pQLE",
    "Music Video Instructions": "Imagine this as God calling out to you, missing you, wanting you back."
  }
]