[
  {
    "Date": "2025-12-22T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=FuJ2soRp1VI",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNzk1OGYwNmYtYzZiMy0zYjRhLWEwZGMtODYwZjY1NjBkMjM4?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQiiQ",
    "Yoga": "https://www.youtube.com/watch?v=1BBfUu7b1TM&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=2",
    "famous quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.\n-Langston Hughes",
    "Ted Talks": "https://www.youtube.com/watch?v=n1fL-EdTsTI",
    "Nature Video": "https://www.youtube.com/watch?v=XNTMfax5Q5w&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=5",
    "User added": "\"No longer will your name be Abram. Instead, your name will be Abraham because I will make you the father of a multitude of nations.\"\n‭‭Genesis‬ ‭17:5‬ ‭NET‬‬‬‬‬‬\n\nWhat is your name? How do you know that is your name? Stupid question, huh? Are there other names you have been called that rattle around in your head? Maybe some not-so-nice names? You hear them every day in your mind. You know those names are not your real name, but you hear them so often, you begin to believe they are. What if I told you that you have a name that you have been called by every day since before days began? Friend. Bride. Beloved. The King of the Universe knows your real name, and He is calling to you every day. Hear Him? Listen.\n\n\"I have never called you 'servants,' because a master doesn't confide in his servants, and servants don't always understand what the master is doing. But I call you my most intimate and cherished friends, for I reveal to you everything that I've heard from my Father.\"\n‭‭John‬ ‭15:15‬ ‭TPT‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 1)\nThe history of Petros Network \n\nI interview Ray in his and Linda's room. It is the last day of the trip and the bustle of organizing the remaining medical supplies is happening just outside the door. My dad offered to join me in this interview and now operates the video camera beside me. \nMy dad and I have gotten some great time on this trip to talk and work beside each other. He has shown me things here I've never seen before and told me stories about this place he has poured his life into. I have seen and heard from these people the impact he has had on their lives, Ray being one of those. \nI have gotten to see what my father does. And now he is joining me to help me and to see what I do. We are sitting side by side again, like on the airplane trip out here. We are sharing life together again like we have been for this whole trip, like not only father and son, but also like friends. \nHe is an excellent man, and has loved me well. \nRay has been one of his long time friends and, in fact, I found out that my dad was involved in the founding of the whole ministry, advising and pioneering new aspects of it from the beginning. \nRay is a tall, lean man, clean cut, with dark hair. He has an energetic, unassuming, easy-talking charisma. Good-natured jokes slip from his mouth easily like birds and he has moved on to the next subject by the time they land on the person. His face and hands are animated as he tells me his story and smiles break through when he tells the more entertaining parts. He chokes up when he talks about God's beautiful miracles in his life and losing his deep friend, Charles Blair.\n\nWhy do you care so much about this ministry?\n\nI've always loved missions. I grew up in missions churches. Even as an adult. Linda and I have always had a heart for that.\nThe first time I came here though, that changed. I was in Asosa for ten days. I thought, \"What in the world am I doing here?\" It was an ugly, poor, dirty town. It was the last place I wanted to be. But over the course of ten days I realized God had dislocated my heart. And he had put a great love in my heart for Ethiopians and Africa. Everything began to converge. God began to pour into me the morals that now make up the Petros Network. I think God just literally reached down and put my heart on the other side of my chest. And I've been in love with planting churches every since. \n",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=WUrNcRd80C4",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]