[
  {
    "Art title 1": "The Cycle of Repentance",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_442345c3809c4e43a9105d88b1edf04f~mv2.jpg",
    "Artist Statement 1": "You can see the stages of repentence in this art, reflective of the steps that Nehemiah walked his people through. ",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_442345c3809c4e43a9105d88b1edf04f~mv2.jpg",
    "Art title 2": "Have We Let Our Spiritual Tools get Dull?",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_d55f398c424843218d2cb9a19c3d24b4~mv2.jpg/v1/fill/w_1110,h_1110,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/a07ded_d55f398c424843218d2cb9a19c3d24b4~mv2.jpg",
    "Artist Statement 2": "See the Short Story. Just like a blind man can become attuned to gather many things by sound and smell, we can attune to the spirit if we don't rely on our physical senses. In the same way, we can lose faith if we rely on the physical senses. ",
    "Picture link 2": "https://www.rawspoon.com/post/story-your-spiritual-sensors-can-dry-up",
    "Art title 3": "Pillar of Fire by Night",
    "Picture Thumbnail 3": "https://static.wixstatic.com/media/a07ded_97c0c7c87b724b4ab68c496dc872c530~mv2.jpg",
    "Artist Statement 3": "How would you feel if this confronted you and said it would protect you. Would you follow where it told you to go?",
    "Picture link 3": "https://www.rawspoon.com/art?pgid=k0fkuklg-110206c1-e994-4c35-9862-c1d473f8a134",
    "Story Title again": "Your Spiritual Sensors Can Dry Up",
    "Story Link": "https://www.rawspoon.com/post/story-your-spiritual-sensors-can-dry-up",
    "excerpt": "\"It's nice you have her. Some patients don't have anyone visit.\" The lady doctor told him as she checked his vitals. Then she hooked up a new bag for his IV and said, \"Here's your breakfast. It's a big Irish Breakfast. Sausage and eggs and toast.\"\n\nSteven looked at her. \"Watch what you're saying. I'll drool on you.\"\n\nShe nodded toward the door and said carefully, \"That girl is super sweet.\" There were several subtle questions behind her statement. \n\nHe made sure his girlfriend's footsteps had disappeared down the hall before he said quietly. \"She loves me but I don't think it's going to work out.\"\n\n\"I could hear that in your voice when you got here three months ago. I'm sure she can too. Yet she still comes anyway.\"\n\n\"She says God told her to keep loving me.\" He looked up at the doctor, months of rapport told him he could say more. \"Honestly, the tension all hinges on one thing.\"\n\n\"Is it a religion thing?\" The doctor sat down slowly next to his bed and folded her legs. \n\n\"Wow,\" he said dryly. This woman did impress him regularly. \"What gave it away.\" \n\n\"People like me and her can sometimes sense it in each other.\"\n\n\"I think you're just aware of subtle body signals, in tone and body language, nothing supernantural. But you're saying you're a Christian too?!\" Steve was surprised. \"You seem so smart.\"\n\n\"Christians can be smart.\"\n\n\"That's hard for me to believe. I've looked at the stats and I assume you have too. Praying shows no correlation to healing. There is no evidence it works. I gave up on faith after I realized there has never been any proof that anything in the spiritual world can be detected.\"\n\n\"I've seen a few things,\" she glanced toward where the other rooms were.\n\n\"Show me a miracle, so I can see it with my own eyes.\" \n\nShe looked at him, squinting, trying to think. \n\n\"Or touch with my fingers. Or smell,\" he pointed to his nose. \"Or taste!\" He said with extra emphasis. \"Whatever. Show it to me in a way I can sense it and then maybe I'll believe.\" \n\nThe doctor got up, still pensive and checked on his IV bag. I think this is really your way to say you want a hamburger.\"\n\n\"I'm just saying show God to me in a way I can see proof, to know it with my senses, and maybe you'll save a Christian girl's heart.\"\n\nShe nodded as she finished checking his machines. \"Okay, you big heartbreaker. I'll see if I can find something.\" She gave him a nod like she would be a worthy rival as she walked out. \n---\n\nThe doctor walked in the next day and smiled at the girlfriend who was on the way out. \"I love your dress, Val! See you tomorrow.\" The girl smiled.\n\nThe doctor looked at Steve with sad eyes and whispered, \"She's adorable.\" She sat by his bed again, put down her clipboard and folded her legs.\n\nHe said quietly, \"Did your boyfriend,\" he air quoted it, \"give you anything to make me believe so I don't end things?\"\n\n\"Well, Jesus is more of a brother to me than a boyfriend,\" she waited. \" But I did hear something.\"\n\n\"What's that.\"\n\n\"Milky Way.\" \n\n\"Hmm, I've seen that my whole life and I'm not convinced.\" \n\n\"Yeah, that's what I thought at first too. But guess what I was looking at when I heard it?\" She waited a moment and added, \"The vending machine.\" She unveiled a candy bar from her pocket. \"You know, science would say there's not a logical reason to feed you this.\" She let the tension reap its look on his face, \"but I think it'll just take a couple days to absorb into your system, nothing damaging. Nothing hard to digest- some chocolate and caramel- I'll make sure there aren't any nuts. And I'm only going to give you a bit anyway.\" She opened the candy bar an inch and set it on a surgical tray.\n\n\"If science wouldn't suggest this, why are you doing it? You are my doctor.\"\n\n\"Best as I can tell, He's telling me to give you some Milky Way. And I do try to believe God's instructions are healthy for something that outlives the physical body.\" She produced a scalpel and cut a thin slice off. \n\n\"I don't believe in a soul. And I don't think you hear anything from God. You very likely saw the Milky Way in the vending machine which made you think of it.\"\n\nShe pointed at him and said, \"It was actually hidden behind a Snickers. I had to buy both! But I ate the Snickers.\"\n\n\"And that's God prophesying that you'll be snickering at me before long?\"\n\n\"Hey look at you! I hadn't even thought of that! But now, yes, I think so.\"  She lifted the thin slice of the Milky Way between her fingers and set it in his hand. \"We'll see if this shows us any miracles or anything\"\n\nHe looked at her and she nodded.\n\nHis eyes got big and his mouth watered. He looked at her again to make sure and she nodded in a way that said, 'Yeah it couldn't be too bad.'\n\nHe placed it in his mouth and closed his eyes, ready to enjoy it. But slowly his look turned to confusion, and then as he chewed, disappointment.\n\nHe opened his eyes and said, \"I can't taste it at all.\" \n\n\"Really?!\" She got up, to look into his mouth. He swallowed and then opened up for her. Her eyes got big. She slowly looked to the bedside stand for something. She saw a shiny metal tongue depressor and gave it too him. Look at your tongue in the reflection. \n\nShe sat back as he played with the angle until he could see. Then his eyes got big. \"Where did they go?\" He was dumbfounded. \"Will they ever come back?!\"\n\nShe shrugged. \"Well, let me check your vitals real quick and I'll go look into it.\" As she checked the numbers blinking on the box she said, \"Are you sure you can't taste anything?\"\n\nHe shook his head.\n\n\"Okay. Well, I'll see what I can find.\"\n---\n\nTwo hours later the doctor walked back in with a clever look of victory.\n\n\"What did you find out?\" He asked skeptically.\n\n\"Well,\" she sat down beside him, \"I found cases where after not using their tastebuds for an extended time, the tastebuds, kind of, well, went away. It's like when not being used, the tastebuds just sort of lost their sensitivity to signals.\"\n\n\"Wow. So you've doomed me to never tasting anything again?\"\n\n\"No, it can come back.\" She crossed her arms and gloated at him.\n\n\"Then why is that stupid look on your face?\"\n\n\"So you're telling me you didn't taste anything after not using your tastebuds. Like nothing?\"\n\n\"Nothing.\" He was wary what he was walking into.\n\n\"But you know that it still has taste for some people, right?\"\n\n\"Yes. It had taste for me at one time.\" He waited. \"What?!\" He almost shouted at her. \n\n\"Valery has been using her 'taste buds,'\" she air quoted it, \"for a long time. She can sense the spiritual world. You haven't. So you can't taste it. But it doesn't mean it's not still very real.\"\n\n\"You didn't know this all along, did you? And plan that thing with the Milky Way and all that?\"\n\n\"Wow, you DO think a Christian can be smart. I wish I had thought of that. And I swear I had never heard about taste buds disappearing before.\"\n\n\"Well, I don't know if you can call that a victory.\" he breathed in, \"We asked him to show himself to me in a way I can sense.\"\n\n\"You're smart enough, aren't ya? I think he just told you he doesn't have to.\"\n\nAs he processed, marvel slowly crawled across his face. \"Maybe.\" He shook his head, trying to fight the smile. \"At least wipe that snickers off your face.\"\n\n---\nI heard a RadioLab episode in which this happened to a man who couldn't eat through his mouth for a long time. And it made me think that maybe many of us can't hear or sense God because we've neglected practicing that sense, and it's left us. Or it's like a blind's man acute hearing fades after he gains his sight. But the good news that I've heard is we can practice it and train it back again. \n\nRaw Spoon, 11-2022",
    "Audio file": "",
    "Blog Title": "Christianity Looking Like Everyone Else",
    "Blog Link": "https://www.rawspoon.com/post/christianity-looking-like-everyone-else",
    "Blog excerpt": "It's easy to look at Christians who are living very similar to the rest of the world and ask, \"If this is Christianity how is there anything true about the spirit that changes people?\" But I think looking at the majority of people who call themselves Christians isn't the right way to identify Christians. And it's also not the right way to determine if God exists.\n\nIf I just told people that I work for Chick-fil-A and started handing out chicken sandwiches that I made in my backyard that wouldn't mean Chick-fil-A wasn't a legit company or that their real employees actually are getting their instructions from the real headquarters.\n\nI've seen a few examples of people who call themselves Christians and actually manage their lives to match that. They're hard to find, and people usually consider them as going too far. But I think that's just the sign that they are doing things by their convictions, not what the world wants of them.\n\nSome days I wonder how far away I am from that.\n\nRaw Spoon, 9-26-17",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=nxwzq1PJImM",
    "Bible Project 2": "https://youtu.be/KOUV7mWDI34",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 122",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 16",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/Hffi8UCNxHw",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/4",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]