[
  {
    "Date": "2025-11-06T08:00:00.000Z",
    "Movie Scene": "https://youtu.be/1JCSWeP39pc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=vWA2bxTO2sc&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=4",
    "famous quote": "\"The very condition of having Friends is that we should want something else besides Friends. Where the truthful answer to the question \"Do you see the same truth?\" would be \"I see nothing and I don't care about the truth; I only want a Friend,\" no Friendship can arise - though Affection of course may. There would be nothing for the Friendship to be about; and Friendship must be about something, even if it were only an enthusiasm for dominoes or white mice. Those who have nothing can share nothing; those who are going nowhere can have no fellow-travellers.\"\n-- C.S. Lewis (The Four Loves)",
    "Ted Talks": "https://www.youtube.com/watch?v=iMBJrvEwv8s",
    "Nature Video": "https://www.youtube.com/watch?v=EdzQ9wEOElw&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=25",
    "User added": "\"For while we were still helpless, at the right time Christ died for the ungodly.\"\n‭‭Romans‬ ‭5:6‬ ‭NET‬‬‬‬‬‬\n\nWe all love the scene in a movie, or book where the characters come together at just the right time to achieve their goal. Timing is everything, right? Have you ever given thought to why Jesus came into history when He did? More specifically, have you ever considered why Jesus came into your history when He did? Looking back on my own salvation experience, I cannot think of a more perfect time in my life for Jesus to show up. How about you? \n\n\"\"'For this is what the sovereign Lord says: Look, I myself will search for my sheep and seek them out.\"\n‭‭Ezekiel‬ ‭34:11‬ ‭NET‬‬‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_277c182f133044ab9057ae9b0f4b3561~mv2.png",
    "Interview Text": "Girma Jabesa Dorsisa\nInterview (part 11)\n\nHave you seen heaven? \r\n\nYes, I see it from His Word. Every time I study Revelation and read John's story about the end after the world, I understand heaven. That's my understanding.\r\n\nI'm amazed at this guy's faith. I need some help to even take baby steps. \r\n\nSometimes in our culture it feels like it's nearly impossible to jump all-in to faith like you have. What are practical first steps to get a little closer? \r\nHe looks worried as PK relays this. But then he dives in to answer.\r\n\nThey have to know that Jesus will come one day. But they must know that they must be ready. If they are not ready they must know he will judge them. They cannot escape from his judgment. He gave them his love and he will judge them because he has given them his love. For those who turn back, there is judgment.\r\n\nWhat does that judgment look like? \r\n\nHebrews 11 says 'be strong in faith,' trusting His Word. We see God's men mentioned: Joseph, Abraham, and other peoples. They stayed firm. Your people have to be like them and stay in faith. Sometimes they can come to restoration. Maybe they have lost their faith, but there is restoration. God will restore it if He comes to them.\r\n\nHis straight forward, totally trusting faith simplifies so many of the questions our culture debates with the Bible. Whatever question I ask him the answer is whatever the Bible says. Could we let go of things deeply entrenched in us because the Bible asks it of us?",
    "Interview Video": "https://youtu.be/lUyMqLBRBm8",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WSfGPcIy9sw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=VqhCQZaH4Vs",
    "Music Video Instructions": "Be grateful for God for such beauty in this world."
  }
]