[
  {
    "": "2025-10-28T07:00:00.000Z",
    "Art title 1": "Courage and Calling (I press on toward the goal)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_8e4fe580e3a44da993737e8754884db8~mv2_d_5760_17280_s_3.jpg",
    "Artist Statement 1": "Are you on the precipice of a hard era or journey? Is he calling you into courage in some form for something ahead?",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383d1b9e-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "Held Fast in the Storm",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_c8c548a31b844003942c6b16f58562a2~mv2.png",
    "Artist Statement 2": "When we feel like all is a storm around us, it helps to see that even this boat that has no reason to think it is being guided or protected, is indeed being well taken care of and guided through the storm.",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-c9e4120e-7d19-4ed0-aeed-e1ab378c8f2e",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Stepping Out of a Good Story",
    "Story Link": "https://www.rawspoon.com/post/story-step-out-of-the-story",
    "excerpt": "It had basically been a legend in Carlos' family that he had long lost relatives living in an isolated community high in the Spanish Alps. But none of them knew for sure, because none of them had done the very hard work of finding them.\n\nBut now, after three years of preparation, he found himself 4 days into a hike to where he thought the relatives lived. \n\nBut it was hard. The weather had descended earlier than expected today with 60 mile-per-hour winds and -12 degree windchill. They had been soaked an hour earlier when torrential rains had washed over the peaks. And their portable oven had broken so they wouldn't be able to have hot food for the rest of this journey, however long it would take.\n\nAnd by now, he and his three most daring friends that accompanied him, weren't feeling so daring anymore. \n\n\"C'mon. Let's turn back,\" Carlos pleaded.\n\n\"Hey man, this was your mission! We're here to keep you going! We'll never know if the legend is true, and you'll never be part of the story of finding them and uniting your whole family if you don't keep going right now!\"\n\nThen his other friend piped up, from where he was seated, huddled over and shivering on a snowy lump in the ground, \"I don't know. This is stupid hard. I'm freezing.\"\n\nIn the end Carlos thought about the comfortable fireplace back home, made little excuses of why the legend probably wasn't true anyway, and made the call to turn back. \n\nAnd because he didn't push a little further in faith, he didn't find the community he was looking for over the very next peak, only three more hours of climbing away.",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_880ac486575b48828493fd5e57b719c2~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=4WYNBjJSYvE",
    "Bible Project 2": "https://www.youtube.com/watch?v=9cSC9uobtPM",
    "Bible Project 3": "https://www.youtube.com/watch?v=WhP7AZQlzCg",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 84:8-12",
    "Research 2-link": "https://enduringword.com/bible-commentary/Daniel 5",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Peter 5",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ecclesiastes 11\nAmerican Standard Version\n11 [a]Cast thy bread [b]upon the waters; for thou shalt find it after many days. 2 [c]Give a portion to seven, yea, even unto eight; for thou knowest not what evil shall be upon the earth. 3 If the clouds be full of rain, they empty themselves upon the earth; and if a tree fall [d]toward the south, or [e]toward the north, in the place where the tree falleth, there shall it be. 4 He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap. 5 As thou knowest not what is the way of the [f]wind, nor how the bones do grow in the womb of her that is with child; even so thou knowest not the work of God who doeth all. 6 In the morning sow thy seed, and in the evening withhold not thy hand; for thou knowest not which shall prosper, whether this or that, or whether they both shall be alike good. 7 Truly the light is sweet, and a pleasant thing it is for the eyes to behold the sun. 8 [g]Yea, if a man live many years, let him rejoice in them all; [h]but let him remember the days of darkness, for they shall be many. All that cometh is vanity. 9 Rejoice, O young man, in thy youth, and let thy heart cheer thee in the days of thy youth, and walk in the ways of thy heart, and in the sight of thine eyes; but know thou, that for all these things God will bring thee into judgment. 10 Therefore remove [i]sorrow from thy heart, and put away evil from thy flesh; for youth and the dawn of life are vanity.\n\n \nFootnotes\nEcclesiastes 11",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=imwtOA2665A",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://artsandculture.google.com/streetview/british-museum/AwEp68JO4NECkQ?sv_h=155.97192914091713&sv_p=-16.53316131778419&sv_pid=6K6xcbERhm-qgQlf-Bcl9g&sv_lid=3582009757710443819&sv_lng=-0.1273043348999181&sv_lat=51.5197858147891&sv_z=0.27145439771961555",
    "3dNotes2": "Exhibition of artifacts from Ur of the Chaldeans",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/0cfa7dee-ef1f-4d59-8c26-5f3d10799b22.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=yYI1VeaTd_w",
    "Bible in Song 4": ""
  }
]