[
  {
    "Date": "2025-10-25T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=-nh3g6F63qM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=Cm60AW7FV10&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=10",
    "famous quote": "\"We are always falling in love or quarreling, looking for jobs or fearing to lose them, getting ill and recovering, following public affairs. If we let ourselves, we shall always be waiting for some distraction or other to end before we can really get down to our work. The only people who achieve much are those who want knowledge so badly that they seek it while the conditions are still unfavorable. Favorable conditions never come.\"\n-- C.S. Lewis (The Weight of Glory)",
    "Ted Talks": "https://www.youtube.com/watch?v=EJXEEVh_1sQ",
    "Nature Video": "https://www.youtube.com/watch?v=zfBJmytIegs",
    "User added": "\"When it returns, it finds the person like a house swept clean and made tidy, but empty.\"\n??Luke? ?11:25? ?TPT??????\n\nIn this parable, Jesus is telling us of the person freed from demonic possession. In the end, this person falls prey to the demon again, and the demon invited other demons, as well. I invite you to read the entire parable. It is only three verses. Think about these two questions as you read: What, or rather who, should the freed person be focused on?, and, are you too busy trying to get your own house in order? Live love, today!\n\n\"Above all, constantly echo God's intense love for one another, for love will be a canopy over a multitude of sins.\"\n??1 Peter? ?4:8? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abduma Duguma Interview (part 15)\n\nAnd he tells me one more.\r\nThere was a girl that was crazy for 18 years. I prayed for her and she was healed. \r\n\r\nAs our interview winds down I am thinking I have no idea how to bring what he does to our American lives, but I want to learn.\r\nWhat can you tell Americans to help us do the same? \r\nHave faith, depend on the Bible that he gave us, and do not practice it. Just do it. If you have faith in holy life there's nothing impossible for a Christian.\r\n\r\nWhy do you think God chose you for this?\r\nBecause we have His word and we are His covenant people, and because He helped us to be out of the darkness and we are living under the light of His word. I don't believe that God has done very many things in my life. He promised in Matthew 10 He would do even more things.\r\n\r\nWhat is your vision for the future?\r\nI want to plant 12 more churches, if God helps me, if I am alive. One of my supporters bought me a motorcycle so I could be free and go where I like. I used to show people videos on a projector, the Jesus film, but I can't pay for a generator and projector that I can carry on my motorcycle. I want you all to pray that for me. \r\nHow much would it cost for all of that? \r\nAbdisa: 25,000 birr (about 1,250 dollars). One time I showed the film and I saw between 500-1000 people come to Christ.\r\n\r\nAs we wrapped up this interview and I wanted power like this I asked if he could pray for me, for freedom from my sins and power to do miracles. He did.\r\n",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/OpB0tv06l2w",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=4H32jFWceWI",
    "Music Video Instructions": "Imagine God speaking these words to comfort you."
  }
]