[
  {
    "Date": "2026-01-28T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Fourth week of Epiphany",
    "Script 1": "\n Hear my voice when I call, Lord;\n    be merciful to me and answer me.\n My heart says of you, \"Seek his face!\"\n    Your face, Lord, I will seek.\n Do not hide your face from me,\n    do not turn your servant away in anger;\n    you have been my helper.\nDo not reject me or forsake me,\n    God my Savior.\n Though my father and mother forsake me,\n    the Lord will receive me.\n Teach me your way, Lord;\n    lead me in a straight path\n    because of my oppressors.\n Do not turn me over to the desire of my foes,\n    for false witnesses rise up against me,\n    spouting malicious accusations.\n\n I remain confident of this:\n    I will see the goodness of the Lord\n    in the land of the living.\n Wait for the Lord;\n    be strong and take heart\n    and wait for the Lord.",
    "Script 2": "Jacob Blesses His Sons\n\n Then Jacob called for his sons and said: \"Gather around so I can tell you what will happen to you in days to come.\n\n \"Assemble and listen, sons of Jacob;\n    listen to your father Israel.\n\n \"Judah,[a] your brothers will praise you;\n    your hand will be on the neck of your enemies;\n    your father's sons will bow down to you.\n You are a lion's cub, Judah;\n    you return from the prey, my son.\nLike a lion he crouches and lies down,\n    like a lioness--who dares to rouse him?\n The scepter will not depart from Judah,\n    nor the ruler's staff from between his feet,[b]\nuntil he to whom it belongs[c] shall come\n    and the obedience of the nations shall be his.\n He will tether his donkey to a vine,\n    his colt to the choicest branch;\nhe will wash his garments in wine,\n    his robes in the blood of grapes.\n His eyes will be darker than wine,\n    his teeth whiter than milk.[d]\n\n \"Zebulun will live by the seashore\n    and become a haven for ships;\n    his border will extend toward Sidon.\n\n \"Naphtali is a doe set free\n    that bears beautiful fawns.[e]\n\n \"Joseph is a fruitful vine,\n    a fruitful vine near a spring,\n    whose branches climb over a wall.[f]\n With bitterness archers attacked him;\n    they shot at him with hostility.\n But his bow remained steady,\n    his strong arms stayed[g] limber,\nbecause of the hand of the Mighty One of Jacob,\n    because of the Shepherd, the Rock of Israel,\n because of your father's God, who helps you,\n    because of the Almighty,[h] who blesses you\nwith blessings of the skies above,\n    blessings of the deep springs below,\n    blessings of the breast and womb.\n Your father's blessings are greater\n    than the blessings of the ancient mountains,\n    than[i] the bounty of the age-old hills.\nLet all these rest on the head of Joseph,\n    on the brow of the prince among[j] his brothers.\n\n",
    "Script 3": "Zechariah's Song\n\n His father Zechariah was filled with the Holy Spirit and prophesied:\n\n \"Praise be to the Lord, the God of Israel,\n    because he has come to his people and redeemed them.\n He has raised up a horn[a] of salvation for us\n    in the house of his servant David\n (as he said through his holy prophets of long ago),\n salvation from our enemies\n    and from the hand of all who hate us--\n to show mercy to our ancestors\n    and to remember his holy covenant,\n     the oath he swore to our father Abraham:\n to rescue us from the hand of our enemies,\n    and to enable us to serve him without fear\n     in holiness and righteousness before him all our days.\n\n And you, my child, will be called a prophet of the Most High;\n    for you will go on before the Lord to prepare the way for him,\n to give his people the knowledge of salvation\n    through the forgiveness of their sins,\n because of the tender mercy of our God,\n    by which the rising sun will come to us from heaven\n to shine on those living in darkness\n    and in the shadow of death,\nto guide our feet into the path of peace.\"\n\n",
    "Script 4": "American Standard Version\n And, behold, a wall on the outside of the house round about, and in the man's hand a measuring reed six cubits long, of a cubit and a handbreadth each: so he measured the thickness of the building, one reed; and the height, one reed.  Then came he unto the gate which looketh toward the east, and went up the steps thereof: and he measured the threshold of the gate, one reed broad; [a]and the other threshold, one reed broad.  And every [b]lodge was one reed long, and one reed broad; and the space between the lodges was five cubits; and the threshold of the gate by the porch of the gate toward the house was one reed.  [c]He measured also the porch of the gate toward the house, one reed.  Then measured he the porch of the gate, eight cubits; and the [d]posts thereof, two cubits; and the porch of the gate was toward the house.  And the lodges of the gate eastward were three on this side, and three on that side; they three were of one measure: and the posts had one measure on this side and on that side.  And he measured the breadth of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;  and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side.  And he measured the gate from the roof of the one lodge to the roof of the other, a breadth of five and twenty cubits; door against door.  He made also posts, threescore cubits; and the court reached unto the posts, round about the gate.  And from the forefront of the gate at the entrance unto the forefront of the [e]inner porch of the gate were fifty cubits.  And there were closed windows to the lodges, and to their posts within the gate round about, and likewise to the [f]arches; and windows were round about inward; and upon each post were palm-trees.\n\n Then brought he me into the outer court; and, lo, there were chambers and a pavement, made for the court round about: thirty chambers were upon the pavement.  And the pavement was by the [g]side of the gates, answerable unto the length of the gates, even the lower pavement.  Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, a hundred cubits, both on the east and on the north.\n\n And the gate of the outer court whose prospect is toward the north, he measured the length thereof and the breadth thereof.  And the lodges thereof were three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof was fifty cubits, and the breadth five and twenty cubits.  And the windows thereof, and the arches thereof, and the palm-trees thereof, were after the measure of the gate whose prospect is toward the east; and they went up unto it by seven steps; and the arches thereof were before them.  And there was a gate to the inner court over against the other gate, both on the north and on the east; and he measured from gate to gate a hundred cubits.\n\n And he led me toward the south; and, behold, a gate toward the south: and he measured the posts thereof and the arches thereof according to these measures.  And there were windows in it and in the arches thereof round about, like those windows: the length was fifty cubits, and the breadth five and twenty cubits.  And there were seven steps to go up to it, and the arches thereof were before them; and it had palm-trees, one on this side, and another on that side, upon the posts thereof.  And there was a gate to the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits.\n\n Then he brought me to the inner court by the south gate: and he measured the south gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows in it and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And there were arches round about, five and twenty cubits long, and five cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof: and the ascent to it had eight steps.\n\n And he brought me into the inner court toward the east: and he measured the gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows therein and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And he brought me to the north gate: and he measured it according to these measures;  the lodges thereof, the posts thereof, and the arches thereof: and there were windows therein round about; the length was fifty cubits, and the breadth five and twenty cubits.  And the posts thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And a chamber with the door thereof was by the posts at the gates; there they washed the burnt-offering.  And [h]in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering and the sin-offering and the trespass-offering.  And on the one side without, [i]as one goeth up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables.  Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they slew the sacrifices.  And there were four tables for the burnt-offering, of hewn stone, a cubit and a half long, and a cubit and a half broad, and one cubit high; whereupon they laid the instruments wherewith they slew the burnt-offering and the sacrifice.  And the [j]hooks, a handbreadth long, were fastened [k]within round about: and upon the tables was the flesh of the oblation.\n\n And without the inner gate were [l]chambers for the singers in the inner court, which was at the side of the north gate; and their prospect was toward the south; one at the side of the east gate having the prospect toward the north.  And he said unto me, This chamber, whose prospect is toward the south, is for the priests, the keepers of the charge of the house;  and the chamber whose prospect is toward the north is for the priests, the keepers of the charge of the altar: these are the sons of Zadok, who from among the sons of Levi come near to Jehovah to minister unto him.  And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house.\n\n Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side.  The length of the porch was twenty cubits, and the breadth eleven cubits; [m]even by the steps whereby they went up to it: and there were pillars by the posts, one on this side, and another on that side.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm27:7-14;Genesis49:1-2,8-13,21-26;Luke1:67-79",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.27,Gen.49,Luke.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_0bdcc42ab54241f7a02fb47339c861fe~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_5604b80399214fad8dec20e29582140b~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_81ee5fb31f0348159584c7c51f6da375~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_5b99a67186dc4cc3b343d7fa813017b8~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 27:7-14",
    "Address Script 2": "Genesis 49:1-2, 8-13, 21-26",
    "Address Script 3": "Luke 1:67-79",
    "Address Script 4": "Ezekiel 40:5-49",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.27.4d3d5370287036a30b44efc5c0f59143.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.49.a50a9fbb79a391c65d96127fedb892f1.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.1.2c26407ea2011459d1eef97311fa5c7e.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.40.606a3633bcc265e500351e37aa13d3b0.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 27:7-14\n\n7 Hear my voice when I call, Lord;\n    be merciful to me and answer me.\n8 My heart says of you, \"Seek his face!\"\n    Your face, Lord, I will seek.\n9 Do not hide your face from me,\n    do not turn your servant away in anger;\n    you have been my helper.\nDo not reject me or forsake me,\n    God my Savior.\n10 Though my father and mother forsake me,\n    the Lord will receive me.\n11 Teach me your way, Lord;\n    lead me in a straight path\n    because of my oppressors.\n12 Do not turn me over to the desire of my foes,\n    for false witnesses rise up against me,\n    spouting malicious accusations.\n\n13 I remain confident of this:\n    I will see the goodness of the Lord\n    in the land of the living.\n14 Wait for the Lord;\n    be strong and take heart\n    and wait for the Lord.",
    "Script 2": "Genesis 49:1-2, 8-13, 21-26\n\nJacob Blesses His Sons\n\n1 Then Jacob called for his sons and said: \"Gather around so I can tell you what will happen to you in days to come.\n\n2 \"Assemble and listen, sons of Jacob;\n    listen to your father Israel.\n\n8 \"Judah,[a] your brothers will praise you;\n    your hand will be on the neck of your enemies;\n    your father's sons will bow down to you.\n9 You are a lion's cub, Judah;\n    you return from the prey, my son.\nLike a lion he crouches and lies down,\n    like a lioness--who dares to rouse him?\n10 The scepter will not depart from Judah,\n    nor the ruler's staff from between his feet,[b]\nuntil he to whom it belongs[c] shall come\n    and the obedience of the nations shall be his.\n11 He will tether his donkey to a vine,\n    his colt to the choicest branch;\nhe will wash his garments in wine,\n    his robes in the blood of grapes.\n12 His eyes will be darker than wine,\n    his teeth whiter than milk.[d]\n\n13 \"Zebulun will live by the seashore\n    and become a haven for ships;\n    his border will extend toward Sidon.\n\n21 \"Naphtali is a doe set free\n    that bears beautiful fawns.[e]\n\n22 \"Joseph is a fruitful vine,\n    a fruitful vine near a spring,\n    whose branches climb over a wall.[f]\n23 With bitterness archers attacked him;\n    they shot at him with hostility.\n24 But his bow remained steady,\n    his strong arms stayed[g] limber,\nbecause of the hand of the Mighty One of Jacob,\n    because of the Shepherd, the Rock of Israel,\n25 because of your father's God, who helps you,\n    because of the Almighty,[h] who blesses you\nwith blessings of the skies above,\n    blessings of the deep springs below,\n    blessings of the breast and womb.\n26 Your father's blessings are greater\n    than the blessings of the ancient mountains,\n    than[i] the bounty of the age-old hills.\nLet all these rest on the head of Joseph,\n    on the brow of the prince among[j] his brothers.\n\nFootnotes\na. Genesis 49:8 Judah sounds like and may be derived from the Hebrew for praise.\nb. Genesis 49:10 Or from his descendants\nc. Genesis 49:10 Or to whom tribute belongs; the meaning of the Hebrew for this phrase is uncertain.\nd. Genesis 49:12 Or will be dull from wine, / his teeth white from milk\ne. Genesis 49:21 Or free; / he utters beautiful words\nf. Genesis 49:22 Or Joseph is a wild colt, / a wild colt near a spring, / a wild donkey on a terraced hill\ng. Genesis 49:24 Or archers will attack ... will shoot ... will remain ... will stay\nh. Genesis 49:25 Hebrew Shaddai\ni. Genesis 49:26 Or of my progenitors, / as great as\nj. Genesis 49:26 Or of the one separated from",
    "Script 3": "Luke 1:67-79\n\nZechariah's Song\n\n67 His father Zechariah was filled with the Holy Spirit and prophesied:\n\n68 \"Praise be to the Lord, the God of Israel,\n    because he has come to his people and redeemed them.\n69 He has raised up a horn[a] of salvation for us\n    in the house of his servant David\n70 (as he said through his holy prophets of long ago),\n71 salvation from our enemies\n    and from the hand of all who hate us--\n72 to show mercy to our ancestors\n    and to remember his holy covenant,\n73     the oath he swore to our father Abraham:\n74 to rescue us from the hand of our enemies,\n    and to enable us to serve him without fear\n75     in holiness and righteousness before him all our days.\n\n76 And you, my child, will be called a prophet of the Most High;\n    for you will go on before the Lord to prepare the way for him,\n77 to give his people the knowledge of salvation\n    through the forgiveness of their sins,\n78 because of the tender mercy of our God,\n    by which the rising sun will come to us from heaven\n79 to shine on those living in darkness\n    and in the shadow of death,\nto guide our feet into the path of peace.\"\n\nFootnotes\na. Luke 1:69 Horn here symbolizes a strong king.",
    "Script 4": "Ezekiel 40:5-49\nAmerican Standard Version\n5 And, behold, a wall on the outside of the house round about, and in the man's hand a measuring reed six cubits long, of a cubit and a handbreadth each: so he measured the thickness of the building, one reed; and the height, one reed. 6 Then came he unto the gate which looketh toward the east, and went up the steps thereof: and he measured the threshold of the gate, one reed broad; [a]and the other threshold, one reed broad. 7 And every [b]lodge was one reed long, and one reed broad; and the space between the lodges was five cubits; and the threshold of the gate by the porch of the gate toward the house was one reed. 8 [c]He measured also the porch of the gate toward the house, one reed. 9 Then measured he the porch of the gate, eight cubits; and the [d]posts thereof, two cubits; and the porch of the gate was toward the house. 10 And the lodges of the gate eastward were three on this side, and three on that side; they three were of one measure: and the posts had one measure on this side and on that side. 11 And he measured the breadth of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits; 12 and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side. 13 And he measured the gate from the roof of the one lodge to the roof of the other, a breadth of five and twenty cubits; door against door. 14 He made also posts, threescore cubits; and the court reached unto the posts, round about the gate. 15 And from the forefront of the gate at the entrance unto the forefront of the [e]inner porch of the gate were fifty cubits. 16 And there were closed windows to the lodges, and to their posts within the gate round about, and likewise to the [f]arches; and windows were round about inward; and upon each post were palm-trees.\n\n17 Then brought he me into the outer court; and, lo, there were chambers and a pavement, made for the court round about: thirty chambers were upon the pavement. 18 And the pavement was by the [g]side of the gates, answerable unto the length of the gates, even the lower pavement. 19 Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, a hundred cubits, both on the east and on the north.\n\n20 And the gate of the outer court whose prospect is toward the north, he measured the length thereof and the breadth thereof. 21 And the lodges thereof were three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof was fifty cubits, and the breadth five and twenty cubits. 22 And the windows thereof, and the arches thereof, and the palm-trees thereof, were after the measure of the gate whose prospect is toward the east; and they went up unto it by seven steps; and the arches thereof were before them. 23 And there was a gate to the inner court over against the other gate, both on the north and on the east; and he measured from gate to gate a hundred cubits.\n\n24 And he led me toward the south; and, behold, a gate toward the south: and he measured the posts thereof and the arches thereof according to these measures. 25 And there were windows in it and in the arches thereof round about, like those windows: the length was fifty cubits, and the breadth five and twenty cubits. 26 And there were seven steps to go up to it, and the arches thereof were before them; and it had palm-trees, one on this side, and another on that side, upon the posts thereof. 27 And there was a gate to the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits.\n\n28 Then he brought me to the inner court by the south gate: and he measured the south gate according to these measures; 29 and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows in it and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad. 30 And there were arches round about, five and twenty cubits long, and five cubits broad. 31 And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof: and the ascent to it had eight steps.\n\n32 And he brought me into the inner court toward the east: and he measured the gate according to these measures; 33 and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows therein and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad. 34 And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n35 And he brought me to the north gate: and he measured it according to these measures; 36 the lodges thereof, the posts thereof, and the arches thereof: and there were windows therein round about; the length was fifty cubits, and the breadth five and twenty cubits. 37 And the posts thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n38 And a chamber with the door thereof was by the posts at the gates; there they washed the burnt-offering. 39 And [h]in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering and the sin-offering and the trespass-offering. 40 And on the one side without, [i]as one goeth up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables. 41 Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they slew the sacrifices. 42 And there were four tables for the burnt-offering, of hewn stone, a cubit and a half long, and a cubit and a half broad, and one cubit high; whereupon they laid the instruments wherewith they slew the burnt-offering and the sacrifice. 43 And the [j]hooks, a handbreadth long, were fastened [k]within round about: and upon the tables was the flesh of the oblation.\n\n44 And without the inner gate were [l]chambers for the singers in the inner court, which was at the side of the north gate; and their prospect was toward the south; one at the side of the east gate having the prospect toward the north. 45 And he said unto me, This chamber, whose prospect is toward the south, is for the priests, the keepers of the charge of the house; 46 and the chamber whose prospect is toward the north is for the priests, the keepers of the charge of the altar: these are the sons of Zadok, who from among the sons of Levi come near to Jehovah to minister unto him. 47 And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house.\n\n48 Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side. 49 The length of the porch was twenty cubits, and the breadth eleven cubits; [m]even by the steps whereby they went up to it: and there were pillars by the posts, one on this side, and another on that side.\n\n \nFootnotes\nEzekiel 40:6 Or, even one threshold\nEzekiel 40:7 Or, guard chamber\nEzekiel 40:8 This verse is omitted in several Hebrew manuscripts.\nEzekiel 40:9 Or, jambs; and so throughout this chapter, and 41:1, 3\nEzekiel 40:15 Or, porch of the inner gate\nEzekiel 40:16 Or, colonnade. The meaning of the Hebrew word is uncertain.\nEzekiel 40:18 Hebrew shoulder.\nEzekiel 40:39 Or, by\nEzekiel 40:40 Or, at the stairs of the entry\nEzekiel 40:43 According to Vulgate and Syriac, ledges.\nEzekiel 40:43 Or, in the building\nEzekiel 40:44 The Septuagint has two chambers in the inner court, one behind the gate that looketh toward the north, having its prospect toward the south, and one at the side of the gate toward the south, but looking toward the north.\nEzekiel 40:49 The Septuagint has and by ten steps they etc.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n Hear my voice when I call, Lord;\n    be merciful to me and answer me.\n My heart says of you, \"Seek his face!\"\n    Your face, Lord, I will seek.\n Do not hide your face from me,\n    do not turn your servant away in anger;\n    you have been my helper.\nDo not reject me or forsake me,\n    God my Savior.\n Though my father and mother forsake me,\n    the Lord will receive me.\n Teach me your way, Lord;\n    lead me in a straight path\n    because of my oppressors.\n Do not turn me over to the desire of my foes,\n    for false witnesses rise up against me,\n    spouting malicious accusations.\n\n I remain confident of this:\n    I will see the goodness of the Lord\n    in the land of the living.\n Wait for the Lord;\n    be strong and take heart\n    and wait for the Lord.",
    "Script 2": "Genesis :-, -, -\n\nJacob Blesses His Sons\n\n Then Jacob called for his sons and said: \"Gather around so I can tell you what will happen to you in days to come.\n\n \"Assemble and listen, sons of Jacob;\n    listen to your father Israel.\n\n \"Judah,[a] your brothers will praise you;\n    your hand will be on the neck of your enemies;\n    your father's sons will bow down to you.\n You are a lion's cub, Judah;\n    you return from the prey, my son.\nLike a lion he crouches and lies down,\n    like a lioness--who dares to rouse him?\n The scepter will not depart from Judah,\n    nor the ruler's staff from between his feet,[b]\nuntil he to whom it belongs[c] shall come\n    and the obedience of the nations shall be his.\n He will tether his donkey to a vine,\n    his colt to the choicest branch;\nhe will wash his garments in wine,\n    his robes in the blood of grapes.\n His eyes will be darker than wine,\n    his teeth whiter than milk.[d]\n\n \"Zebulun will live by the seashore\n    and become a haven for ships;\n    his border will extend toward Sidon.\n\n \"Naphtali is a doe set free\n    that bears beautiful fawns.[e]\n\n \"Joseph is a fruitful vine,\n    a fruitful vine near a spring,\n    whose branches climb over a wall.[f]\n With bitterness archers attacked him;\n    they shot at him with hostility.\n But his bow remained steady,\n    his strong arms stayed[g] limber,\nbecause of the hand of the Mighty One of Jacob,\n    because of the Shepherd, the Rock of Israel,\n because of your father's God, who helps you,\n    because of the Almighty,[h] who blesses you\nwith blessings of the skies above,\n    blessings of the deep springs below,\n    blessings of the breast and womb.\n Your father's blessings are greater\n    than the blessings of the ancient mountains,\n    than[i] the bounty of the age-old hills.\nLet all these rest on the head of Joseph,\n    on the brow of the prince among[j] his brothers.\n\nFootnotes\na. Genesis : Judah sounds like and may be derived from the Hebrew for praise.\nb. Genesis : Or from his descendants\nc. Genesis : Or to whom tribute belongs; the meaning of the Hebrew for this phrase is uncertain.\nd. Genesis : Or will be dull from wine, / his teeth white from milk\ne. Genesis : Or free; / he utters beautiful words\nf. Genesis : Or Joseph is a wild colt, / a wild colt near a spring, / a wild donkey on a terraced hill\ng. Genesis : Or archers will attack ... will shoot ... will remain ... will stay\nh. Genesis : Hebrew Shaddai\ni. Genesis : Or of my progenitors, / as great as\nj. Genesis : Or of the one separated from",
    "Script 3": "Luke :-\n\nZechariah's Song\n\n His father Zechariah was filled with the Holy Spirit and prophesied:\n\n \"Praise be to the Lord, the God of Israel,\n    because he has come to his people and redeemed them.\n He has raised up a horn[a] of salvation for us\n    in the house of his servant David\n (as he said through his holy prophets of long ago),\n salvation from our enemies\n    and from the hand of all who hate us--\n to show mercy to our ancestors\n    and to remember his holy covenant,\n     the oath he swore to our father Abraham:\n to rescue us from the hand of our enemies,\n    and to enable us to serve him without fear\n     in holiness and righteousness before him all our days.\n\n And you, my child, will be called a prophet of the Most High;\n    for you will go on before the Lord to prepare the way for him,\n to give his people the knowledge of salvation\n    through the forgiveness of their sins,\n because of the tender mercy of our God,\n    by which the rising sun will come to us from heaven\n to shine on those living in darkness\n    and in the shadow of death,\nto guide our feet into the path of peace.\"\n\nFootnotes\na. Luke : Horn here symbolizes a strong king.",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n And, behold, a wall on the outside of the house round about, and in the man's hand a measuring reed six cubits long, of a cubit and a handbreadth each: so he measured the thickness of the building, one reed; and the height, one reed.  Then came he unto the gate which looketh toward the east, and went up the steps thereof: and he measured the threshold of the gate, one reed broad; [a]and the other threshold, one reed broad.  And every [b]lodge was one reed long, and one reed broad; and the space between the lodges was five cubits; and the threshold of the gate by the porch of the gate toward the house was one reed.  [c]He measured also the porch of the gate toward the house, one reed.  Then measured he the porch of the gate, eight cubits; and the [d]posts thereof, two cubits; and the porch of the gate was toward the house.  And the lodges of the gate eastward were three on this side, and three on that side; they three were of one measure: and the posts had one measure on this side and on that side.  And he measured the breadth of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;  and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side.  And he measured the gate from the roof of the one lodge to the roof of the other, a breadth of five and twenty cubits; door against door.  He made also posts, threescore cubits; and the court reached unto the posts, round about the gate.  And from the forefront of the gate at the entrance unto the forefront of the [e]inner porch of the gate were fifty cubits.  And there were closed windows to the lodges, and to their posts within the gate round about, and likewise to the [f]arches; and windows were round about inward; and upon each post were palm-trees.\n\n Then brought he me into the outer court; and, lo, there were chambers and a pavement, made for the court round about: thirty chambers were upon the pavement.  And the pavement was by the [g]side of the gates, answerable unto the length of the gates, even the lower pavement.  Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, a hundred cubits, both on the east and on the north.\n\n And the gate of the outer court whose prospect is toward the north, he measured the length thereof and the breadth thereof.  And the lodges thereof were three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof was fifty cubits, and the breadth five and twenty cubits.  And the windows thereof, and the arches thereof, and the palm-trees thereof, were after the measure of the gate whose prospect is toward the east; and they went up unto it by seven steps; and the arches thereof were before them.  And there was a gate to the inner court over against the other gate, both on the north and on the east; and he measured from gate to gate a hundred cubits.\n\n And he led me toward the south; and, behold, a gate toward the south: and he measured the posts thereof and the arches thereof according to these measures.  And there were windows in it and in the arches thereof round about, like those windows: the length was fifty cubits, and the breadth five and twenty cubits.  And there were seven steps to go up to it, and the arches thereof were before them; and it had palm-trees, one on this side, and another on that side, upon the posts thereof.  And there was a gate to the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits.\n\n Then he brought me to the inner court by the south gate: and he measured the south gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows in it and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And there were arches round about, five and twenty cubits long, and five cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof: and the ascent to it had eight steps.\n\n And he brought me into the inner court toward the east: and he measured the gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows therein and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And he brought me to the north gate: and he measured it according to these measures;  the lodges thereof, the posts thereof, and the arches thereof: and there were windows therein round about; the length was fifty cubits, and the breadth five and twenty cubits.  And the posts thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And a chamber with the door thereof was by the posts at the gates; there they washed the burnt-offering.  And [h]in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering and the sin-offering and the trespass-offering.  And on the one side without, [i]as one goeth up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables.  Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they slew the sacrifices.  And there were four tables for the burnt-offering, of hewn stone, a cubit and a half long, and a cubit and a half broad, and one cubit high; whereupon they laid the instruments wherewith they slew the burnt-offering and the sacrifice.  And the [j]hooks, a handbreadth long, were fastened [k]within round about: and upon the tables was the flesh of the oblation.\n\n And without the inner gate were [l]chambers for the singers in the inner court, which was at the side of the north gate; and their prospect was toward the south; one at the side of the east gate having the prospect toward the north.  And he said unto me, This chamber, whose prospect is toward the south, is for the priests, the keepers of the charge of the house;  and the chamber whose prospect is toward the north is for the priests, the keepers of the charge of the altar: these are the sons of Zadok, who from among the sons of Levi come near to Jehovah to minister unto him.  And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house.\n\n Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side.  The length of the porch was twenty cubits, and the breadth eleven cubits; [m]even by the steps whereby they went up to it: and there were pillars by the posts, one on this side, and another on that side.\n\n \nFootnotes\nEzekiel : Or, even one threshold\nEzekiel : Or, guard chamber\nEzekiel : This verse is omitted in several Hebrew manuscripts.\nEzekiel : Or, jambs; and so throughout this chapter, and :, \nEzekiel : Or, porch of the inner gate\nEzekiel : Or, colonnade. The meaning of the Hebrew word is uncertain.\nEzekiel : Hebrew shoulder.\nEzekiel : Or, by\nEzekiel : Or, at the stairs of the entry\nEzekiel : According to Vulgate and Syriac, ledges.\nEzekiel : Or, in the building\nEzekiel : The Septuagint has two chambers in the inner court, one behind the gate that looketh toward the north, having its prospect toward the south, and one at the side of the gate toward the south, but looking toward the north.\nEzekiel : The Septuagint has and by ten steps they etc.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n Hear my voice when I call, Lord;\n    be merciful to me and answer me.\n My heart says of you, \"Seek his face!\"\n    Your face, Lord, I will seek.\n Do not hide your face from me,\n    do not turn your servant away in anger;\n    you have been my helper.\nDo not reject me or forsake me,\n    God my Savior.\n Though my father and mother forsake me,\n    the Lord will receive me.\n Teach me your way, Lord;\n    lead me in a straight path\n    because of my oppressors.\n Do not turn me over to the desire of my foes,\n    for false witnesses rise up against me,\n    spouting malicious accusations.\n\n I remain confident of this:\n    I will see the goodness of the Lord\n    in the land of the living.\n Wait for the Lord;\n    be strong and take heart\n    and wait for the Lord.",
    "Script 2": "Genesis :-, -, -\n\nJacob Blesses His Sons\n\n Then Jacob called for his sons and said: \"Gather around so I can tell you what will happen to you in days to come.\n\n \"Assemble and listen, sons of Jacob;\n    listen to your father Israel.\n\n \"Judah,[a] your brothers will praise you;\n    your hand will be on the neck of your enemies;\n    your father's sons will bow down to you.\n You are a lion's cub, Judah;\n    you return from the prey, my son.\nLike a lion he crouches and lies down,\n    like a lioness--who dares to rouse him?\n The scepter will not depart from Judah,\n    nor the ruler's staff from between his feet,[b]\nuntil he to whom it belongs[c] shall come\n    and the obedience of the nations shall be his.\n He will tether his donkey to a vine,\n    his colt to the choicest branch;\nhe will wash his garments in wine,\n    his robes in the blood of grapes.\n His eyes will be darker than wine,\n    his teeth whiter than milk.[d]\n\n \"Zebulun will live by the seashore\n    and become a haven for ships;\n    his border will extend toward Sidon.\n\n \"Naphtali is a doe set free\n    that bears beautiful fawns.[e]\n\n \"Joseph is a fruitful vine,\n    a fruitful vine near a spring,\n    whose branches climb over a wall.[f]\n With bitterness archers attacked him;\n    they shot at him with hostility.\n But his bow remained steady,\n    his strong arms stayed[g] limber,\nbecause of the hand of the Mighty One of Jacob,\n    because of the Shepherd, the Rock of Israel,\n because of your father's God, who helps you,\n    because of the Almighty,[h] who blesses you\nwith blessings of the skies above,\n    blessings of the deep springs below,\n    blessings of the breast and womb.\n Your father's blessings are greater\n    than the blessings of the ancient mountains,\n    than[i] the bounty of the age-old hills.\nLet all these rest on the head of Joseph,\n    on the brow of the prince among[j] his brothers.\n\n",
    "Script 3": "Luke :-\n\nZechariah's Song\n\n His father Zechariah was filled with the Holy Spirit and prophesied:\n\n \"Praise be to the Lord, the God of Israel,\n    because he has come to his people and redeemed them.\n He has raised up a horn[a] of salvation for us\n    in the house of his servant David\n (as he said through his holy prophets of long ago),\n salvation from our enemies\n    and from the hand of all who hate us--\n to show mercy to our ancestors\n    and to remember his holy covenant,\n     the oath he swore to our father Abraham:\n to rescue us from the hand of our enemies,\n    and to enable us to serve him without fear\n     in holiness and righteousness before him all our days.\n\n And you, my child, will be called a prophet of the Most High;\n    for you will go on before the Lord to prepare the way for him,\n to give his people the knowledge of salvation\n    through the forgiveness of their sins,\n because of the tender mercy of our God,\n    by which the rising sun will come to us from heaven\n to shine on those living in darkness\n    and in the shadow of death,\nto guide our feet into the path of peace.\"\n\n",
    "Script 4": "Ezekiel :-\nAmerican Standard Version\n And, behold, a wall on the outside of the house round about, and in the man's hand a measuring reed six cubits long, of a cubit and a handbreadth each: so he measured the thickness of the building, one reed; and the height, one reed.  Then came he unto the gate which looketh toward the east, and went up the steps thereof: and he measured the threshold of the gate, one reed broad; [a]and the other threshold, one reed broad.  And every [b]lodge was one reed long, and one reed broad; and the space between the lodges was five cubits; and the threshold of the gate by the porch of the gate toward the house was one reed.  [c]He measured also the porch of the gate toward the house, one reed.  Then measured he the porch of the gate, eight cubits; and the [d]posts thereof, two cubits; and the porch of the gate was toward the house.  And the lodges of the gate eastward were three on this side, and three on that side; they three were of one measure: and the posts had one measure on this side and on that side.  And he measured the breadth of the opening of the gate, ten cubits; and the length of the gate, thirteen cubits;  and a border before the lodges, one cubit on this side, and a border, one cubit on that side; and the lodges, six cubits on this side, and six cubits on that side.  And he measured the gate from the roof of the one lodge to the roof of the other, a breadth of five and twenty cubits; door against door.  He made also posts, threescore cubits; and the court reached unto the posts, round about the gate.  And from the forefront of the gate at the entrance unto the forefront of the [e]inner porch of the gate were fifty cubits.  And there were closed windows to the lodges, and to their posts within the gate round about, and likewise to the [f]arches; and windows were round about inward; and upon each post were palm-trees.\n\n Then brought he me into the outer court; and, lo, there were chambers and a pavement, made for the court round about: thirty chambers were upon the pavement.  And the pavement was by the [g]side of the gates, answerable unto the length of the gates, even the lower pavement.  Then he measured the breadth from the forefront of the lower gate unto the forefront of the inner court without, a hundred cubits, both on the east and on the north.\n\n And the gate of the outer court whose prospect is toward the north, he measured the length thereof and the breadth thereof.  And the lodges thereof were three on this side and three on that side; and the posts thereof and the arches thereof were after the measure of the first gate: the length thereof was fifty cubits, and the breadth five and twenty cubits.  And the windows thereof, and the arches thereof, and the palm-trees thereof, were after the measure of the gate whose prospect is toward the east; and they went up unto it by seven steps; and the arches thereof were before them.  And there was a gate to the inner court over against the other gate, both on the north and on the east; and he measured from gate to gate a hundred cubits.\n\n And he led me toward the south; and, behold, a gate toward the south: and he measured the posts thereof and the arches thereof according to these measures.  And there were windows in it and in the arches thereof round about, like those windows: the length was fifty cubits, and the breadth five and twenty cubits.  And there were seven steps to go up to it, and the arches thereof were before them; and it had palm-trees, one on this side, and another on that side, upon the posts thereof.  And there was a gate to the inner court toward the south: and he measured from gate to gate toward the south a hundred cubits.\n\n Then he brought me to the inner court by the south gate: and he measured the south gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows in it and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And there were arches round about, five and twenty cubits long, and five cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof: and the ascent to it had eight steps.\n\n And he brought me into the inner court toward the east: and he measured the gate according to these measures;  and the lodges thereof, and the posts thereof, and the arches thereof, according to these measures: and there were windows therein and in the arches thereof round about; it was fifty cubits long, and five and twenty cubits broad.  And the arches thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And he brought me to the north gate: and he measured it according to these measures;  the lodges thereof, the posts thereof, and the arches thereof: and there were windows therein round about; the length was fifty cubits, and the breadth five and twenty cubits.  And the posts thereof were toward the outer court; and palm-trees were upon the posts thereof, on this side, and on that side: and the ascent to it had eight steps.\n\n And a chamber with the door thereof was by the posts at the gates; there they washed the burnt-offering.  And [h]in the porch of the gate were two tables on this side, and two tables on that side, to slay thereon the burnt-offering and the sin-offering and the trespass-offering.  And on the one side without, [i]as one goeth up to the entry of the gate toward the north, were two tables; and on the other side, which belonged to the porch of the gate, were two tables.  Four tables were on this side, and four tables on that side, by the side of the gate; eight tables, whereupon they slew the sacrifices.  And there were four tables for the burnt-offering, of hewn stone, a cubit and a half long, and a cubit and a half broad, and one cubit high; whereupon they laid the instruments wherewith they slew the burnt-offering and the sacrifice.  And the [j]hooks, a handbreadth long, were fastened [k]within round about: and upon the tables was the flesh of the oblation.\n\n And without the inner gate were [l]chambers for the singers in the inner court, which was at the side of the north gate; and their prospect was toward the south; one at the side of the east gate having the prospect toward the north.  And he said unto me, This chamber, whose prospect is toward the south, is for the priests, the keepers of the charge of the house;  and the chamber whose prospect is toward the north is for the priests, the keepers of the charge of the altar: these are the sons of Zadok, who from among the sons of Levi come near to Jehovah to minister unto him.  And he measured the court, a hundred cubits long, and a hundred cubits broad, foursquare; and the altar was before the house.\n\n Then he brought me to the porch of the house, and measured each post of the porch, five cubits on this side, and five cubits on that side: and the breadth of the gate was three cubits on this side, and three cubits on that side.  The length of the porch was twenty cubits, and the breadth eleven cubits; [m]even by the steps whereby they went up to it: and there were pillars by the posts, one on this side, and another on that side.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]