[
  {
    "Date": "2025-09-24T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=t6plGJhbkgM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=jlwxo431SvU&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=3",
    "famous quote": "To laugh often and much; to win the respect of intelligent people and the affection of children... to leave the world a better place... to know even one life has breathed easier because you have lived. This is to have succeeded. \n-Ralph Waldo Emerson ",
    "Ted Talks": "https://www.youtube.com/watch?v=7jx0dTYUO5E",
    "Nature Video": "https://www.youtube.com/watch?v=Y8ACyHYsb6Q",
    "User added": "\"He said, \"Why were you looking for me? Didn't you know that I had to be here, dealing with the things of my Father?\" But they had no idea what he was talking about.\"\n??Luke? ?2:49-50? ?MSG??????\n\nJoseph and Mary lost track of the young Messiah for a few days. They found Him in the temple. God lays two questions on my heart in reading this story of Jesus. The first: Do I seek Jesus with the same urgency that I did looking for my kids when I lost track of them in the grocery store, or park (Yeah, I did. Don't judge.)?And the second question: Where am I looking today to find Jesus about His Father's business?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill:\n\n(part 4)\n\nMy dad taught me to always listen to your 3rd base coach. You're listening for his voice among all the crowd. keep your eye on him and not the ball. \r\n\r\nHow do you hear his voice? you need to know his voice. His true sons and daughters do. Are you a true son or daughter? \r\nHow do I become the son or daughter to recognize the voice? \r\n\r\nPractice makes perfect.\r\n\r\nGod has made us human. The Hebrew word for \"to hear\" has 2 functions: to hear, and to obey. The Greek meaning is just \"to hear.\" My subjective translation is more in the Greek mindset. I'll listen but I'll figure out if I agree with it. We hear God's voice, but say, I just can't do it that way.\r\n\r\nHere's a story: a lady was driving her daughter to school. She had to go down a street. In the morning she heard she is supposed to pull into a convenient store. But she decided not to (we ask was it me, or God?). Most people are hearing God, but they don't know if it's God and so we disregard it. On the way back she feels the stirring, and decides to do it. And then God says, \"Okay now go to the break room and do a handstand.\" Okay, she thought, I guess I'll try.\" She was a gymnast, so she went in and did a handstand. That was when she saw a person at the table. He broke down and cried. She got down and asked what happened? The guy said I was going to commit suicide and said to God, have someone come in and do a handstand.\r\n\r\nWe need to challenge the greek mindset, and do it relationally. \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=T_hH2S7nUjo",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "",
    "Music Video": "https://youtu.be/me87-0uZeSA",
    "Music Video Instructions": "Imagine this as the type of longing we have for God, and the torture of not being fully satisfied to know him on this side of heaven."
  }
]