[
  {
    "Art title 1": "Let Your Light Shine",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c5e7fc684c4642faa6ab243f911b1a88~mv2.jpg",
    "Artist Statement 1": "We are called to meet together, where we are filled up with God's light. And then we go out into the world to share that light. What better symbol then lightning bugs, which I love.\nMatthew 5:16",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-3842b9eb-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "ART: \nSome Wounds Can't Be Healed with Stitches",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_dbe7138e10324583a522ba51dcb08b78~mv2.jpg",
    "Artist Statement 2": "",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-38387f56-cb81-11ea-8c85-12879e2400f0",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Visit Him in The Game",
    "Story Link": "https://www.rawspoon.com/post/visit-him-in-the-game",
    "excerpt": "One day Jack came home from an assignment in the army and was talking to his mom. She broke down and said, \"I just don't know about your brother. He's always playing games. He plays all night. He never engages with people. He's lost several jobs, and... I miss him.\"\n\nJack went in and talked to him. \"Hey Sol, what's up buddy... Dude! Can you hear me?!\"\n\nSolomon slid his headphones off one ear and turned his head to him and gave him a nod, \"Hey.\" \n\n\"I haven't seen you in six months, man! Aren't you excited to see your older brother?!\"\n\n\"Sorry.\" Solomon's eyes were fighting being pulled back into his paused game. \n\n\"Hey let's go grab a bite sometime. Maybe for lunch today?\"\n\nSolomon glanced at his computer screen's time and said. \"I'm good. I'll probably just grab a cup of noodle.\"\n\n\"Then maybe for dinner, or for coffee? Or heck we could go grab a beer now if we wanted. I want to hang out with you.\"\n\n\"Um, maybe,\" Solomon hesitated, then pointed at the screen. \"It's just there are a lot of people on here that are waiting for me. And I have 151 wins. I get to be in this famous streamer guy 'Daikon1's Discord server if I hit 200 wins.\"\n\n\"In your game? What game is that?\"\n\n\"Call of Duty.\"\n\n\"Oh, I used to play that. In fact, the leader of my squadron is the the guy who was the military consultant for--\"\n\n\"This one is \"Black Ops- Real Resolution.\" Solomon interrupted him. \"It's totally different than when you played it. You can basically do anything in this world. There are dudes that stream and win tons of money in tournaments. I'm trying to get noticed by them.\"\n\n\"So, you hang out with a bunch of bros who don't care about each other in real life, as they try to kill long-extinct Nazis. And that's more important than holding down a job and hanging out with your family?!\"\n\nSolomon looked back to the computer screen and shrugged. A moment later he said, \"I don't really like my job. And I do go out sometimes.\" Something happened in the game and he reached around and typed a response. \n\nJack waited, but Sol was getting absorbed in the game. \"So, I'll be out there if you wanna go to lunch with me. My treat.\" \n\n\"Uh, huh. Okay.\" Solomon said absently.\n\n***\n\nAn hour and a half later Solomon came out of his room, with his head in his phone. Jack could hear he was watching one of the streamers walking folks through his strategy as he played a campaign. Solomon put a Cup-of-Noodle in the microwave, with his head in the video as he waited. Jack was right there at the kitchen table, looking at him. Sol never looked up and Sol went back to his room without noticing.\n\nOver the next half hour Jack hatched a plan.\n\nHe had a few weeks off before his next army assignment. So he Amazoned some new headphones, dusted off his old controller, and found a second screen in the office. He called the old friend he had tried to tell Sol about.  Then he set himself up in his old basement room and began to play. He went by \"NickelJack\" in the game.\n\nHaving a couple years of real military experience, his friend's intel, and with the newest version of the game having so much freedom, Jack won each campaign quickly. \n\nIt was a little bit of the Wild West in this new game where you could interact with anything, and computer characters had minds of their own powered by AI. He was astonished at how little loyalty there was between players. So NickelJack worked to pull loyal teams together by asking about their real lives, and checking in with them between games. These methods helped NickelJack foster teamwork, which he knew was required for real world military wins. He quickly hit 200 wins and applied for Daikon1's Discord channel. Daikon1 noticed him and marveled at how quickly he had hit 200. Then after watching him, marveled at his atypical methods which brought him so many wins. Daikon1 invited NickelJack to do some campaigns on his squad while he streamed, and asked him about his strategies while they played. NickelJack wouldn't turn on his microphone but typed his responses. This just increased the mysterious allure behind this new phenom. \n\nAfter a campaign where NickelJack talked to a desperate woman at a well to get intel about her husband's terrorist tactics, leading to conquering that campaign, the famous streamer asked, \"Man, NickelJack. Who are you, bro?! How'd you learn to think like this?\"\n\nThe streamer waited a moment, as his audience waited for this player who had impressed this famous streamer. The answer appeared in the chat window. \"I learned it in a world much more real than this one, where people and their lives matter. Don't forget to eat dinner with your mommas tonight, fellas.\"\n\n***\n\nThere was a big online tournament and Daikon1 invited NickelJack to be on his squad. Jack wanted to invite his little brother's character to their team. Daikon1 hesitated inviting a random, mediocre player but NickelJack said he would share his most important learnings if he let him do it. And he did.\n\nAs they fought through the levels, it quickly became apparent that NickelJack brought out strengths in his brother's character no one else had seen in him, but it also became clear his brother was the weakest link. As they won game by game, sometimes by a hair, NickelJack demonstrated better than in any of his other campaigns before what it was like to sacrifice for the other players. He rarely left his brother's side, sniping for him, waiting for his brother to accomplish his tasks, like disarming road bombs. \n\nThey kept beating the other teams' scores, even if in the last moment, until they were the last team standing, in the final scene of the final campaign of the tournament. The terrorist computer characters had captured the other members of the team, including Daikon1 and NickelJack's brother's character. This tournament was the first time players saw the computer taking hostages. People whispered they had never seen it before. It all came to a head in a tower that overlooked the dense Congo jungle. The computer characters held guns to the heads of the other members of NickelJack's team who were tied up, kneeling in front of them. \n\nNickelJack spoke with the head terrorist, \"Let them go, and I will turn myself over to you.\"\n\n\"Why would you think that is a fair trade?\"\n\n\"Because I have knowledge that you want. And I know the creator of this game.\" The hundreds of thousands of people watching were suddenly rapt by what he said. \"My friend is the main military advisor in the design of this game.\" \n\n\"You know that you cannot win this campaign if you do not kill me.\" The terrorist said. The audience was again shocked that they had broken the fourth wall. They were talking about the meta state of existence with the computer character!  \"And you yourself cannot win if we let them go and kill you.\" The terrorist added.\n\n\"I know that the war for their deeper lives are lost if they continue to be addicted to your games. I need to show them love, sacrifice, loyalty, and friendship, because that is more important than beating an imagined world. Take me for them.\"\n\nThe computer boss nodded to his henchmen who untied the men. NickelJack's team got up and slipped out the window of the lookout tower, ready to climb down and away from harm. But they stayed long enough to watch the computer raise his gun to NickelJack's head and ask him, \"What is this wisdom from the creator that we need to know then?\"\n\n\"Winning doesn't matter in this world. You can only take love into the real world. There is so much more worth living for in that world. There is no greater love than this, that one would lay his life down for his friends.\"\n\nThe AI computer boss scowled as he replied, \"This is the only world I am real in. And it's the only world I can win in. So I will keep it and send you home.\" \n\nThey saw blood splatter and NickelJack's character fall to the floor. Daikon1 and NickelJack's brother escaped into the jungle as the screen faded to black.\n\nThey had lost. Silence pervaded the internet for several minutes. Everyone was in shock. Then the Call-of-Duty world saw that NickelJack had started to type something. Then the words appeared. \"Friends, now go kiss your mommas.\"\n\nA few minutes later Jack heard his brother moving upstairs. He heard his footsteps go toward the kitchen where his mom was. Some words were exchanged and a pleasantly surprised noise came from his mother. \n\nJack closed his laptop, and put the headphones and extra screen away where he had found them. And he walked up stairs.\n\n\"Hey Sol! Good to see ya bro. Wanna go grab some grub?\"\n\n\"Um, yeah. Um, sure. Let me go get my shoes.\"\n\n\"You might wanna switch out those pajama pants too.\"\n\n\"Yeah, Okay. Man, the craziest thing just happened.\"\n\n\"Can't wait to hear about it, Sol. Meet ya in the car.\"\n\n---\n\nGod also saw that we were getting so invested in this world that we were neglecting the life of His kingdom. He sent his son into the world to remind us what really mattered. He sent him to lose at this world, so we might learn to win at the real world.\n\nRaw Spoon, April 3, 2024 ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 20:1",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 16\nAmerican Standard Version\n16 Again the word of Jehovah came unto me, saying, 2 Son of man, cause Jerusalem to know her abominations; 3 and say, Thus saith the Lord Jehovah unto Jerusalem",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/_x_C-nnbxrc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@36.8642424,39.0319626,3a,75y,266.4h,65.82t/data=!3m7!1e1!3m5!1sAF1QipNLq-_BNRx10P33TUsxwvFWoGEycgEGXB4mLmJ2!2e10!3e11!7i7680!8i3840!5m1!1e4?entry=ttu",
    "3dNotes2": "Ruins of Harran: where Abraham's father Terah took him and Lot, the son of Haran, and settled them on their way out of Ur toward Canaan.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/8",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]