[
  {
    "Date": "2025-10-22T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=NpwkIYB3ZEY&list=PLZbXA4lyCtqrVdjNmuatDkhtXH-Z043oa&index=4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=SRPLNiqSBeo&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=7",
    "famous quote": "Good morning. You are perfectly cast in your life. I can't imagine anyone but you in the role. Go play.\n-Lin-Manuel Miranda",
    "Ted Talks": "https://www.youtube.com/watch?v=eSSrlQen1Ik",
    "Nature Video": "https://www.youtube.com/watch?v=wjuVq9BRNAI",
    "User added": "\"My dearest brothers and sisters, take this to heart: Be quick to listen, but slow to speak. And be slow to become angry,\"\n??James (Jacob)? ?1:19? ?TPT??????\n\nHave you ever walked away from a conversation with someone, and not been able to recall a word the other person said? Or, forgotten the name of the person you just met? How about arguing with someone and being so angry with them that later all you remember is the anger, not the reason for the argument? Why is that? Every person is made in God's image. At the very least, shouldn't we choose to be present in every conversation, or argument we have with someone? If we want to be seen, and heard by another, shouldn't we see, and hear them? Today, be intentional in seeing and hearing each person you meet.\n\n\"Your words are so powerful that they will kill or give life, and the talkative person will reap the consequences.\"\n??Proverbs? ?18:21? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 12)\n\nDo you think people who sin sexually can be used by God? \r\nAbdisa takes a moment, thinking hard.\r\nThey can't be used by God.\r\nThis surprises me a little bit. I assume that this doesn't mean they aren't saved but maybe they won't have miraculous healing powers if they are living in sexual sin.",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/PkqxRIDaCSM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]