[
  {
    "": "2025-08-26T07:00:00.000Z",
    "Art title 1": "Tension is the Pull to Go Deeper",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1683109e561140429f24b377f1199e2d~mv2.jpg",
    "Artist Statement 1": "When the Bible makes you mad or confused or seems like it contradicts, the western way is to discredit it. But the Eastern way, the way the Hebrews read the scriptures, was to take that as a sign to dig deeper. They believed that for the astute reader, these 'problems' were invitations to look deeper, for a deeper understanding was hidden there.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-6929c75c-95b2-4608-9f03-b168d1a805e8",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Tension Is the Pull To Go Deeper",
    "Story Link": "https://www.rawspoon.com/post/story-tension-is-the-pull-to-go-deeper",
    "excerpt": "Audrey was feeling pretty handy after she built the doggy door herself. She wanted her new puppy Baxter to be able to sleep inside, but now he could go outside to go bathroom. But she also did it so Baxter could get comfortable with the neighborhood kids in the yards next to hers.  \n\nThat's because she was training him to one day be able to minister to troubled youth with her. Audrey had alcoholic, neglectful parents but it was only because of an old neighbor lady that took Audrey under her wing, and a dog that was her constant companion did she end up somewhat normal.\n\nFor now she was a elementary teacher. But summer was coming up and she was wondering if she was ready to start helping kids in her neighborhood somehow. But what kid would want an elementary school teacher budging into their busy summer lives. \n\nSchool kept her away during daytime hours, but they had pretty much mastered Baxter's potty training 6 months ago. A neighbor had been kind enough to let Baxter outside to go potty at lunch, up until now. And Baxter took to the doggy door with no problems. However, to Audrey's dismay a week after the doggy door was installed Baxter started peeing all over the floor. When she got home and saw this the first time she was mad and scolded him. Then she scolded him even harder the second, third and fourth day it happened. Maybe it was just a bad habit she had to condition out of him again. But at the end of the week of punishing Baxter, she was just perplexed. \n\nShe sat on her little backyard patio that Saturday, with her coffee, looking down at Baxter. \"What is going on with you, Buddy? This isn't going to work if you pee everywhere when we're helping kids out.\"\n\nJust then a football thumped into her yard and Baxter looked in its direction. \n\n\"Miss Johnson, can we come get our football in your yard, please?\" Sean was a 12 year old, the oldest of the neighborhood kids, and kind of the posse leader. \n\n\"Of course, Sean,\" she said. \n\nBaxter whined lightly. Sean's little sister looked from behind the fence, fascinated with the Puppy.\n\nSean leapt over the short chain link fence, with surprising ease. \n\n\"How has your mom been doing, Sean?\" Audrey asked.\n\n\"She's still sick,\" he replied.\n\n\"I'm sorry to hear that,\" she said. \"Tell her I'm praying for her.\"\n\n\"Yes, ma'am.\" Sean grabbed the ball and leapt handily back over the fence even as it wobbled a little. \"C'mon grace get in the goal.\" He commanded his little sister.  \n\nAudrey thought Sean had been acting a little weird lately. But who wouldn't if their mom was riddled with cancer, languishing away in their house?  Baxter watched Sean with ears perked up, still whining quietly.\n\nAudrey looked down at him. \"Hmm... Are you trying to tell me something, buddy?\"\n\n\"Dear God,\" she prayed. \"Help.\"\n\nThat day Audrey went to Home Depot and got a little camera monitoring system. It came with three cameras. She put one in the front, one in the back, and just because she had an extra, she put the third up in the kitchen. \n\n\nWhen she came home from work on Monday Baxter had peed all over the floor again. He also kept trotting back and forth in the kitchen as if it all reeked to him and he couldn't find a comfortable place.\n\n\nShe sat down at her table. Baxter stuck close to her, whining from time to time. She pet him as she logged into the app where she could access the videos. She pushed play on the back yard video. The motion sensor was falsely triggered a couple times by the kids playing beside her yard, but then in the video she saw Sean jump over her fence. He held a chocolatey candy bar wrapper up to Baxter. Baxter cautiously licked at it as it fell to the ground. Grace still stared at Baxter through the fence from the other yard. And then Sean beckoned to two of the other little neighborhood kids. They hopped over the fence and made their way to Audrey's back door. They went out of view so Audrey switched to the inside camera. Her eyes got large as she watched them, one by one, crawl through the doggy door. Baxter went inside, and barked a couple of times but mostly ran around nervously.\n\n\nAudrey watched them sit down at her kitchen table and then she saw Sean pull out a pill bottle. Audrey's eyes got large as she gasped, \"Her pain meds.\" They all took a few and swashed them down with a drink from her sink. Then they left the kitchen to go who knows where in her house. Audrey looked around as if everything in her house was contaminated, and anger welled up inside of her. She raised her eyebrows and looked at Baxter. Besides him, she didn't really have anything of value they could mess up. Then as she thought about Sean's mom, and about her own struggling parents, a deep compassion welled up inside her. \n\n\nShe dropped to her knees next to Baxter and wrapped her arms around him. \"You were trying to tell me something. Now I'll know, when you whimper. That's enough. Good boy. I'm so sorry for getting mad and punishing you. This whole time you were trying to tell me something very important, and all I did was be bothered by the inconvenience. I'll get better at listening to you and we'll make a good team.\"\n\nAs she knelt there, petting Baxter, an idea came to her. \"Maybe they could use a place to go that's not their house.\" She looked around. Then, with one hand on Baxter's back she picked up her phone and dialed Sean and Grace's dad. \n\n\"Hey Steve... yeah... yeah... how are you guys and how's Monica?...I'm so sorry... Hey listen, I'm trying to think how I could help. See, I'm almost out for summer, and I was wondering, do you think your kids would like a place just to get out of the house from time to time?... Yeah that's what I was thinking. Well, you see there was a sweet neighborhood lady who really helped me when I was growing up. And I kind of wanted to pass on the good will. And I noticed Grace seems to like Baxter too ... Yeah that's my new pup ... Yeah! ... Yeah! Okay great! Well, first day of summer break starts next Tuesday. I'll try to kid-proof my house, but ... Okay. Thank you, Steve. You guys take care.\"\n\nAfter she hung up, a deep peace settled into her face. She looked down at Baxter and said, \"I'll need to have a hard conversation with Sean, But that's what Miss Shari did for me. And it was only then that I realized I could trust her, and listen to her. And that's what saved my life.\"\n\n\"And they're gonna absolutely love you, Big Guy.\"\n\n  \n\n---\n\nIt's easy to get bothered when something in the Bible is vexing, angering, or seemingly contradictory. But the ancient Jewish perspective of the scripture was that problems were purposefully placed in the text to alert the astute reader to look deeper. It drew them in to look for a less apparent message, something that God thought could open up a new world of understanding, if we were only looking close enough. The next time the Bible frustrates you, see it as a call to go deeper, to listen harder, and hear what God really has to tell us through it. ",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_4be698b5b8524a6d9c4fada9242ac430.mp3",
    "Blog Title": "BLOG:\nSymbolism of Snake and Staff",
    "Blog Link": "https://www.rawspoon.com/post/symbolism-of-snake-and-staff-1",
    "Blog excerpt": "I was reading in Exodus 7 when Moses and Aaron throw down their staff before Pharoah and it becomes a snake.\n\n\n\nIt triggered memories of other scriptures of snakes and/or staffs. I thought of when Moses and Aaron fashion and lift a snake on a pole in the desert when everyone was getting bitten by snakes. If the people looked on the snake they would be healed. And I thought how that was later referenced as a foreshadowing of Jesus being lifted up on a tree for people to look upon and be forgiven and healed.\n\n\nBut then I thought of the snake in the garden of eden, tempting those kids to eat the forbidden fruit of a tree. How are all these connected!!?\n\n\nI looked up the meaning of snakes to the Egyptians, just cuz I was curious what statement God was trying to tell Pharoah by throwing one down in front of him. And what would you know, it can be a symbol of sovereignty! Look, this is just to remind you, I'm more sovereign than you, big guy!\n\n\nAlso, you might now recognize that the symbol for healing when the Israelites were getting poned by snakes in the desert is also similar to the symbol of healing for us today. The snake on a staff is the medical symbol we use! (not to be confused with the similar symbol of double snakes on a winged staff often mistakenly used as the symbol of healing). Is that connected? Apparently, online, people like to say our symbol is from Moses' symbol, but the more educated sounded commenters and Wiki contradicted that. Hermes, Hyppocrates, Asclepius and stuff. Bummer. Well, maybe it's connected in an indirect way.\n\n\nWell, then there was another little occurrence of the symbol in the Bible that was interesting. That very same staff with a snake on it was kept as an artifact of Moses' miracle but down the line people had started to worship it! They called it the Nehushtan at that point. I guess I can understand why they were prone to doing that. They got mixed up with worshipping the object instead of what it symbolized. So the very righteous king, Hezekiah, orders its destruction along with other items that were being worshipped. (iconoclasts ahh! Even good people can take the fear of art too far!)\n\n\nSo, after trying to synthesize all of this, here are my amateur theologian thoughts (unless someone wants to pay me for this so I can call myself a pro!)\n\n\nIn the Bible the symbol of snake and tree is a symbol of sin, but the image is transformed into forgiven sin. In the garden of eden, the snake was at the bottom of the tree, it had not yet been lifted into it. It was Adam and Eve who reached up into sin in the tree. But then God redeems this image of snake and tree and turns it into forgiveness and healing in a chronological progression. Check it out:\n\n\nHe first does it with the staff before the Pharaoh. He throws it on the ground and it becomes a snake to show Pharoah his sin, and to rival the Pharaoh's perceived sovereignty with Moses' own (It says \"you will be like God to Pharoah\"). Moses be like, you're sinning against my people and to prove it I'll make a snake more powerful than yours, more sovereign. But at that point the snake still has not yet been lifted up, just a symbol of sin. Then when his peeps are getting bitten up by snakes in the desert (symbolism of their own sin punishing them) Moses holds up the bronze snake on a staff so if they look at it they will be saved. This is like God is saying, this symbol of divinity that you used to show Pharaoh you are more powerful, now I will make it receive all of your sin and take the punishment that is due to you people.\n\n\nThen later in Kings, Hezekiah destroys the dang thing cuz folks were worshipping the symbol instead of what the symbol represented! And eventually the thing the symbol represented (Jesus covered in our sin) was put up into a tree (the cross) and killed so that anyone who looked on him would be forgiven.\n\n\nAnyway, now when you drive by an urgent care place or a hospital and you see the snake or two on a staff, even if may not have been directly derived from the Biblical account, you can remember to yourself who the healer of our souls is. We can remember who it is that heals us from the death of our souls, caused by our sin.\n\n\nOh and you'll also know that if they've put two snakes and wings on the staff, they've confused the symbol of healing with the symbol of stuff like success in commerce and theivery-- which I'm afraid some of our medical industry has reoriented around anyway. :( Hmm. Quite symbolic indeed.\n\n\nRaw Spoon, 1-17-19",
    "Animation": "https://www.youtube.com/watch?v=DtLJCLnCixw",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_a11cd2661ebf4669b5a143fce044b8d6~mv2.jpeg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_2c5002e197d140d997ee6e4a32628a29~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=UNDX4tUdj1Y",
    "Bible Project 2": "https://www.youtube.com/watch?v=R-CIPu1nko8",
    "Bible Project 3": "https://www.youtube.com/watch?v=5nvVVcYD-0w",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 109:21-31",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ezekiel 20",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 28",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=BwplDjNlRCc",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/61",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3fc02c1b-5f30-4983-99a9-3ce5f7719202.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]