[
  {
    "Date": "2025-12-21T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ZDv6WJTOoX4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=raLyK0rZmt8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t",
    "famous quote": "You can't get much done in life if you only work on the days when you feel good. \n-Jerry West (Lakers player)",
    "Ted Talks": "https://www.youtube.com/watch?v=yJ1uGfCWIt0",
    "Nature Video": "https://www.youtube.com/watch?v=QcM4-jpFLSU&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=4",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_13164046c9454de1bb75974a97ba0f72~mv2.png",
    "Interview Text": "Send off Celebration\nSending men off to die for the gospel\n\nAt the end of our week, we 27 Americans gather at the front of the warehouse-sized sanctuary, filled with the 272 Ethiopian missionaries that had gathered for the training. \nWe were about to go back to our lives of 9 to 5 and SUVs, but we were now standing in front of these men that will offer their lives to spread the gospel. Men who may never come back. Some of us are the monetary backing, and some of us are a little bit of medical help. But these men, the ones with a simple faith are about to go out into a world of people who want to kill them, curses that want to cut them down, traps waiting for them in the weeds, and governments that will work against them.\nAfter addressing all of the missionaries with a few words Alayu turns to us Americans and says, \"You are our family and we will serve in unity with you even until our deaths.\"\nThen he tells the missionaries, \"These Americans are taking your miracles, and the miracles that they have been a part of here back to America.\" He looks at me out of all of them and says, \"Like Ross.\" And he looks at the rest of us, \"And like the medical team.\" And then he tells us they will be praying for us. That these sentries of faith were praying for us.\nThen Ray, the American leader asks us to get up and pray for them, similar to what we did at the church at the beginning of the week. So we each stand up, clumsily side-by-side, as they form lines in front of each of us. We are given an embroidered towel and a metal pin of praying hands to give to each of them to show we are with them in spirit. And we do our best, with our shallow faith, and distracted hearts, to pray for them and commission them to go sacrifice their lives for this faith we say we have.\nWe stand before these men. We who will go back to America, drink our beer, and chat about the game. We who will pop into coffee shops and chatter with our neighbors, silent about what Jesus has done for us because it might make someone uncomfortable. Or it might not, you know? And these men are trekking and preaching and praying and fasting and loving until their feet are raw, and voices hoarse so they can bring Jesus to the sick and weary who don't yet know about him.\nAlayu then asks them to keep praying for us Americans. I lean back and whisper to the person next to me, \"These men who are about to go and give their lives for the gospel are praying for us!\"\nAnd one of the other Americans who heard me leaned back and said, \"It's okay. Don't feel bad about it. We each have our role.\"\nBefore the meeting is done Alayu announces there had been enough money raised to give 7,200 Bibles to them and their ministries. And he announces they were now sending their first missionaries to South Uganda.\nBut then Ray challenges us to keep praying for them when we go home. And he challenges us to challenge our churches to pray for them. \n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=07U1ojc57vE",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=7jC93d_xoEY",
    "Music Video Instructions": "Pray this as a request for God to really show us what his type of love for us is. "
  }
]