[
  {
    "Date": "2025-11-15T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=3H722Vy2yjg",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=epu4qPVOgpM&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=7",
    "famous quote": "If you change the way you look at things, the things you look at change.\n-Wayne Dyer",
    "Ted Talks": "https://www.youtube.com/watch?v=BihT0XrPVP8",
    "Nature Video": "https://www.youtube.com/watch?v=mbnBYh-BJ1g&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=34",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_fc1b8e192ba9473e9dfe768c0741cd95~mv2.png",
    "Interview Text": "Tesfaye Tesema Haylemarian\nInterview (part 4)\n\nI watch him as he talks to my translator. Lots of expressions animate his face at times, deepening the horizontal lines on his forehead. I notice a mole on a ridge at the top of his forehead. Sometimes as he speaks his voice quiets and his expressions settle down while he tells the story.\r\n\nHere's another story. There was a lady who hated me very much and didn't even want to hear my voice. One day she hid herself behind a stone when I was coming by and she slightly turned her face to see me. When she saw me she couldn't turn her face back. She couldn't turn her neck around anymore. It was stuck in that position. \r\n\nHe pushes his head to the side as if it were stuck that way. The whole time he has a clever smile.\r\n\nSo her child took her home and after a while the mom became okay. But the child lost her mind. The child ran away. Her mom went to find her and bring her home. But after her mom was running after her child her eyes became blind so she had to stop in the middle of the road. A person found her in the middle of the road and asked her what happened. She told her the situation and asked, \"Will you please help me and take me home?\" The person took her home and then found her child and brought her home.\r\nFinally the mother didn't know what to do so she asked me to help. So I went and prayed for her. I prayed that the eyes could work again and I cast the demon spirit out of the child. Those two, and two other members came to know Christ.\r\n",
    "Interview Video": "https://youtu.be/ATcVuSP0woc",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zJc1MSCiYyY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://youtu.be/AnQvv5g7ork?si=5DV_G5rQyaBKhJ9X",
    "Music Video Instructions": "When battling demons and struggling to find light, trust in the mysterious hand moving behind the scenes."
  }
]