[
  {
    "Date": "2025-09-28T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ks7pfp1_V-o",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=rv4synzjgXk&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=7",
    "famous quote": "The key is to set realistic customer expectations, and then not to just meet them, but to exceed them - preferably in unexpected and helpful ways.\n-Richard Branson",
    "Ted Talks": "https://www.youtube.com/watch?v=Ks-_Mh1QhMc",
    "Nature Video": "https://www.youtube.com/watch?v=Hz_DslzN2IA",
    "User added": "\"\"If you love me, you will obey my commandments.\"\n??John? ?14:15? ?NET??????\n\nHow many times have you read this in your heart as, \"I will love you if...\"? O, brothers and sisters in Christ, the love of our Savior is engraved on His hands, His head, His back, His feet, His side. Christ Jesus has loved you from eternity past to now, and will love you from now to eternity future. Nothing will change that! Now, Jesus says, you are free to do likewise. Today, live love, freely!\n\n\"For we are his workmanship, having been created in Christ Jesus for good works that God prepared beforehand so we may do them.\"\n??Ephesians? ?2:10? ?NET??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 1)\n\nMatthias regularly sends money to his family to support them in the Middle East. Since they are foreigners they have to pay $3000/year to live in the Middle East. A month before the money was due, they didn't have enough to pay it. And within that month Matthias got unexpected jobs and there were people who told him they were being led to give him money. With $1000 he had saved over the year, the Lord provided the rest of the money in less than a month, and he sent it to them.\n \nJust after that he realized that he owed $3000 for taxes, due 7 weeks later. For almost six weeks nothing happened. But then between palm Sunday and tax day (about ten days) a little over $3000 came in. It was from People as they said things like \"I feel led to give this to you.\" Someone said, \"I feel like I want to support you, so here's a $1000.\" He offered to do photography work and people paid him for it. But $2000 was unasked for that came in before that. And these people hadn't known he needed it.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=3Lyq_nao7pg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]