[
  {
    "Art title 1": "Everything Good Can Be Used For Something Equally Bad",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_4f4b0634fd3c4d959d77c06950ab5969~mv2.jpg",
    "Artist Statement 1": "I hear people say \"social media is just bad\" or \"technology is bad\" but I think each more powerful tool has escalating consequences, to be used for good or for bad. \n\nWe get to choose to master these tools to use them for good. I have built my platform to draw people to God on technology. A lot of support groups and old renewed connections are facilitated by social media. \n\nLet's be purposeful in how we use and even master each of these tools, being aware to not let them master us.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-53bd81f8-904f-411d-82b2-b083b350ab01",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "What Really is Holiness?",
    "Story Link": "https://www.rawspoon.com/post/story-what-really-is-holiness",
    "excerpt": "I want to start a series of stories to help give modern understanding to ancient, churchy words. Today's study is on \"holiness.\" We sing and read about it, but what really is HOLINESS?\n\n---\n\nThe king's house was unlike any known in modern times. And so was he. I approached the 10' tall stone wall and the guards scanned my invitation, fingerprints and iris into their computer system. I went through a metal detector and they confiscated everything made of metal or plastic. I wasn't planning to hurt the king, but I wanted to. If anyone had a reason to, I thought I did.\n\n\nThe removing of metal and plastic wasn't mostly a weapons thing, it was an exposure thing. Decades ago in 2022, research had proven that modern industrial production had so tainted the natural environment that toxins were basically ubiquitous in life. In everything. This spurred research that proved in 2025 that the human mind and body often slipped into astonishingly high performance when they had been completely free of toxins. And the king's conviction was that in order to lead this kingdom well with the most wisdom, justice, and effectiveness, he had to be functioning at his purest. We would see about that.\n\nI started the 1,500 stair ascent to the house on top of the pyramid foundation. The 10,000 square foot palace was 700 feet above street level. The purpose of the tall pyramid-like foundation could be mistaken for paganism or hubris, but was actually for protection, the distance it created from worldly influences, for its birds-eye-perspective of the kingdom, and to be clearly seen in the minds of the residents as \"set apart.\" The king claimed this was important and after most people  saw it, they claimed they understood.\n\nAs they stripped me at each deeper level they found impurities I didn't realize were within me. In my clothes they found smoke from a bar, even after I had washed them three times since I had visited it. There was nothing innately wrong with bars, but I was humbled by the obvious difference in the people working in the king's palace and 'bar' people. The smoke started to feel very much like evidence of some sort of impurity in me.\n\nAt the next stage when they tested my blood the doctor addressed me, \"Mr. Nelson,\" self-actualization, intelligence, and honesty were foundational in her. \"We have found remnants of your body fighting off three variants of the flu, four variants of Human Papillomavirus, and residual of an urinary tract infection.\"\n\nI was dumbfounded at this completeness and could barely say, \"I didn't realize there were four types of herpes.\"\n\n\"Don't worry, Mr. Nelson,\" she exuded security and kindness. \"This is not unusual at all, but we will need you to quarantine four more days.\" I nodded, dumbfounded. \"We will cover your expenses. We know this meeting is important to you.\"\n\nShe saw the questions in my eyes. \"We were all extensively briefed on your story when you applied 79 days ago. And we've all been working within our expertise to prepare to address your complaint. I think you'll be pleasantly surprised with what Dr. Rubelka has put together about how some of the personality traits of your great grandfather have influenced several of your career and relationship decisions. I think it will give you some tools to make some healthier decisions going forward.\"\n\nI looked around. There were dozens of people going through this same process to see the king. Did they know and remember all of their stories that well? I got the feeling they did. I had never felt this known, my good and bad, and yet been so carefully cared for.\n\nThat night I stood alone in front of the mirror and practiced what I would say to the king. \"Because of your vastly biased propaganda against the perfectly respectable pornography industry, my wife left me, with our kids. I fell into depression and then addiction led to me losing my job. You owe me 10 years of restitution.\" Why was it getting so hard to summon my anger? It so naturally ebbed from me at home.\n\nThe food they fed me was simple, garden grown vegetables, but it was when I was eating simply broccoli that I realized my tastebuds felt more alive than they had ever been before. And it definitely cleared out my insides. I sweat out 'toxins' each night for two hours in a sweat hut before they put me to slept in a perfectly silent room, best sleep I've ever had. Stresses I didn't know I was carrying seemed to be slipping off of me.\n\nThe man who fitted me for clothes was old, judging by the whiteness of his hair, but his skin and eyes were so vibrant with life. It seemed to me he held a secret smile. After taking and plugging meticulous measurements of me into a computer, a machine went to work weaving. We were high in the building now. Splendid light came in and I gazed out of his window at the kingdom while I waited. When the machine dinged, he presented me with a one-piece, seamless garment. A more durable material was on the soles of the feet so that I would not need shoes and a looser mesh was under my arms for breathability. And when I tried it on, it fit my whole body better than any other single item of clothing I've ever had. I realized what the man had been waiting for. I closed my open jaw and remembered to blink after I saw his beaming smile. Before I left he took me to the window and said, \"Our kingdom is waiting for your best you. Early on I made the mistake of letting my old ways keep me from birthing new life into this kingdom. I encourage you not to get caught in the same trap.\"\n\nBy the time I found myself in the King's presence, his oh so patient and compassionate presence, I no longer had a grudge to bring. \n\n\"Do you not have at least questions for me, Simon?\"\n\n\"No, sir. Now I simply understand. I'm so very sorry for wasting you and your staff's time.\" My skin burned slightly because the light in this room was so infused with ultraviolet light to kill remaining impurities. \"I can see now I was letting my emotion blind me. You made the best decision for your kingdom and I will be a better person in the long run for it. I will leave you now. Again, I'm sorry for wasting--\"\n\n\"No, no! Stay for a moment with me. They have not even brought out your cinnamon matcha.\"\n\nI looked at him with a wry smile. I should not have been surprised they knew. I did not even want to claim he was being intrusive. For if anyone knew everything about me, I wanted it to be this man and his court. For I trusted them with my secrets more than I trusted myself. I now saw his powerful purity was the only thing with the ability to eradicate the parts of myself working against me, and the power to unlock my best self.\n\n---\n\nAnd I hope this helps describe holiness for us.\n\nRaw Spoon, 8-6-2021",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_288af9a28b1343009042b0805d8f399d~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg",
    "Bible Project 3": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 89",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 51",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 12",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 26\nAmerican Standard Version\n26 And it came to pass in the eleventh year, in the first day of the month, that the word of Jehovah came unto me, saying, 2 Son of man, because that Tyre hath said against Jerusalem, Aha, she is broken that was the gate of the peoples; she is turned unto me; I shall be replenished, now that she is laid waste",
    "The Chosen 3": "https://youtu.be/MTBWGcIUDuw",
    "The Chosen 4": "",
    "Song": "https://youtu.be/hEXH1OtDQm4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/64",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3ca3b505-ec43-4d4c-ae82-9e95bb352739.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=OwVOf_Zqwak",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]