[
  {
    "Art title 1": "There are Many Things to Fear, But Only One Is Worthy of It",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_ac162f32018b4feaac8bf3c2706a2ed2~mv2.jpg",
    "Artist Statement 1": "In this world you will have strife, but our God has overcome the world. \n\nI learned in The Bible Recap a few days ago that the Hebrew word for \"Fear\" when God tells folks \"do not fear\" is a terror type of fear. But when it says to 'fear' God, it is a reverence sort of fear. I think it's like you would fear King Kong if you're his woman. You know he can smash you between his fingers if he chose to, but that he loves you and you know he wouldn't. In fact you've seen what he does to those that come against you.\n\nWhat that sets up is a dynamic of knowing that no one can come against me and destroy me, because my King Kong can destroy them. \n\nThe metaphor breaks down, of course, because Jesus could peel shrimp with you in a pub as you chat about the Braves' season. But also because he can master things much larger than King Kong can. Jesus nonchalantly owns a storm over the water. In fact he calmed the waters down from pure chaos before anything else existed. Kinda bananas. \n\nIt's hard to tell us folks who have been abused by people, or have lost gravely in car accidents, or are used to being talked down to, that God is stronger. Because if He is, then where is he? \n\nThis world is fallen, but we are not made for this world. And it seems like a long time, but just like 2nd grade felt like a long time, long after we die, this life will seem like a blip. And Jesus is faithful to save your soul if you are one of the unfortunate souls that has been trained by terror. In fact, I think he is closest to you. \n\nI wrote my Master's in Theology thesis on Theodicy: why does a good god allow evil to happen to good people? And one of my reasons was because those who endure atrocities on earth will have experienced something some of us will never experience, especially in heaven. And the perspective it will give, will make every sunrise in heaven more beautiful, every rustle in the trees a scintilating orchestra, every bite of heavenly pastry a glory of glories... because you know how bad things can be. \n\nIt will give you something that others will ever know. It will make all the perfect things into more cherishable gifts, because you have glimpsed what happens in the dank alleys of the other side. \n\nHave faith, fear your Jesus in reverence, and then draw close to him as the missiles and monsters and even spiritual oppressions come toward you. For he is your Jesus. He is stronger than all of them. And you are his Love. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-cfd9403e-bdbb-40d5-ad17-18fd580ef90d",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BOOK EXCERPT: Signs of A New Kingdom, on Miracles",
    "Story Link": "https://www.rawspoon.com/post/more-miracles-excerpt-from-my-new-book",
    "excerpt": "Here is an excerpt from my book I recorded about miracles in Ethiopia (Signs of a New Kingdom). Hopefully you can learn as much from this as I did! Thanks Thor Colberg! @VineyardNC\n\nThorsen Colberg is an American pastor of a church called Vineyard North Charlotte and he came along as a teaching pastor on the trip. I mentioned that my church, Trinity Anglican Mission, in Atlanta used to be part of the Vineyard movement. It turns out Thor knows my pastor, Kris McDaniel.\n\nWhile I am asking myself the question, why aren't these miracles happening back in America, and how can we make them happen, I find out Thor has some experience in the matter. So I ask him to tell me about it.\n\nThor, what can you teach me about miracles?\n\nWell, John Wimber, founder of the Vineyard movement, would challenge us to pray for healing for 100 people. The implication was that we would see God heal. The reason we don't see God heal often is simply because we are not asking.\n\nThe reason we don't see God heal often is simply because we are not asking.\n\nRemember that Jesus only did what the father was doing and said what the Father was saying. Our challenge is to learn how to hear the voice of God. That means, whether one-on-one or in home group or speaking to thousands, my challenge is to ask, \"Father, what are you doing?\" I can only do what the father is doing.\n\nLike one time I was sitting in a restaurant in Colorado. I looked and saw the spirit resting on a random elderly couple in a booth across from me. I asked, \"Father, what are you doing with them?\" Then I asked, \"What do you want me to do?\" I went over to them and said, \"I feel like God gave me something to tell you.\"\n\nThey said, \"Yeah, okay?\"\n\n\"All your life you've been good with your finances. God wants you to know he's pleased with you because you've been good with your finances.\"\n\nThey got excited and said sit down and tell us more!\" I said, \"I don't have time now, but I'm a follower of Jesus.\"\n\n\"We haven't gone to church in years.\"\n\nAnd I said, \"Well, I think the Lord sent me for some reason to tell you that.\"\n\nOn another occasion, I was at a conference and am asked to minister to people. I prayed, \"Show me who I need to go to.\"\n\nI felt like God said, \"There's a guy who's leaning against a column with a red shirt. He has three kids and his wife just left him.\" So I turned around, and sure enough there was a man in a red shirt leaning against a pillar. I went to him and asked the first pretty harmless question, do you have three kids? He replied, \"Yes.\"\n\n\"I might be totally wrong about this, but did your wife just leave you?\"\n\nHe collapsed in a ball of tears. I prayed for him and ministered to him.\n\nWhat about healings? Have you seen any healings?\n\nThere was a guy who got out of a wheel chair. He had been in an accident. A small group in his neighborhood had been praying for him for a year. He was angry and wasn't a Christian.\n\nWhen they invited him to their group he said, \"I can't come. You don't have a ramp to your house.\"\n\nSo the small group built him a ramp and he started to come to the small group. And through that he comes to Christ. Then he starts to think, \"God is going to heal me.\" His doctor told him, \"Don't get your hopes up, it's impossible.\" But one time, during a Friday night of worship his home group gathers around him and starts praying for him. I am watching him from the stage and I see his legs shaking. I thought to myself, \"He's gonna walk.\"\n\nHis group members helped him up and he took three steps to the stage and sat down. His wife and daughter came running from across the room so excited. They wheeled him out that night, but the next morning he thought, I walked last night. I'm going to take a standing shower. So he did.\n\nWhen he went to his doctor he waited until she turned her back and he stood up. She wrote on the chart \"Miracle.\"\n\nThis guy was working at circuit city and one time after he was healed he ran after a customer to give him the bag he forgot. I was there and said to the guy next to me, \"That guy used to be in a wheel chair.\" The guy said, \"I know, I come here all the time.\" I replied, \"He goes to my church.\"\n\nHave you ever seen any food being multiplied?\n\nI had been thinking about the miracles and realized I hadn't heard one like that yet.\n\nYeah well, we were feeding the homeless one time and word had gotten out so we had a huge crowd. We should have run out of food like 2/3 of the way before we did. But we didn't.\n\nHow do you teach people to let go of their reputation and just do this stuff?\n\nWimber says, \"I am a fool for Christ. Who's fool are you?\"\n\nThat will free you. Let your reputation fall away.\n\nThe kingdom is already and not yet.\n\nIt's a paradigm shift.\n\nI have heard people say things like, 'train people first and then send them.' NO! Send them out and then train them. When you send them first it develops a felt need for training! There will be a hunger on how to do it better. Then they'll want more training.\n\nShow and then tell. Show how to do it, like Jesus did. He asked them to do it with him. Next, he sent them to do it two by two. And then later when they report back in he tells them more, teaching them about the kingdom, not just how to do it.\n\nWhen they reported back in from going out two by two they said, \"Even the demons were subject to your name.\" They are excited. Jesus' response is, \"Don't get excited about that; that happens. Don't be surprised about healing and people being set free, that's normal kingdom stuff. Rejoice that your names are in the book of the Lamb.\"\n\nHow do you make sure you're plugged in to hear God?\n\nAsk, \"Father, what are you doing? And how can I take part in what you're doing?\"\n\nDon't ask, \"Bless what I'm doing.\" Instead ask, \"Where are you moving and how can I be a part.\"\n\nDo a lot of worship. Develop your secret history with God. Go to starbucks and have a cup of coffee with Jesus. Put your headphones with worship music on and have your bible there in case he tells you turn to something. And listen to him. Don't ask for God's power. Don't you just want Jesus?\n\n\nSome people ask, \"Thor how's your ministry doing?\" and I say, \"I don't have a ministry, I get to take part in the ministry of Jesus. It's His ministry.\"\n\nNot one of you has a ministry. We get invited to be a part of His ministry. The secret of the kingdom is THE KING.\n\nHe pauses while I am writing, until another thought comes to him.\n\nThere is a difference between your calling and His ministry. He's our leader. We each have a calling, but we don't have a ministry. We get to take part in His ministry. And His is exciting. I want to be a part of His ministry. I want to be saying what the Father is saying and doing what the Father is doing.\n\nAs N.T. Wright says, \"I'm a kingdom bringer.\"\n\nRaw Spoon\n(Stories from this book are in the \"God Stories\" page of this app every day)",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_bfd438762be64c3496aaf37f0f65c19e~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/j9phNEaPrv8",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": " https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 22",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 2\nAmerican Standard Version\n2 Now these are the children of the province, that went up out of the captivity of those that had been carried away, whom [a]Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city; 2 who came with Zerubbabel, Jeshua, Nehemiah, [b]Seraiah, [c]Reelaiah, Mordecai, Bilshan, [d]Mispar, Bigvai, [e]Rehum, Baanah.\n\nThe number of the men of the people of Israel",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/HR_wvamK-Wo",
    "Song 2": "https://youtu.be/a6LC8cu03Ig",
    "Song 3": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b55e506f-71de-4f95-b2cc-05a3cfd9772d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]