[
  {
    "Date": "2025-12-27T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=qNk-kc0XH4A",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNzJlMzVlOTctMzY2Yy0zMzJkLWE1NGYtYmQxMGU0M2Q3ZDg4?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQhDA",
    "Yoga": "https://www.youtube.com/watch?v=N0LmwbP50JA&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=7",
    "famous quote": "\"No book is really worth reading at the age of ten which is not equally -- and often far more -- worth reading at the age of fifty and beyond.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=EBWXaO56KmU",
    "Nature Video": "https://www.youtube.com/watch?v=XYlmP9aX-Pw&list=RDCMUCwmZiChSryoWQCZMIQezgTg&index=10",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ae7119c2895a445f8c0f305d88f293cc~mv2.png",
    "Interview Text": "Ray Noah\nInterview (part 6)\n\nI want to get an idea of how much of his life he has sacrificed to pursue this mission, but I think he's too humble to tell me directly. \r\nNow I'll ask a back door question, because I don't think you'd answer the front door version. What has your wife given up for this ministry? \r\n100% of what we have raised in the Petros Network goes to where we said it would go. We don't take a salary. We haven't hired staff. Literally it goes to these church planters. \r\nSo, I have really stretched my staff. My church staff has done this with me as volunteers. Extra credit. And at the top of that heap is my wife Linda. Just a brilliant person. A great organizational mind that has really come along side me to put the structure and process to the Petros Network. I get to focus on the vision and training, but she has to do the million and one other things to make it sustainable and reproducible. \r\nSo, she works late into the night many days. She's a pastor in our church, running communications, spiritual formation, and discipleship in a sizable church. And on top of all of that she's taken on the role of vice president of our organization and really chief operations officer. So it has come as probably more of a sacrifice to her than even to me. \r\nShe's just as passionate about it as me. Beyond church planting she's taken on what we call redemptive lift. Part of that is to form a widows empowerment program and she's really passionate about that and it has come at a great cost to her.\r\nBut now I realize I can't stretch my people much further. We're at a point where we need to grow our organization in a whole new way. \r\nYou know, I'm a guy always in a throws of a new vision. They hear me coming down the hall saying, \"I have this idea.\" And they're like, \"Oh great what are we going to do now?\"\r\nThere was a great missionary to China in the 1800's, named Hudson Taylor. As he was dying they asked him about what he did and he said, \"It was no sacrifice.\" \r\nRay chokes up as he tries to say the next line. Tears well up in his eyes.\r\nIt was no sacrifice. And . . . I'd give my life for this. I think Linda would too. Your dad would do. We would lay down our lives for these people, because they are the ones that are really sacrificing. \r\n",
    "Interview Video": "https://youtu.be/k7NUxOvOv9E",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/tm6qt_7Zhwo",
    "Other Video": "",
    "Music Video": "https://youtu.be/5rOiW_xY-kc",
    "Music Video Instructions": "If you're hurting, and you feel alone, hear God telling you to hold on; you are not alone."
  }
]