[
  {
    "Date": "2026-01-22T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Third week of Epiphany",
    "Script 1": "\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": "The Birth of Samuel\n\n There was a certain man from Ramathaim, a Zuphite[a] from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.  He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none.\n\n Year after year this man went up from his town to worship and sacrifice to the Lord Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord.  Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters.  But to Hannah he gave a double portion because he loved her, and the Lord had closed her womb.  Because the Lord had closed Hannah's womb, her rival kept provoking her in order to irritate her.  This went on year after year. Whenever Hannah went up to the house of the Lord, her rival provoked her till she wept and would not eat.  Her husband Elkanah would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\"\n\n Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord's house.  In her deep anguish Hannah prayed to the Lord, weeping bitterly.  And she made a vow, saying, \"Lord Almighty, if you will only look on your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord for all the days of his life, and no razor will ever be used on his head.\"\n\n As she kept on praying to the Lord, Eli observed her mouth.  Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk  and said to her, \"How long are you going to stay drunk? Put away your wine.\"\n\n \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord.  Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\"\n\n Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\"\n\n She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast.\n\n Early the next morning they arose and worshiped before the Lord and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord remembered her.  So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel,[b] saying, \"Because I asked the Lord for him.\"\n\n",
    "Script 3": "Paul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.\n\n For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it.  I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers.  But when God, who set me apart from my mother's womb and called me by his grace, was pleased  to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.  I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.\n\n Then after three years, I went up to Jerusalem to get acquainted with Cephas[a] and stayed with him fifteen days.  I saw none of the other apostles--only James, the Lord's brother.  I assure you before God that what I am writing you is no lie.\n\n Then I went to Syria and Cilicia.  I was personally unknown to the churches of Judea that are in Christ.  They only heard the report: \"The man who formerly persecuted us is now preaching the faith he once tried to destroy.\"  And they praised God because of me.\n\n",
    "Script 4": "American Standard Version\n Moreover the word of Jehovah came unto me, saying,  Son of man, set thy face against mount Seir, and prophesy against it,  and say unto it, Thus saith the Lord Jehovah: Behold, I am against thee, O mount Seir, and I will stretch out my hand against thee, and I will make thee a desolation and an astonishment.  I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am Jehovah.  Because thou hast had a perpetual enmity, and hast given over the children of Israel to the power of the sword in the time of their calamity, in the time of the [a]iniquity of the end;  therefore, as I live, saith the Lord Jehovah, I will prepare thee unto blood, and blood shall pursue thee: since thou hast not hated blood, therefore blood shall pursue thee.  Thus will I make mount Seir an astonishment and a desolation; and I will cut off from it him that passeth through and him that returneth.  And I will fill its mountains with its slain: in thy hills and in thy valleys and in all thy watercourses shall they fall that are slain with the sword.  I will make thee a perpetual desolation, and thy cities shall not [b]be inhabited; and ye shall know that I am Jehovah.\n\n Because thou hast said, These two nations and these two countries shall be mine, and we will possess it; [c]whereas Jehovah was there:  therefore, as I live, saith the Lord Jehovah, I will do according to thine anger, and according to thine envy which thou hast showed out of thy hatred against them; and I will make myself known among them, [d]when I shall judge thee.  And thou shalt know [e]that I, Jehovah, have heard all thy revilings which thou hast spoken against the mountains of Israel, saying, [f]They are laid desolate, they are given us to devour.  And ye have magnified yourselves against me with your mouth, and have multiplied your words against me: I have heard it.  Thus saith the Lord Jehovah: When the whole earth rejoiceth, I will make thee desolate.  As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am Jehovah.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm27:1-6;1Samuel1:1-20;Galatians1:11-24",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.27,1Sam.1,Gal.1",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_8b1a0afd0d454be381bb5623b32eea56~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_209c15a2488c46b69874e03a671d476f~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_ed023943a48345cf813aab4a67438191~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 27:1-6",
    "Address Script 2": "1 Samuel 1:1-20",
    "Address Script 3": "Galatians 1:11-24",
    "Address Script 4": "Ezekiel 35",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.27.4d3d5370287036a30b44efc5c0f59143.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.1.b8af6f64850f4fa9b49cf790be487c89.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.1.738fbb070b682a3c40e5a5c59d6ef3c4.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.35.0ca7c2249e42626dcd5a846a15f530f5.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 27:1-6\n\nOf David.\n\n1 The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n2 When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n3 Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n4 One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n5 For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n6 Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm 27:2 Or slander",
    "Script 2": "1 Samuel 1:1-20\n\nThe Birth of Samuel\n\n1 There was a certain man from Ramathaim, a Zuphite[a] from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. 2 He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none.\n\n3 Year after year this man went up from his town to worship and sacrifice to the Lord Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord. 4 Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters. 5 But to Hannah he gave a double portion because he loved her, and the Lord had closed her womb. 6 Because the Lord had closed Hannah's womb, her rival kept provoking her in order to irritate her. 7 This went on year after year. Whenever Hannah went up to the house of the Lord, her rival provoked her till she wept and would not eat. 8 Her husband Elkanah would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\"\n\n9 Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord's house. 10 In her deep anguish Hannah prayed to the Lord, weeping bitterly. 11 And she made a vow, saying, \"Lord Almighty, if you will only look on your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord for all the days of his life, and no razor will ever be used on his head.\"\n\n12 As she kept on praying to the Lord, Eli observed her mouth. 13 Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk 14 and said to her, \"How long are you going to stay drunk? Put away your wine.\"\n\n15 \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord. 16 Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\"\n\n17 Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\"\n\n18 She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast.\n\n19 Early the next morning they arose and worshiped before the Lord and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord remembered her. 20 So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel,[b] saying, \"Because I asked the Lord for him.\"\n\nFootnotes\na. 1 Samuel 1:1 See Septuagint and 1 Chron. 6:26-27,33-35; or from Ramathaim Zuphim.\nb. 1 Samuel 1:20 Samuel sounds like the Hebrew for heard by God.",
    "Script 3": "Galatians 1:11-24\n\nPaul Called by God\n\n11 I want you to know, brothers and sisters, that the gospel I preached is not of human origin. 12 I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.\n\n13 For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it. 14 I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers. 15 But when God, who set me apart from my mother's womb and called me by his grace, was pleased 16 to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being. 17 I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.\n\n18 Then after three years, I went up to Jerusalem to get acquainted with Cephas[a] and stayed with him fifteen days. 19 I saw none of the other apostles--only James, the Lord's brother. 20 I assure you before God that what I am writing you is no lie.\n\n21 Then I went to Syria and Cilicia. 22 I was personally unknown to the churches of Judea that are in Christ. 23 They only heard the report: \"The man who formerly persecuted us is now preaching the faith he once tried to destroy.\" 24 And they praised God because of me.\n\nFootnotes\na. Galatians 1:18 That is, Peter",
    "Script 4": "Ezekiel 35\nAmerican Standard Version\n35 Moreover the word of Jehovah came unto me, saying, 2 Son of man, set thy face against mount Seir, and prophesy against it, 3 and say unto it, Thus saith the Lord Jehovah: Behold, I am against thee, O mount Seir, and I will stretch out my hand against thee, and I will make thee a desolation and an astonishment. 4 I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am Jehovah. 5 Because thou hast had a perpetual enmity, and hast given over the children of Israel to the power of the sword in the time of their calamity, in the time of the [a]iniquity of the end; 6 therefore, as I live, saith the Lord Jehovah, I will prepare thee unto blood, and blood shall pursue thee: since thou hast not hated blood, therefore blood shall pursue thee. 7 Thus will I make mount Seir an astonishment and a desolation; and I will cut off from it him that passeth through and him that returneth. 8 And I will fill its mountains with its slain: in thy hills and in thy valleys and in all thy watercourses shall they fall that are slain with the sword. 9 I will make thee a perpetual desolation, and thy cities shall not [b]be inhabited; and ye shall know that I am Jehovah.\n\n10 Because thou hast said, These two nations and these two countries shall be mine, and we will possess it; [c]whereas Jehovah was there: 11 therefore, as I live, saith the Lord Jehovah, I will do according to thine anger, and according to thine envy which thou hast showed out of thy hatred against them; and I will make myself known among them, [d]when I shall judge thee. 12 And thou shalt know [e]that I, Jehovah, have heard all thy revilings which thou hast spoken against the mountains of Israel, saying, [f]They are laid desolate, they are given us to devour. 13 And ye have magnified yourselves against me with your mouth, and have multiplied your words against me: I have heard it. 14 Thus saith the Lord Jehovah: When the whole earth rejoiceth, I will make thee desolate. 15 As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am Jehovah.\n\n \nFootnotes\nEzekiel 35:5 Or, punishment\nEzekiel 35:9 Another reading is, return\nEzekiel 35:10 Or, though\nEzekiel 35:11 Or, according as\nEzekiel 35:12 Or, that I am Jehovah; I have heard etc.\nEzekiel 35:12 Or, It is",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm : Or slander",
    "Script 2": " Samuel :-\n\nThe Birth of Samuel\n\n There was a certain man from Ramathaim, a Zuphite[a] from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.  He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none.\n\n Year after year this man went up from his town to worship and sacrifice to the Lord Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord.  Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters.  But to Hannah he gave a double portion because he loved her, and the Lord had closed her womb.  Because the Lord had closed Hannah's womb, her rival kept provoking her in order to irritate her.  This went on year after year. Whenever Hannah went up to the house of the Lord, her rival provoked her till she wept and would not eat.  Her husband Elkanah would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\"\n\n Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord's house.  In her deep anguish Hannah prayed to the Lord, weeping bitterly.  And she made a vow, saying, \"Lord Almighty, if you will only look on your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord for all the days of his life, and no razor will ever be used on his head.\"\n\n As she kept on praying to the Lord, Eli observed her mouth.  Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk  and said to her, \"How long are you going to stay drunk? Put away your wine.\"\n\n \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord.  Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\"\n\n Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\"\n\n She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast.\n\n Early the next morning they arose and worshiped before the Lord and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord remembered her.  So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel,[b] saying, \"Because I asked the Lord for him.\"\n\nFootnotes\na.  Samuel : See Septuagint and  Chron. :-,-; or from Ramathaim Zuphim.\nb.  Samuel : Samuel sounds like the Hebrew for heard by God.",
    "Script 3": "Galatians :-\n\nPaul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.\n\n For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it.  I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers.  But when God, who set me apart from my mother's womb and called me by his grace, was pleased  to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.  I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.\n\n Then after three years, I went up to Jerusalem to get acquainted with Cephas[a] and stayed with him fifteen days.  I saw none of the other apostles--only James, the Lord's brother.  I assure you before God that what I am writing you is no lie.\n\n Then I went to Syria and Cilicia.  I was personally unknown to the churches of Judea that are in Christ.  They only heard the report: \"The man who formerly persecuted us is now preaching the faith he once tried to destroy.\"  And they praised God because of me.\n\nFootnotes\na. Galatians : That is, Peter",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  Son of man, set thy face against mount Seir, and prophesy against it,  and say unto it, Thus saith the Lord Jehovah: Behold, I am against thee, O mount Seir, and I will stretch out my hand against thee, and I will make thee a desolation and an astonishment.  I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am Jehovah.  Because thou hast had a perpetual enmity, and hast given over the children of Israel to the power of the sword in the time of their calamity, in the time of the [a]iniquity of the end;  therefore, as I live, saith the Lord Jehovah, I will prepare thee unto blood, and blood shall pursue thee: since thou hast not hated blood, therefore blood shall pursue thee.  Thus will I make mount Seir an astonishment and a desolation; and I will cut off from it him that passeth through and him that returneth.  And I will fill its mountains with its slain: in thy hills and in thy valleys and in all thy watercourses shall they fall that are slain with the sword.  I will make thee a perpetual desolation, and thy cities shall not [b]be inhabited; and ye shall know that I am Jehovah.\n\n Because thou hast said, These two nations and these two countries shall be mine, and we will possess it; [c]whereas Jehovah was there:  therefore, as I live, saith the Lord Jehovah, I will do according to thine anger, and according to thine envy which thou hast showed out of thy hatred against them; and I will make myself known among them, [d]when I shall judge thee.  And thou shalt know [e]that I, Jehovah, have heard all thy revilings which thou hast spoken against the mountains of Israel, saying, [f]They are laid desolate, they are given us to devour.  And ye have magnified yourselves against me with your mouth, and have multiplied your words against me: I have heard it.  Thus saith the Lord Jehovah: When the whole earth rejoiceth, I will make thee desolate.  As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am Jehovah.\n\n \nFootnotes\nEzekiel : Or, punishment\nEzekiel : Another reading is, return\nEzekiel : Or, though\nEzekiel : Or, according as\nEzekiel : Or, that I am Jehovah; I have heard etc.\nEzekiel : Or, It is",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": " Samuel :-\n\nThe Birth of Samuel\n\n There was a certain man from Ramathaim, a Zuphite[a] from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.  He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none.\n\n Year after year this man went up from his town to worship and sacrifice to the Lord Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord.  Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters.  But to Hannah he gave a double portion because he loved her, and the Lord had closed her womb.  Because the Lord had closed Hannah's womb, her rival kept provoking her in order to irritate her.  This went on year after year. Whenever Hannah went up to the house of the Lord, her rival provoked her till she wept and would not eat.  Her husband Elkanah would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\"\n\n Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord's house.  In her deep anguish Hannah prayed to the Lord, weeping bitterly.  And she made a vow, saying, \"Lord Almighty, if you will only look on your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord for all the days of his life, and no razor will ever be used on his head.\"\n\n As she kept on praying to the Lord, Eli observed her mouth.  Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk  and said to her, \"How long are you going to stay drunk? Put away your wine.\"\n\n \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord.  Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\"\n\n Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\"\n\n She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast.\n\n Early the next morning they arose and worshiped before the Lord and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord remembered her.  So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel,[b] saying, \"Because I asked the Lord for him.\"\n\n",
    "Script 3": "Galatians :-\n\nPaul Called by God\n\n I want you to know, brothers and sisters, that the gospel I preached is not of human origin.  I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.\n\n For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it.  I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers.  But when God, who set me apart from my mother's womb and called me by his grace, was pleased  to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being.  I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus.\n\n Then after three years, I went up to Jerusalem to get acquainted with Cephas[a] and stayed with him fifteen days.  I saw none of the other apostles--only James, the Lord's brother.  I assure you before God that what I am writing you is no lie.\n\n Then I went to Syria and Cilicia.  I was personally unknown to the churches of Judea that are in Christ.  They only heard the report: \"The man who formerly persecuted us is now preaching the faith he once tried to destroy.\"  And they praised God because of me.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Moreover the word of Jehovah came unto me, saying,  Son of man, set thy face against mount Seir, and prophesy against it,  and say unto it, Thus saith the Lord Jehovah: Behold, I am against thee, O mount Seir, and I will stretch out my hand against thee, and I will make thee a desolation and an astonishment.  I will lay thy cities waste, and thou shalt be desolate; and thou shalt know that I am Jehovah.  Because thou hast had a perpetual enmity, and hast given over the children of Israel to the power of the sword in the time of their calamity, in the time of the [a]iniquity of the end;  therefore, as I live, saith the Lord Jehovah, I will prepare thee unto blood, and blood shall pursue thee: since thou hast not hated blood, therefore blood shall pursue thee.  Thus will I make mount Seir an astonishment and a desolation; and I will cut off from it him that passeth through and him that returneth.  And I will fill its mountains with its slain: in thy hills and in thy valleys and in all thy watercourses shall they fall that are slain with the sword.  I will make thee a perpetual desolation, and thy cities shall not [b]be inhabited; and ye shall know that I am Jehovah.\n\n Because thou hast said, These two nations and these two countries shall be mine, and we will possess it; [c]whereas Jehovah was there:  therefore, as I live, saith the Lord Jehovah, I will do according to thine anger, and according to thine envy which thou hast showed out of thy hatred against them; and I will make myself known among them, [d]when I shall judge thee.  And thou shalt know [e]that I, Jehovah, have heard all thy revilings which thou hast spoken against the mountains of Israel, saying, [f]They are laid desolate, they are given us to devour.  And ye have magnified yourselves against me with your mouth, and have multiplied your words against me: I have heard it.  Thus saith the Lord Jehovah: When the whole earth rejoiceth, I will make thee desolate.  As thou didst rejoice over the inheritance of the house of Israel, because it was desolate, so will I do unto thee: thou shalt be desolate, O mount Seir, and all Edom, even all of it; and they shall know that I am Jehovah.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]