[
  {
    "Art title 1": "Relational Tension is a Key to New Understanding",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_6a5f313eae324ae0b051438ecda06f7e~mv2.jpg",
    "Artist Statement 1": "There was a time when I seemed to be having a lot of tension with my wife. And at the same time, I was having a lot of tension with God. The violence, and seeming contradictions and things like that. \n\nBut each time that I dove in to investigate one of those problems I was having with the Bible, I found I came out the other side with a solution, and a deeper understanding of God's heart and methods. \n\nAnd I realized perhaps tension between you and someone is just emphasizing the differences you have. And once you've recognized that, it's an invitation to dig deeper into understanding them. \n\nAnd understanding them better expands our world, our tools, our wisdom, and equips us to love them and others better from then on out. \n\nSo I definitely could use some tension with my wife, and others in my life, so that I might become a broader, stronger, well-rounded, more empathetic and compassionate, wise person for the years I have left, with the people I love and know from now until I die. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-d17d75d1-9c42-4487-a37d-ec3696684939",
    "Art title 2": "Sometimes Our Failure Is God's Bait",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_49b902f10efd498faf8efc92be7d4072~mv2.jpg",
    "Artist Statement 2": "Have you messed up in ways that led you back to God? ",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_49b902f10efd498faf8efc92be7d4072~mv2.jpg",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "You Do Love Notes But No Laundry?!",
    "Story Link": "https://www.rawspoon.com/post/story-you-do-love-notes-but-no-laundry",
    "excerpt": "Dan walked in and immediately knew his wife Jessica was not happy. She didn't say hi. She folded the kids' laundry with a vigor that startled him. \n\n\"Dinner's in the fridge.\" She shot at him without looking up.\n\n\"Wait, what?\" and as he watched her move toward the bedroom he asked, \"Are you okay baby?\"\n\n\"Yes! Why wouldn't I be?\"\n\nDan modified his question, \"Are WE okay?\"\n\nAfter hesitating for a minute she shot back, \"Sure.\" \n\n\"Wait, wait, wait. You better not be mad after all the time and effort I put into our date on Friday! It is NOT fair if after doing all that, you still say I don't do anything for you.\" \n\nShe leaned forward toward him and shot her hand to the rest of the laundry on the ground as she widened her eyes to signal it was obvious.\n\n\"Oh yeah,\" Dan remembered that was her biggest complaint she had shared on Friday, before she was able to warm up to him.\n\nShe took a deep breath as she gathered her patience. Then she said, still looking at the ground, \"I love that you did all that nice stuff for me on Friday. I felt very loved. But when I came home today and saw all your clothes right here on top of the pile with the rest of the kids, when I HAD TOLD YOU to put it in the washer... RIGHT THERE, it makes me think you weren't really listening to anything I said! You were just showing off on Friday. You were just in it for the kisses and food and... sex.\"\n\nDan swallowed and nodded. He didn't know the right answer. He thought he had been the hero for romancing her so well with that date on Friday, but putting the laundry in the washer so that it was ready to be put in dryer when she got home was what she had told him a dozen times to do. And she had been near a breaking point on Friday, and felt like she had finally been heard. Until she came home today and nothing had changed.\n\n---\n\nI think worship on Sunday is beautiful and great. But I feel like if after church we go back to not hanging out with the uncool people, wasting time on sooty TV, and spending our money on blingy clothes, I'm not sure we should feel we're still totally cool with God.\n\nRaw Spoon, 1-23-23\n\n",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_5a1479392def4649a5df22534a333f42.mp3",
    "Blog Title": "BLOG: Make Dad Smile",
    "Blog Link": "https://www.rawspoon.com/post/make-dad-smile",
    "Blog excerpt": "What God wants our lives to look like is probably pretty close to what any good parents would want it to.\n\nNot necessarily looking religious- by wearing crosses, shirts with fishes on them, and Toby Mac pasted all over your gear. I think He wants you to be the healthiest, most level-headed, most passionately alive person that you can be- just like any good mom and dad would want for their child.\n\nI think even Toby Mac would rather have that for his kids.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 49",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 40",
    "The Chosen 3": "https://youtu.be/fQOHHQQfm8g",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.5248211,35.1107788,3a,75y,248.91h,74.9t/data=!3m7!1e1!3m5!1sAF1QipN-XMkAas7hI-xEV5udFIAuTeyoscnEuDuW42_f!2e10!3e12!7i2508!8i1254?entry=ttu",
    "3dNotes2": "Where Abraham, Sarah, Jacob and Isaac are supposed to be buried",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/16",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]