[
  {
    "Date": "2025-09-22T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=SEzrTYKabwI",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=0f_t9aOqlhs&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=1",
    "famous quote": "I like large parties. They're so intimate. At small parties, there isn't any privacy.\n-F. Scott Fitzgerald (in \"The Great Gatsby\")",
    "Ted Talks": "https://www.youtube.com/watch?v=iG9CE55wbtY&t=6s",
    "Nature Video": "https://www.youtube.com/watch?v=DAlzlebbdPo",
    "User added": "\"Never doubt God's mighty power to work in you and accomplish all this. He will achieve infinitely more than your greatest request, your most unbelievable dream, and exceed your wildest imagination! He will outdo them all, for his miraculous power constantly energizes you. Now we offer up to God all the glorious praise that rises from every church in every generation through Jesus Christ--and all that will yet be manifest through time and eternity.\"\n??Ephesians? ?3:20-21? ?TPT??????\n\n\"Never doubt...\", that is hard to do! Every moment of every day, we are flooded with information from our senses that confirms our present reality. It is so hard to turn our eyes and our minds from the things that are right in front of us. For me, praise and worship, both as a church and personally, helps lift my eyes and my heart up to see beyond what is here. I cannot rightly understand all that God does in, and through, and for me. But praising God does something to my heart that makes not understanding okay!\n\n\"You can pass through his open gates with the password of praise. Come right into his presence with thanksgiving. Come bring your thank offering to him and affectionately bless his beautiful name!\"\n??Psalms? ?100:4? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Bill:\n\n(part 2)\n\nGod told me that God was going to make his name renowned in the earth again, in 2014 and 2015. Even the non-believers feel there is something that we lack. Especially us who have figured out everything with our brains. But god is saying 'trust me because if you try to use your old operating system, it's not going to work.' He says 'I have a new operating system that I want you to try.' \r\n\r\nWe've become more transactional with church services. \r\n\r\nPlanning sex takes the joy out of it. Are you married? No. Well, you probably feel a natural desire for it, like loneliness. He's allowing our culture to become dissatisfied with what's available here. A very natural process, a hunger causes you to search for your answer.\r\n\r\nMy son has a frustration with how to workout because his iPhone always flops around. His brain is working on how to solve it. Maybe new shorts or something? \r\n\r\nYou are creating the demand, so God will supply. \r\n\r\nBut if you try and do it your way, it won't work. \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=zCkivHKI8t0",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "",
    "Music Video": "https://youtu.be/VVgixOjGhVU",
    "Music Video Instructions": "When God seems silent, sing this to him. But then think of him singing it to you, waiting for you to respond to him."
  }
]