[
  {
    "Date": "2026-01-19T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYzhmYWRlMWQtYjM1Mi0zNDllLWI3MjUtNWU3MDlkNDllNjhi?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=q49ifUi3VUM&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=8",
    "famous quote": "\"Courage, dear heart.\"\n-- C.S. Lewis (The Voyage of the Dawn Treader (Chronicles of Narnia, #3))",
    "Ted Talks": "https://www.youtube.com/watch?v=j94q-jjVpaY",
    "Nature Video": "https://www.youtube.com/watch?v=VdjY4tWb4Ok",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/know-your-local-homeless-james-walter",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: James Walter\n\nThis project is to help you know the stories behind the homeless faces you may see around town. This is James Walter's story. He stays around Little Five Points. I bought him lunch and he told me his story.\n\nWe ran into James at Little Five Points. He had a sign that says, \"Why lie, got beer?\" He told me someone had taken a picture of him and his sign and it had gone viral on facebook, over 1 million views.\n\nHe knows all about everybody and what happens here in the area. There's a reason for that. The police use him as a resource for this information.\n\nJames' mother died when he was nine, and he moved to the streets. He was raped at age 12. He eventually joined the Air Force and became a military police officer and was deployed to Iraq for 3 years. He was caught with ten pounds of opium and was dishonorably discharged.\n\nBecause he was used to living on the streets and because of his intelligence training in the military, the Drug Enforcement Agency said that they would drop his sentence if he would do intel for them on the streets. So he infiltrated drug rings, took pills before he would shoot up their heroine (so it wouldn't effect him) and pretend he was high. \"I could probably fill up a courtroom with heroin, from all the busts I've helped make.\"\n\nStill, he went to rehab four times in those two years for heroine addiction.\n\nHe tells me about all the characters that pass by as we talk. He points out a young guy with dark hair, \"He's a European chef. Nice guy. You should talk to him.\" A thin blond lady, with a tired look on her face is sitting against a fence, \"That's Tammy. Ten years ago she was a complete bomb shell. Totally hot. She has a daughter up in Alpharetta. But now she's always strung out. This is what she's become.\"\n\nHe gave the police the information to help them catch the people who committed the fatal shooting outside of the Vortex in Little Five Points.\n\nHe shows me a scar that stripes by his ear and over his lip. He says one time a guy came up to him and asked for change so he could buy a beer. James reached into his pocket and the guy took out a razor, grabbed him around the neck and tried to slit his throat. James pulled his chin down to his neck and the razor striped across his face.\n\nLater he got mugged again, pistol whipped, and he said, enough of this street life, and got a job driving a cab. Later he drove trucks. He got married had a kid, got a girlfriend after his wife cheated on him, had another kid. Now his son, Dillon is in Palestine fighting ISIS.\n\nBut he couldn't keep work down because although he is very smart and resourceful, he found out he was bipolar.\n\n\"There's not much in life that I'm scared of. But it seems like everything in my life has been taken away from me, in one form or another.\"\n\nThen my friend, Hannah, from the #HappyStrangers project (at happystrangers.co) asks what makes him happy. He replies, \"Beer,\" and smiles. But then he thinks a little longer and says, \"Ya know? I like my blackberry hill. I mean sometimes I like to get this stuff I call blackberry drink- it's not alcohol, just good juice- and sit up on this hill over by the highway. That is where I find serenity.\"\n\nYou can find James all around Atlanta. He'll probably take you up on a meal, and if you feel like it, you can buy him a beer.\n\nRaw Spoon, 8-26-15",
    "Interview Video": "https://youtu.be/0mqL6Apux-k",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=d089fLIKJpM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://www.spiritjuice.org/second-sunday-in-ordinary-time/",
    "Other Video": "",
    "Music Video": "https://youtu.be/axYBz0BfmRg?si=RddMo7SgPKq1xZyW",
    "Music Video Instructions": "Imagine God meeting you in your despair with an adventure like this, His Holy Spirit \"Washing\" over you. You are \"His Baby\"."
  }
]