[
  {
    "Date": "2025-12-04T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ukXfvR7wi0U",
    "Additional Link": "https://lnns.co/d7Ymi4uLJK9",
    "Yoga": "https://www.youtube.com/watch?v=WMEm0rz_N6Y&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=5",
    "famous quote": "\"Of Course God does not consider you hopeless. If He did, He would not be moving you to seek Him (and He obviously is)... Continue seeking Him with seriousness. Unless He wanted you, you would not be wanting Him.\"\n-- C.S. Lewis (Letters of C. S. Lewis (Edited, with a Memoir, by W. H. Lewis))",
    "Ted Talks": "https://www.ted.com/talks/malcolm_gladwell_the_unheard_story_of_david_and_goliath?language=en",
    "Nature Video": "https://www.youtube.com/watch?v=VTV23B5gBsQ&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=53",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\nProphecy\nInterview (part 5)\n\nHow do you know God's voice? How do you hear it?\r\n\nIt's not only when I'm preaching when God speaks to me. Anywhere God can release the knowledge. Sometimes I sit with friends and in the middle of conversation I understand what this person did before they came to be with me. They say, \"Who told you?\" I came to realize things so I knew the Holy Spirit was telling me about things like this. So sometimes they try to trick and check with me to see if I know what they did. So I tell them. \r\n\nTesfaye is looking at me more and more now, instead of the interpreter as he talks.\r\n\nEven yesterday after our dinner we were talking with a group of missionaries here. I didn't know one of the missionaries; I hadn't seen him before. While I was talking with the others I saw him and told him,\"After you finish you don't have to go home and pray for the congregation and for the sick.\"\r\n\"Why?\" He asked.\r\n\"Because you need to pray for your family. Because you don't have peace among your family.\" \r\nHe said, \"How did you know that? Yes, I will pray for peace in my family. I am even fed up in my marriage. I was thinking of stopping my ministry because of it.\"\r\nAnd I asked him, \"Your wife has a kidney problem?\" And he said yes. And I prayed for his wife. \r\n\nWas she healed? \r\n\nHe pulls a couple photos out of his hand. I don't know how or when he slipped them into his hand but they are a picture of the man and then another of the man's wife. He shows them to me with a smile. They are just little rectangles, small enough that the corners would just hang over a quarter- hers with an orange background. \r\nYesterday he called his wife and she was screaming because her kidney was healed. They invited me to their village to celebrate with them.\r\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://youtu.be/OpB0tv06l2w",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]