[
  {
    "Art title 1": "They Will Know Me",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_0dc219cc010e440197bc8bb92d3bcd70~mv2.jpg",
    "Artist Statement 1": "Does God really reside in us, like you could settle down for an evening coffee or brandy and chat with a friend?",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_0dc219cc010e440197bc8bb92d3bcd70~mv2.jpg",
    "Art title 2": "Building a House in Me",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_a453b5b2108b4a14a6a2a769e6005806~mv2.jpg",
    "Artist Statement 2": "I know it's hard being worked on. Construction or renovation first requires destruction. It is expensive and takes time and money. But it is for a good cause, especially if we know God plans to live in this house, our lives, for the rest of our lives. ",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-ac1d3a0c-0bdb-4af4-be50-d8a6f3c52140",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "More Present in Jail",
    "Story Link": "https://www.rawspoon.com/post/story-jail-release-day",
    "excerpt": "The Palestinian leader named Cabul was targeted by the Israeli army early on. They saw how someone with his Charisma and conviction could win back the rights of the displaced Palestinians by his poetic speeches alone. \n\nHe spoke publicly in the streets of Jerusalem, outside the city hall. He met with leaders as they came and went. They gave him the time of day because they saw his social clout and the respect all parties had for him. Some hated him for what he stood for, but all respected his meek, peaceful methods and deep wisdom. He would set up in front of the courthouse and spend hours talking to whoever, from buskers to politicians. Then he started getting pulled into committees and speaking engagements which took him away from his post. He was only one man. Soon enough there were lines and lists and it was very hard to talk to him. \n\nBut there was a buzz about the city. This man was different, so full of hope that there could be peace. But all knew there was an age-old opposition, and it would be a strong against him. \n\nJericho, a teenage Palestinian pondering his future in politics waited in line to see Cabul each day. But he never made it to the front. He longed to bring change, and save lives that he saw were being lost or ruined around him. However, his father was pressuring him to work in his shoe repair shop. He needed direction from someone he admired. On the day Jericho finally made it within three spots away from talking to Cabul, Cabul was pulled into the courthouse to be tried, himself. \n\nThey had brought what appeared to be false charges against him. Disturbance of the peace. They tried to say he touched someone inappropriately. Obstruction of justice because of the crowds he gathered in front of the courthouse. Either way, they tried him with tricky lawyers, and got him put into jail. \n\nIt was a cold and hopeless day in the week leading up to Christmas. The news of his conviction seemed to dampen the hearts of most of the city. Hope seemed to be lost again.\n\nJericho would not be able to get even a few minutes with Cabul now. But of course he wanted far more. He longed to be mentored by him. \n\nHe followed the story like a moth to a light. One of the articles linked to a Facebook page of people that wanted to help Cabul. But a moment after Jericho was accepted into the group, he stopped and swallowed. He saw that one of the members was Cabul himself. Could he just message him? Of course he couldn't respond from jail, right? \n\nJericho was alone in his room, after his family had gone to sleep, when he summoned enough courage to message the one who claimed to be Cabul. \"Hi Cabul. My name is Jericho. What they did was not right. I am truly sorry you are in jail.\" \n\nA few seconds later he got a response back. \"I'm not sorry.\" \n\nJericho was suddenly skeptical. Was this a mocker or troll impersonating him? But then a new message from Cabul popped up. \"Now I can talk to all of you much more quickly. We have figured out a way that the law allows me to have a laptop in jail. Jericho, tell me about yourself, brother. I see you are from Palestine and are into politics.\"\n\nAs the midnight hour passed, and Christmas began, Jericho talked to Cabul. His heart was filled with excitement. For one had come who was wise and powerful, and Jericho could talk to him whenever he wanted. Cabul seemed to be everything Jericho hoped he was, and more. \n\nAnd this was a start to a long and fruitful relationship which guided Jericho for many years to come. It turned out that Cabul was indeed able to communicate with far more people, far more often from Jail. He helped his correspondents become healthy and have influence over the city, bringing far more peace and justice than the city had known for a generation. Sometimes he answered the needs and requests of Jericho and others, by asking his other followers to meet the needs of his other followers. Sometimes he communicated in ways that were not direct but took some listening and thinking. The authorities might object if Cabul actually made certain things happen, but often he made events line up, passports expedited, scholarships granted, so people would recognize his hand in it and walk in the direction he offered to them.\n\nAnd then many years later, Cabul would be released and by then the difference he had made in so many lives and systems would place him in a position to replace the whole regime with a far better kingdom.\n---\n\nJeremiah proclaims that God made us a new covenant and it came on Christmas. When Jesus was born he set in motion a new a more personal interaction with God. We could know God personally. But he was just one person at one time in history. So after he died and rose to heaven he sent his spirit which then allowed all of us to know him, and for him to be present with us at all times. And that spirit is training us to be the type of people that would follow him well when he comes back to set all things right again some day.\n\nKnowing that the spirit is as real as Jesus was, how might he be having an effect on your life? What words is he saying to you. What ways might he be nudging you. Lean into those. Chat with him and listen. \n\n-Raw Spoon",
    "Audio file": "",
    "Blog Title": "A Place For God To Dwell",
    "Blog Link": "https://www.rawspoon.com/post/blog-a-place-for-god-to-dwell",
    "Blog excerpt": "King David saw that God had given him a large \"house of Cedar\" and David realized he hadn't even given God a house this good. He started to make plans to build one, but God told him, 'Wait.' \n\nGod didn't seem too eager to be removed from a movable tent. It's almost like God sees that this world is so fleeting and He doesn't want to be tied down when things change. God seemed content to live in a tabernacle. \n\nFast forward a millennia, and God came down and \"tabernacled\" among us (John 1:14), in a moving human named Jesus. It was like a house of God walking around, not tied down. And then when Jesus died and later ascended he sent the Holy Spirit down to live in us. And now we are sort of like little moving tabernacles in which God inhabits.\n\nGod isn't against having a permanent home. He gave permission to David's son, Solomon to build him a house. It's like God wanted to make sure his house was built on principles of his kingdom. He said David's reign was too full of violence. But even then, Solomon's reign went downhill. But in Revelations, in God's final kingdom, God's throne seems pretty permanent.\n\nBut until then, how would we live differently if we saw ourselves as a little walking tabernacle of God? \n\nI like to think how my wife loves a tidy house. I can make it tidy as a way of welcoming her in, or making her happy when she's in. What would it look like to make my life pleasant to live in? To un-clutter it. To organize it. To make it a place of joy and peace. \n\nWould I want to trim certain things out of my life? It's hard to picture a lot of TV shows filling it up. It's hard picturing drunken nights filling it very often. Or much gossip I have to keep track of, or guilt for recurring sins. \n\nRaw Spoon, December 15, 2022",
    "Animation": "https://www.youtube.com/watch?v=QmAl2__568k&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/aS4iM6KpPYo",
    "Bible Project 2": "https://www.youtube.com/watch?v=YvoWDXNDJgs",
    "Bible Project 3": "https://www.youtube.com/watch?v=vmx4UjRFp0M",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 80:1-7, 17-19",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Samuel 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Galatians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Exodus 38\nAmerican Standard Version\n38 And he made the altar of burnt-offering of acacia wood",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=x0-GIUqs7Zg",
    "Song 2": "https://www.youtube.com/watch?v=S0sO_9F4JL0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/39",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2a768ab1-1b75-4ba5-b088-21c6e5d82b97.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]