[
  {
    "Art title 1": "May I See What God Sees In Them, Not What The World Sees",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_aceafbfb535f4c42be8510eb96dda92e~mv2.jpg",
    "Artist Statement 1": "I was on a prayer conference call and realized I was judging them by what they were doing, how they looked, and how they prayed. I guess being a good Christian is where I feel I must compete. And when I realized that, I was humbled. We probably each have our arenas where we tend to judge others.\n\nAnd I started to think, 'what if the words that went through my head when seeing people were not the judgmental thoughts like the ones this world has, but God's thoughts for them?' \n\nWhat if I asked God what he saw each of them were destined to be, and spoke that over them. \n\n\"Excuse me, sir. I know this is unusual, but I've been trying to ask God if he has encouraging words for people. I don't know if you need to hear this, but I feel like I heard God tell me this for you: you are a healer.\"\n\nImagine if instead of judging others, our thoughts and words drew people into knowing and trusting God. Holy Spirit, please give us the vision of what you see in people and use us to woo people to you.\n\nGod, forgive the ways I try to measure myself against others, and instead let me see the unique beauty and purpose, you see in them. Give me words of knowledge I can share with them, to draw them to the reality you see in them.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-469f6026-d5d8-4ef6-8b1d-6ff558be8439",
    "Art title 2": "Thundering Anthony",
    "Picture Thumbnail 2": "https://storage.googleapis.com/glide-prod.appspot.com/uploads-v2/yBYFWentrCvAlFE3khwW/pub/9rNINEHPZib5UoOmdYfj.png",
    "Artist Statement 2": "(See today's story)",
    "Picture link 2": "https://www.rawspoon.com/post/story-thundering-anthony",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Thundering Anthony",
    "Story Link": "https://www.rawspoon.com/post/story-thundering-anthony",
    "excerpt": "God told Mama Blue, as clear as day one night during prayer, that her heart would help thousands of foster children, and it made her so happy. She had no idea how this was possible. She would need so much help. She was just one woman. And her house was small and her husband had passed away, so she couldn't foster but two or three at a time, max. And she struggled to take care of her own son Anthony, at the same time. \n\nAnthony started as a very loudly compassionate child. When he saw someone on the playground being bullied, he would yell at the bulley to stop. Whenever he saw neighbor kids walking by on the other side of the street, he would yell across and invite them over to play with them. She thought, maybe God would use Anthony's booming voice to help people in some big way. \n\nBut as he grew up, Anthony grew bitter. He was jealous of Mama Blue's love for the foster kids and his booming voice let everyone know what he thought of this. She spent just as much time on making his peanut butter sandwiches as she did on the others. She only spent a little bit more time tucking him into bed each night than she did the others. And when there was a special needs foster child with them, she gave Anthony even less attention because the special needs child needed more. \n\nMama Blue tried to remind Anthony that she had seen a heart thundering with compassion inside of him. Whenever she visited him after sending him to his room for yelling mean things at the others, she tried to hold him and whisper in his ear, \"I know your heart, Anthony Blue. With that loud voice you are built to rescue those who are hurting. But I haven't seen my Thundering Anthony for so long. Please bring him back to me.\" But he would just squirm away and shout at her how she didn't love really love him any more. \n\nThose nights were the hardest for Mama Blue. She would cry, lonely in her room, listening to Anthony thundering back and forth in his room, mumbling how angry he was and how he hated his mother. Everyone in the house could hear it. \n\nEven before Anthony was 18 he was out of the house. He had done some choir stuff at school and found some friends who wanted to start a band. He could sing, but even more important, he was loud. They started a band and toured, bragging that for most venues Thundering Anthony didn't even need a microphone. He was the loudest in any room, whether he was singing or not. \n\nThey toured and quickly hit stardom, but for reasons few of them would have been proud of, especially his mother. \"Thundering Anthony and the Storm Clouds\" made pretty good songs but more so were known for being the center of attention wherever they went. They needed to be seen. They wore the craziest clothes. They made the most spectacular scenes. They staged fights. They got into real fights. They drank. They broke things, and often ended up leaving with much fewer clothes than they entered with. Also with fewer friends, but with more, intrigued fans.\n\nPeople always wanted to hear more about them because they were always doing such unheard of things. They were on tonight shows, and had viral hits on YouTube. They sold out shows in arenas and even in those venues they usually did one or two songs where they asked everyone to be quiet and he would sing it acapella without a Mic. Everyone even in the upper deck of the arena could hear him.\n\nBut his poor mother watched from home, on the news and on his social media. It made her so sad. She kept fostering children, but she all but lost hope in the promise God gave her about touching the hearts of thousands of foster kids. How could she if she could only handle one or two at a time, and how could she if she had lost her own son? \n\nOne night soon after Anthony had left, Mama Blue had heard in prayer, \"Write him letters.\" She thought, \"I don't even know how if he has an address?\" But she thought she must be obedient and she began writing. One every day. She told him she loved him, but she did it by telling him about her memories of his compassionate heart. Memories of how he shouted a barking dog away as it ran at a little girl. And how the mothers in the neighborhood would ask him to call their kids home by yelling down the street. And how when he sang Jesus loves me at the county fair one year everyone in the whole fairgrounds stopped to listen. And she would always end the letters, \"I haven't seen that Thundering Anthony for a long time. Please bring him back to me.\"\n\nShe never got a response. She never even heard from Anthony in any form after he left. As far as she could tell, he had blocked her out of his life forever. But she thought, God told me to send letters, so I must do it anyway. And even though she didn't know where to address it, her mailwoman was the sister of a little girl she'd fostered and told her she could probably get them to him. She did this for years. No sign that her Anthony Blue ever received them. She had pretty much given up hope anybody ever received them but she was obedient, and tried her best to keep walking into the promise God had given her. She fostered as many children as she could. But when she reached age 60, Mama blue had only fostered 36 children. There was no way she could foster even 100 children, and God had promised she would touch thousands.\n\nSo she kept fostering and giving as much love as she had to the kids in her house every day.  But she took an hour out of each night to write another letter to her dear Anthony, who she missed severely.\n\nAbout the time Mama Blue turned 60, Thundering Anthony turned 40. He was as infamous as ever. None of his bandmates were really on good terms, but they were bringing in lots of money. He lived in a fantastic house in the Hollywood hills, and had fancy loft in New York City. And they threw the best parties. He had a room for a hot tub, a room or two for pool tables. A room for a mini two-lane bowling alley. He had a big wine cellar and cocktails room. Lots of rooms for partying.\n\nHe had rooms that he didn't know what to do with. That was good because he needed a room for all the letters from his mother. He received the letters from his mother each week and told his maid to deposit them in one of the extra room because he had nowhere else to put them and after decades, the stacks of letters covered the floor. \n\nOne morning, after a run of the mill blowout party at his house, he woke to find himself completely alone. Usually there were stragglers. He crawled to the upstairs window and outside were flashing police lights. He stumbled down and boomed out of his front door, \"What the H--\" And his voice failed him. He coughed and buckled over to throw up. Then he stumbled to the police cars and asked one of them what was wrong. \n\nThe police officer flipped a newspaper to the entertainment section, and gave it to him. Anthony read, \"Destructive Rock star ruins last life.\" It was the story of one woman that Anthony had \"dated\" but who had claimed he had \"abused\" her in all of these ways. She said he had hit her, and threatened her with violence if she wouldn't go get them some drugs, and worst of all, she said, he would yell at her, horrible things, across whatever room they were in. He knew it was all true. She had asked around and found forty or so other women to whom Anthony had done similar things. They were fed up with him, and their solution had been to sufficiently defame him. They had filed a lawsuit as well. Everyone would know. There were quotes from his sponsors who publicly decried him and it said even his label had decided to drop him. Even his band members had disowned him. This was news to him, but he believed every word. He stumbled back to his house as he read. \n\nThings from which he drew his value were ripped out of his life, one by one, every new sentence he read. The stark truth remained, he had only done harm to this world, and was left with a completely empty heart. He couldn't think of any real friends he had left. He looked around his house. It was empty and trashed. Both his houses were basically funded by his record label and he realized they would soon be taken from him. His music career was done. He couldn't think of  a single person who didn't hate him. Who was he? Who could possibly love him? He finished the short article as he stumbled up toward one of his bedrooms. He planned to drink himself into oblivion and hoped never to wake up. \n\n\"Do articles like this go in a scrapbook or something?\" The thought strangely occurred to him. \"What do I do with this?\" If he never woke up, he didn't want this article that spoke so horribly of him to be found beside him. He stopped in his upstairs hallway that overlooked his estate, and looked to his right. There was that one door to one of the extra rooms that he had never really been in. He staggered over and opened the door, swinging his arm back to throw the newspaper in, but stopped. \n\nThe floor was covered with letters. Bright, morning light was streaming in on them. It was dusty, but with all the tumbling stacks of folded paper, it looked soft. He dropped the newspaper and slowly stumbled in. The stacks of letters filled the room enough that they pressed the door closed behind him. Click. He spent the next day and a half in that room reading, reading, reading. All those places he had been found empty, his mother's words filled him up with value. Memories that he had completely forgotten, but which she reminded were in him. This was who he was at his core. She truly knew him. And her 8000 letters reminded him of these things.\n\nThey let Thundering Anthony see his mom before they sent him to jail. She was waiting at her door when she saw a humbled man in handcuffs brought up to her. She lavished kisses and hugs all over him.\n\n\"You're the only one who loves me, Mama.\"\n\n\"And I love you so much.\" \n\nHis eyes teared up, all jealousy and hate had completely left them. And in their place he had soaked up the her words that filled him with love upon love upon purpose, compassion and love. He sobbed, \"I'm sorry, Mama. I'm so sorry.\" He cried a long time on her, stooping over her on the porch, his hands still cuffed around his back. But she held him and comforted him and whispered how much she loved him. \"I'm so, so sorry, Mama.\"\n\nAnd she replied, \"I know your heart, Anthony Blue. I know you're not what they said you are. I know that you are made to call out to the hurting.\" And she held him as he cried. \n\nEventually the crying subsided and the heart of a tender child settled into the heart of his mother. She whispered, \"I love you so much, I haven't seen my Thundering Anthony for so long.\"\n\nHe whispered in return, \"Mama, I've brought him back to you.\"\n\nThey took him off to jail. But he was no longer the loudest, at least not physically. If you were to ask any of his cell mates where Thundering Anthony was, they would say, \"he's all quiet and stuff, in his cell writing letters.\" He became a very loud voice to many people, though he was one of the quietest in the jail.\n\nAnd he became known as the voice of the weak. He had written a letter to the fostering organization that his mother had fostered through and asked how he could help. After hearing his story, and how his mother had spoken his true worth into a completely broken life, they told him he could write letters. He could write letters to all the brokenhearted foster children telling them they they had worth at their very core, even if it seemed like no one else in the world saw it in them. And the children upon receiving these letters, hand signed by the famous Thundering Anthony, who they knew had been at the top of the world before his fall from grace, they listened. \n\nAnd through this was God's promise to his mother fulfilled. Because of the letters she had obediently written, even though she had given up on them ever being read, the love she had given to her son, was now flowing over to tens of thousands of foster children. \n\nThe kids listened because Thundering Anthony Blue would personally write out his story in each one of these letters. And he convinced them that even if they couldn't think of anyone who saw how valuable they were, someone did. And even though for Anthony it was his mother who had to remind him of this, Anthony told them God knew them at their very core.\n\nAt the end of every letter, Anthony wrote, \"God knows your heart. God has given you a gift to help the hurting. If you haven't gone to him for a long time.Please Bring yourself back to him. He loves you.\"\n\nAnd he signed it\n\n\"-Thundering Anthony\" \n\nRaw Spoon",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_095add5e889e45de9555c1590df817c4.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/L7opuN7gzwI",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_d7a13d4c74784496b1c3d1a4a026abe6~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_87841ec55f4642d4a936dc03f0d12d1c~mv2.jpg",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_4a79f61df3dc49d7bffadb85343f6ffa~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/UfbyFLgs_NM",
    "Bible Project 2": "https://www.youtube.com/watch?v=0h1eoBeR4Jk",
    "Bible Project 3": "https://www.youtube.com/watch?v=XIb_dCIxzr0",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 37",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ruth 3",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 6",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 46\nAmerican Standard Version\n46 Thus saith the Lord Jehovah",
    "The Chosen 3": "https://youtu.be/SJYzxtBJBF4",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3app6GJo-Rs",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/37",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=0uh-wTOi2DQ",
    "Bible in Song 4": ""
  }
]