[
  {
    "": "2025-08-19T07:00:00.000Z",
    "Art title 1": "If Love is Patient, He Can Be Found in the Waiting (by Anthony Gurrola)",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_a7d0b3923a2a4d908f677b9e26ef61f0~mv2.png",
    "Artist Statement 1": "(by Anthony Gurrola) Beloved I want to remind you today,\n\nIf you are seeking Him,\n\nYou are exactly where He wants you to be.\n\nThough circumstances may seem on the contrary currently, He is working through them eternally.\n\nFor He makes all things work together for those that love Him and are called to His purpose.\n\nIf you are reading this, you are called to His purpose.\n\nEven in the season of singleness,\n\nYou are not worthless.\n\nMay today be your chance to do all that you can with Yahweh as a single person, then when the job demands two,\n\nyour heart will be ready, because you walked patiently with love.\n\nEven in the season of job searching,\n\nYou are not unproductive.\n\nMay today be the day you realize what He says about you is infinitely more valuable that what a job title says.\n\nMay being about your father's business be greater than our own.\n\nEven in the season of loneliness,\n\nYou are not forsaken.\n\nMay today be the day you feel the weight of His glory tip your scales of priority.\n\nMay just Him be worth more than enough.\n\nEven in the season of rest,\n\nYou haven't lost your seat.\n\nMay today be the day that you reach your arms to Him as good Father, and not just current savior.\n\nMay your desire to rest in His presence be greater than the desire to work for your confidence.\n\nIn every second, He is Lord.\n\nIn every moment, He is working.\n\nIn every season, He hasn't forgotten you.\n\nMay those that wait for Him today, receive the strength to do what He asks tomorrow.\n\nMay you not grow weary in doing good, even if that good doesn't look like much of anything.\n\nMay your patience mount you up on wings like eagles,\n\nAnd may your devotion take you anywhere His wind may blow.",
    "Picture link 1": "https://www.instagram.com/p/CbpaBseLgMb/",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nHis Love is Fierce",
    "Story Link": "https://www.rawspoon.com/post/his-love-is-fierce",
    "excerpt": "I've been dating this amazing girl. And the way she cares for me is fierce. I was with her when I reached to move something in a really awkward way and something in my shoulder ripped. I yelped and she was immediately holding me and was suddenly more tender with me than I was with myself. \n\n\nI was ready to just ignore it and walk it off, but it was bad. Within an hour or so she had looked up what could be the problem and before I went to sleep that night she had forwarded me several articles on what it was, how to treat it and a shoulder pad that was reviewed to help heal it. I'm not great about caring for myself. I hadn't had a doctor in ten years, until she encouraged me to go and get one recently. She even went with me to that appointment. \n\n\nShe was like a cat on a mouse, in the way she saw a way she could help heal me. This is what I mean by fierce. Quick, passionate, and thorough. She was quick to pin down that mouse, because she knew I would be better without it.\n\n\nBut I wasn't going to get healed simply because she sent me that stuff. I had to read the articles. I had to order the shoulder heating pad. I had to schedule a doctor appointment. She set me up and encouraged me to do what she knew would keep me healthy, but I had to stop being lazy, and stop doing all this work stuff I thought was so all-important, and do what everyone else knows is healthy for my body and my soul.\n\n\nThis way that she cares for me has rocked me. And I wondered, God, is this maybe how you love me, too?\n\n\n\nGod, I assume you know all the ways I need to be healed far better than I, and you put opportunities in front of me. I'm guessing You want me healed even more than I do. And I won't even stop working, or watching Netflix, to spend some time with you, or do what you say. Help me want my healing as much as you do, and to be obedient to pursue it. Thank you for caring for me with a fierce kind of love.\n\n\nRaw Spoon, 4-16-19",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "https://static.wixstatic.com/media/a07ded_1dedafc5408b4fb7bea3af26a85dc29a~mv2.jpg",
    "Sketchnotes1b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2022/09/2022-09-11-TRBC-service.png?w=3300&ssl=1",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_a6808a85ee594b4b835aa7d5cad16bfe~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=BO1Y9XyWKTw",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw&list=PLCmhO7lxFDaoKaHiRkBI8769YlgkkMUc5",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 32",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 25",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 7",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 22",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=KfQZGUgGD-Q&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=21",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@31.6622029,34.5499742,3a,75y,317.8h,58.06t/data=!3m8!1e1!3m6!1sAF1QipMflgmH_4X_WmLx_MlsfokJoe67VAvwtUiL2kj4!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMflgmH_4X_WmLx_MlsfokJoe67VAvwtUiL2kj4%3Dw203-h100-k-no-pi0-ya248.96178-ro-0-fo100!7i10240!8i5120!5m1!1e4?entry=ttu",
    "3dNotes2": "Ashkelon",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]