[
  {
    "Art title 1": "The Experience of Pain Ends. The Record of Goodness Lasts Forever",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_f496c396319a4ab7b6daf254c03b7cba~mv2.jpg",
    "Artist Statement 1": "The goal of this life is to remove pain and seek happiness, isn't it? That is the view of this world. \n\nBut I think what lasts longer than the pain is stories of people bringing God's kingdom to their daily lives. And that often involves discomfort. \n\nGrowing into the heroes of the kingdom requires self sacrifice. Becoming more than we were yesterday may cause discomfort. \n\nThe greatest movies are ones where people overcome greatest difficulty. And they touch generations.\n\nSo, when you are suffering in quiet, remind yourself that the pain ends. But the record of goodness you are writing for all to see in the kingdom lasts forever. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-fb46b7ac-dd93-4d2a-b750-50eeec7f8934",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "He Is Building A House in You",
    "Story Link": "https://www.rawspoon.com/post/story-he-is-building-a-house",
    "excerpt": "Antonio was a pastor in the Dominican Republic. And life seemed harder for him than most. \n\nHe was thinking about all the people who were so hard to love in his congregation as he was digging up big rocks in the countryside. When he finally unburied one he would load it with the rest in his wheelbarrow and tote it to his beat up old pickup truck. \n\nHe thought about the Elliots who were always fighting with each other, and their kid was so scared by it all he just spent all his time with Antonio at the church. He was always asking about this or that in the closet or if he could play with that thing on that shelf. \n\nAntonio drove to the city and unloaded the rocks into the front yard of his house in progress. Enough was done that he and his wife could live in it, but there was so much more to do. These rocks would become the second story walls. Ten years ago storms had destroyed his house which was poorly made by builders who just wanted quick money (like the ones that were building the houses at the end of the street). So he decided if he wanted it done right he would have to do it the hard way, with quality, himself. \n\nHe thought about the church bills he was constantly trying to stay on top of, which required calling a lot of people, asking for their partnership in his ministry. \n\nAntonio eventually started planing the wood timbers he had cut from the hardwood trunks he had harvested from a nearby forest. This was good, solid wood and would hold a roof on the next time wind got strong. \n\nHe thought about his own difficult marriage and how he constantly had to be biting his tongue so he wouldn't say something mean. She was a good woman, she just got in these moods. He prayed a lot during these moments.\n\nAfter Antonio's back got tired he sat down to carve the intricate design into the wood cornice pieces. He had spent a week or so designing each of these little details because he realized if he was going to live here, he wanted to make it beautiful. He worked on this until his hands were sore. \n\nHe could hear the trucks from the nearby construction site growling and workers unloading quick-growth 2x4's and cheap shingles. These buildings went up in a month or two and would probably be torn apart again in the next storm. But the builders would sell it before then and get their money. Poor Antonio had been working on his one house for years but it could endure an earthquake.\n\nHe thought about how hard it had been to connect with God for a while. But these difficulties certainly did require him to rely on prayer more than he used to. He often just talked with God as he worked on his house. \n\nAntonio was moving onto the plumbing, and knew he still had to seal the base boards tonight, when he looked over at the workmen finishing their day at the construction site. It was only 3:35pm; they were leaving early like usual. One of them threw his empty water bottle back into the lot and another one spit on it before he climbed into his truck. \n\nAntonio asked himself why they cared so little about the houses they were building and he cared so much. Why they so easily stopped work on them and he kept going. Why they didn't build to endure storms and he did. He looked around at his house, slowly but surely coming together with much work. The answer came to him and he whispered, \"Because I live here.\"\n\nHis phone buzzed and he pulled it out. It was a text from a woman who regularly asked him for money. She was fairly capable of doing work, but kept getting fired from her jobs, basically because she was lazy. \n\nAntonio texted her that she could come by tomorrow. He groaned as he put the phone back into his pocket. \"God why is this work so hard on me?\"\n\nThe answer he heard was \"Because I live in you.\"\n\n---\nIt is hard work to build a good house well. It is hard work becoming holy. In 1 Corinthians 6:19 God says our body is a temple for the Holy Spirit. And in Philippians 1 God says he will be faithful to complete a good work in you. And I imagine the way we are being built into something beautiful for him to live in is the hard work we put in to do the right things when we don't want to. But take heart, it is because God intends to live in you. \n\nRaw Spoon 1-16-20",
    "Audio file": "https://static.wixstatic.com/mp3/a07ded_22dcf45664924e36b99105f24c6d5b19.mp3",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://www.youtube.com/watch?v=QmAl2__568k&feature=emb_title",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_9ce58300546b4042a31a83c7ceb66881~mv2.jpg",
    "Sketchnotes3b": "https://static.wixstatic.com/media/a07ded_14288c5d7ded4516b60702caa0d0b66e~mv2.jpg",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/G_OlRWGLdnw",
    "Bible Project 2": "https://youtu.be/jH_aojNJM3E",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw&list=PLCmhO7lxFDaoKaHiRkBI8769YlgkkMUc5",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 40",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 31",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/bmVOMbqoD4o",
    "Song 2": "https://youtu.be/SR7aLsMTE3U",
    "Song 3": "https://youtu.be/CyPPoNxnW-Q",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@32.4992294,34.8912277,3a,75y,177.64h,74.71t/data=!3m8!1e1!3m6!1sAF1QipN6OhrYkYoMjlGbcTPBIXLVAUVGaqoijjFZp7mZ!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipN6OhrYkYoMjlGbcTPBIXLVAUVGaqoijjFZp7mZ%3Dw203-h100-k-no-pi-0-ya131.79031-ro-0-fo100!7i8192!8i4096!5m1!1e4?entry=ttu",
    "3dNotes3": "Ruins of Caesarea",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/19",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3cb4a5b3-3530-41ca-b412-c92c18ff1808.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]