[
  {
    "": "2025-07-29T07:00:00.000Z",
    "Art title 1": "Be Ready for Something You Don't Expect",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b45f6633dd164dcf9f20953fa946a8e5~mv2.jpg",
    "Artist Statement 1": "As Jesus rode into Jerusalem, people expected him to take the city for force. But he did something far greater. He let them kill him so he could break death for all people. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-ee90473d-ecbc-4897-bd49-26771629bc7f",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "A King that Rides Donkeys",
    "Story Link": "https://www.rawspoon.com/post/story-riding-a-donkey-like-a-king",
    "excerpt": "I watched the soldiers examine the tall stately horses being sold by the man in the market stall next to me.\n\nI looked at my two donkeys. Growing up we could not afford horses, only this old donkey. And this other one was the first colt of hers I was able to raise to a sellable age.\n\nAs I watched the Romans bargaining for horses, my late father's words rattled in my head, \"Don't be like those who sell their dear animals to the Romans. They use them up, only seeking power.\"\n\n\"But their power will keep us alive,\" I had pointed to my mother and sisters.\n\nMy dad's reply was, \"You are hard headed but you are too small for the Romans, Zachary. You and I will never win their power. People like us are waiting for a different type of kingdom to come.\"\n\nA kind man's voice broke my gaze from the soldiers, \"What is the little one's name?\" He was petting my colt's nose as he looked at me. Braids in the man's hair held flowers, as if he had been playing with children.\n\n\"It's uh-- we call him-- Boulder.\" I didn't want to be distracted by this man, while I could still get the soldiers' attention. \n\n\"Because he's hard headed?\" The man was still looking intently at me.\n\n\"Uh-- yes-- in fact!\" I tried to make it obvious that I didn't want to be bothered though.\n\n\"Sometimes the hard headed are the only ones that do what is right, while others are swayed by, and seek power.\"\n\n\"Seek power?\" I turned to the man who smiled at me.\n\nThe soldiers turned away and I heard them criticize the shop owner, \"Caesar needs bigger and stronger horses than these. He doesn't need withered figs.\"\n\nThey disappeared into the bustling market. I turned back to the man, frustrated. The man said, \"The Lord needs all types, Zachary.\" I looked at him, wondering how he knew me. Then the strange man's friends caught up to him and they walked away, out of the market and up the hill the opposite direction from the soldiers.\n\n---\nThe encounter with the man bothered me. How did he know my name? How was he speaking on behalf of the Lord?\n\nBut a week later I caught his friends trying to steal Boulder, \"What are you doing?!\" I barked. \"That's for the Romans!\" I hoped the soldiers nearby would look over but when one finally did, I saw in his smirk that the only worth my donkeys had was for his comedy.\n\nThe man's friends looked at each other and then said, hesitantly, \"The Lord needs him.\" \n\n\"Needs MY donkey?\"\n\nThe man's words ran through my head again. The Lord needs all types. I suddenly realized who the man had been. The Lord? This was the man people were whispering could defeat the Romans. Jesus of Nazareth. The one who said he was the son of God. But there was no way that his kind voice and these poor soft men with a donkey could defeat the Romans with their horses and swords.\n\n\"Wait...\" I held a hand out to them as I glanced back at the one soldier looking, and now laughing at me. I looked to the men and said, as my voice faded off, \"Boulder's never been ridden before.\" The men waited until I reluctantly put my hand down and nodded. I watched them lead my colt that I had raised away. I looked over and the soldier scoffed at how easily I had let them take it.\n\nI thought, Sometimes only the hard headed do what's right. How these Romans wielded their power didn't seem right.\n\nI threw my bag over my shoulder, untied my other donkey and walked after Jesus's friends. \n\nI followed them at a distance. Other people were also ascending the hill with us. Was there something happening? Is Jesus about to invade? Has he mounted an army? I looked around. Is this his army?  The hunched women I often saw in the food markets. The wild-haired, sun-leathered crazy man that yelled inappropriate things at people. The men who had failed at business.\n\n Like me. \n\nSweat in my sandals caked with the red dust of this hill. \n\nBut then a restless group of men engulfed me, also on their way up. Body odor surrounded me. My hand bumped something metal under someone's garment. A sword. One man had a spear he was hiding as a staff. I overheard the mutters, \n\n\"He is at the brink of the city, above.\"\n\n\"How many of us are with him?\"\n\n\"Dozens, I heard.\"\n\n\"Is that enough?\"\n\n\"I don't know, shutup. God is with him.\"\n\nThe dust made a heavy haze in the setting sun as we approached the summit. \n\nBut as we summited and they could see, the group around me slowed. I pressed through with my donkey. It was a grassy clearing filled with light, lined with a few trees. The people there were women laughing, not scheming. Children were swinging palm branches, not swords. Joyful grandparents followed and chatted. These people had taken off their robes and shoes because the air was so clear from dust and it felt so safe here. \n\nBut then I saw Jesus at the center of the group. He had been walking toward the edge of the clearing, toward the city. But now had stopped, waiting on something. His eyes held a subtle smile but were fixed resolutely on the city. He bluffed no power.\n\nOne of the children took a garment and laid it out before Jesus's path, a make believe road for him to walk on. Jesus chuckled and went along. He took off his sandals to walk on it. Other kids played along and laid the other garments down before him too. The parents joined in and when clothes ran out people pulled palm branches from the trees and finished off the road to the edge. But Jesus still waited for something.\n\n Then Jesus saw the group of violent men around me. His smile faded and his gaze lingered. The men saw he did not approve of their methods. But then I pushed through and he saw me. His smile warmed and he beckoned me. He remembered me! My donkey and I trotted toward them. What he was waiting for was an animal to ride.\n\nThis felt like the kingdom my dad had said was coming. His way was peace, not violence like the men behind me.\n\nBut the heavy look on Jesus's face didn't quite match the carefree joy of the children and parents around him either. He carried a solemnity. Something very hard was ahead that they couldn't see.\n\nI reached the crowd with my old donkey just as I saw Jesus's friends reach him with my little Boulder. Jesus looked at me and said, \"May I ride one of your donkeys?\"\n\nWithout hesitation I gestured to Boulder, \"Yes, please. He is my prized possession. My best companion.\"\n\nJesus looked at me compassionately and added, \"But he has never been ridden.\"\n\nThis man must be a prophet, maybe the prophet king my dad had always spoken of. I said, \"And I have never been received by a king.\"\n\nJesus smiled and said with that kind voice, \"Until today.\" With his bare feet he climbed onto Boulder who swung his head to me. \n\n\"It's okay, Boulder. You don't need to be a horse. He wants you. This Lord needs all types.\"\n\nBoulder swung his head back around and started walking toward the edge, on the path into the city. The crowd followed them with cheerful shouts in unison, \"Hosanna! Blessed be the name of the Lord!\" This carefree group, like the violent mob, believed he was the prophesied king. But I knew that the Romans would not simply roll over for a bare footed man with flowers in his hair.\n\nIf this man was indeed to be a king, it would be in a way neither one of these crowds had seen before. \n\nBut then again, in two brief interactions, he had conquered me in a way no one else could do. He had pointed my stubborn heart to do what was right, instead of seeking power.\n\nSo if this man were to be king, it would be done in a way never seen before. And in a way our hearts had never expected, and better than we had imagined.\n\n-Raw Spoon, March 29, 2023",
    "Audio file": "",
    "Blog Title": "BLOG: \nDisruption's chance for New Vision",
    "Blog Link": "https://www.rawspoon.com/post/disruption-s-chance-for-new-vision",
    "Blog excerpt": "There has been a lot of disruption over the last few years. When Donald Trump was elected he disrupted a lot, from how the constitution is interpreted, to what behavior is acceptable in our leaders, to how much science we believe. Disruption is his MO, partly because shaking things up confuses others, and while they are just trying to reorient, he moves resolutely forward and can take what he means to. \n\nI went snorkeling and saw some fish in coral earlier this year. I saw Moray Eels sticking their heads out of holes and sea urchins holding on to their little spots in the choral. I think about what happens when something disrupts them, shakes the sea bed, breaks the systems of choral, and all of them are dislodged. What will be the new landscape as it settles again and regrows? Who will be in what holes? What will be the new shape of the choral? What is the new MO for the sea bed system? Is it going to be more beautiful? Or less?\n\nCOVID-19 has also been a major disruptive force. One that disrupts all of our routines in very tangible ways. What have you added and what have you let go of? It has changed our economy. People who had jobs they were stuck in are now looking for new options. This is a sobering sound-byte but someone told me after quarantining restrictions were lifted in China there were a record number of divorce applications applied for. People who were in relationships are free to choose new directions.  \n\nCOVID-19 has forced us to make new technologies part of our rhythms so we can communicate. Now we know we can ZOOM for church and friends from across the country can join. And this week I didn't have to brave the 1.5 hours of traffic to go to my counseling appointment. \n\nBut I'm curious who will be the winners as things settle. What powers will hold the most sway? What will be the dominant paradigms? \n\nHow can we shape those paradigms to be ones with generosity at the helm, instead of fear. What would it be like to set a new standard? A new vision of what life can be. Maybe the fate of the world needs this.\n\nAnd I think Generosity and Fear are the two most powerful players in all of this. Will we tighten our wallet and therefore strangle our whole economy? Or will we trust God will provide, and seek to give to those who are in need? \n\nI know this is not easy. It takes a whole new type of belief, one strong enough that we risk our financial wellbeing. But that is what disruption allows, that leap is more evidently in front of us more than ever before. Finances are not the only we can be generous bravely. In fact, how will we use our new amount of free time? Who will we choose to reach out to, now that we're getting comfortable with virtual meetings. Who just needs help getting groceries?\n\nEvery sermon I've heard since this began had this as a theme. Disruption isn't necessarily bad. There are old things we need to let go of, and this is one chance to do that. And there are new things we should adopt. Now is our chance. \n\nSo I've been asking this of myself. What is a new vision of who I want to be and how I want to live my life? What are those things I've taken for granted as part of my routines and my perceptions that are unhelpful. How can I live out of generosity, instead of fear.\n\nWould anybody want to do a group zoom call so we can brainstorm what that would look like in our lives? How can we be purposeful during this time of disruption to be resolute in our intentions and change this world to make it look like what God would want?\n\nRaw Spoon\nMarch, 2020",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=XzWpa0gcPyo",
    "Bible Project 2": "https://www.youtube.com/watch?v=JydNSlufRIs",
    "Bible Project 3": "https://www.youtube.com/watch?v=0SVTl4Xa5fY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 55",
    "Research 2-link": "https://enduringword.com/bible-commentary/Esther 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Romans 9",
    "Research 4-link": "https://enduringword.com/bible-commentary/2 Samuel 23",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=CcweU2YCZos",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b55e506f-71de-4f95-b2cc-05a3cfd9772d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]