[
  {
    "Date": "2025-07-28T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=hHHUusNIArY",
    "famous quote": "\"One of the most cowardly things ordinary people do is to shut their eyes to facts.\"\n-- C.S. Lewis (Chronicles of Narnia: The Voyage of the Dawn Treader)",
    "Ted Talks": "https://www.youtube.com/watch?v=9DtcSCFwDdw",
    "Nature Video": "https://www.youtube.com/watch?v=_y4DbZivHCY",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 5)\n\nSometimes Sarah feels nudged to pray with her Psychiatry patients. Often when she feels the nudge she thinks, \"It's too risky to ask this person if I can pray.\" \r\n\r\nFor example she has a Jewish woman as a patient. This woman had been through some horrible things. Sarah felt like God was nudging her to ask to pray with her but she really didn't think this traditional Jewish woman would be open to it and it would be a large breach of professionalism if not. \r\n\r\nAfter silently praying and still feeling the nudge very strongly she took the leap and just asked the woman, \"I know you have a Jewish background, and mine is Christian, but I'd love to pray for you, and I pray 'in Jesus name.' Would that be okay?\"  The woman replied, \"Yes it's okay, my best friend prays for me 'in Jesus name too.'\" Sarah obeyed the nudge and it opened the door to pray with her, in Jesus' name with a Jewish woman now, every time.\r\n\r\nI asked Sarah how she makes herself aware of these nudges. She says she prays throughout seeing each of her patients whether they know it or not. She prays for wisdom. She says it is usually like a thought that just drops into her head. But the reason she thinks it's from God is because it's not something she normally would want to do. And it's in line with God's character, the God who cares for all of his children. \r\n\r\nI asked her how she learned to do this, wonering how I could learn to do it better. She said while in residency a pastor suggested she write her thoughts down during prayer. He said, \"Just write everything and then go check it with scriptures and what you know about God's character. Especially if it is something directive, run it by believing friends. She started it years ago. She still has to discern what are her own thoughts and what are God's. She says the Bible says we are his sheep and his sheep hear his voice. We can all hear his voice; it's whether or not we are listening.\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gZbrm1rNpsg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]