[
  {
    "Date": "2025-08-25T07:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 14- Ordinary Time",
    "Script 1": "\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Rebellious Israel Purged\n\n In the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the Lord, and they sat down in front of me.\n\n Then the word of the Lord came to me:  \"Son of man, speak to the elders of Israel and say to them, 'This is what the Sovereign Lord says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign Lord.'\n\n \"Will you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their ancestors  and say to them: 'This is what the Sovereign Lord says: On the day I chose Israel, I swore with uplifted hand to the descendants of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, \"I am the Lord your God.\"  On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands.  And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord your God.\"\n\n \"'But they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt.  But for the sake of my name, I brought them out of Egypt. I did it to keep my name from being profaned in the eyes of the nations among whom they lived and in whose sight I had revealed myself to the Israelites.  Therefore I led them out of Egypt and brought them into the wilderness.  I gave them my decrees and made known to them my laws, by which the person who obeys them will live.  Also I gave them my Sabbaths as a sign between us, so they would know that I the Lord made them holy.\n\n \"'Yet the people of Israel rebelled against me in the wilderness. They did not follow my decrees but rejected my laws--by which the person who obeys them will live--and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the wilderness.  But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would not bring them into the land I had given them--a land flowing with milk and honey, the most beautiful of all lands--  because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols.  Yet I looked on them with pity and did not destroy them or put an end to them in the wilderness.",
    "Script 3": "Warning Against Unbelief\n\n So, as the Holy Spirit says:\n\n\"Today, if you hear his voice,\n     do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,\n where your ancestors tested and tried me,\n    though for forty years they saw what I did.\n That is why I was angry with that generation;\n    I said, 'Their hearts are always going astray,\n    and they have not known my ways.'\n So I declared on oath in my anger,\n    'They shall never enter my rest.' \"[a]\n\n See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.  But encourage one another daily, as long as it is called \"Today,\" so that none of you may be hardened by sin's deceitfulness.  We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.  As has just been said:\n\n\"Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.\"[b]\n\n Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?  And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?  And to whom did God swear that they would never enter his rest if not to those who disobeyed?  So we see that they were not able to enter, because of their unbelief.\n\nA Sabbath-Rest for the People of God\n\n: Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it.  For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed.[c]  Now we who have believed enter that rest, just as God has said,\n\n\"So I declared on oath in my anger,\n    'They shall never enter my rest.'\"[d]\n\nAnd yet his works have been finished since the creation of the world.  For somewhere he has spoken about the seventh day in these words: \"On the seventh day God rested from all his works.\"[e]  And again in the passage above he says, \"They shall never enter my rest.\"\n\n Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,  God again set a certain day, calling it \"Today.\" This he did when a long time later he spoke through David, as in the passage already quoted:\n\n\"Today, if you hear his voice,\n    do not harden your hearts.\"[f]\n\n For if Joshua had given them rest, God would not have spoken later about another day.  There remains, then, a Sabbath-rest for the people of God;  for anyone who enters God's rest also rests from their works,[g] just as God did from his.  Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience.\n\n",
    "Script 4": "American Standard Version\n And the king rose up, and the governor, and Bernice, and they that sat with them:  and when they had withdrawn, they spake one to another, saying, This man doeth nothing worthy of death or of bonds.  And Agrippa said unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm109:21-31;Ezekiel20:1-17;Hebrews3:7-4:11",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.109,Ezek.20,Heb.3-Heb.4",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_b5206b2e7c7d492e901cd88900281afa~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_22c36ffd167c4c9eb4cfc56373dc79db~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_1899013304394e3db78cb83993ddbe07~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_aa82d155c4fd4491bd647f84fdf876bd~mv2.jpg",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 109:21-31",
    "Address Script 2": "Ezekiel 20:1-17",
    "Address Script 3": "Hebrews 3:7-4:11",
    "Address Script 4": "Acts 26:30-32",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.109.4242081a365b5fc375ccc1910c2e1fe5.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.20.d71af7bdfa8a2ef4124731b006329431.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Heb.3.5a36ff98d3d8a834785f9387c70a662c.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.26.11f5263b9bd18e0a9481596cf3922828.mp3",
    "Verse to start at for audio": 52
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 109:21-31\n\n21 But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n22 For I am poor and needy,\n    and my heart is wounded within me.\n23 I fade away like an evening shadow;\n    I am shaken off like a locust.\n24 My knees give way from fasting;\n    my body is thin and gaunt.\n25 I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n26 Help me, Lord my God;\n    save me according to your unfailing love.\n27 Let them know that it is your hand,\n    that you, Lord, have done it.\n28 While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n29 May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n30 With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n31 For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel 20:1-17\n\nRebellious Israel Purged\n\n1 In the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the Lord, and they sat down in front of me.\n\n2 Then the word of the Lord came to me: 3 \"Son of man, speak to the elders of Israel and say to them, 'This is what the Sovereign Lord says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign Lord.'\n\n4 \"Will you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their ancestors 5 and say to them: 'This is what the Sovereign Lord says: On the day I chose Israel, I swore with uplifted hand to the descendants of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, \"I am the Lord your God.\" 6 On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands. 7 And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord your God.\"\n\n8 \"'But they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt. 9 But for the sake of my name, I brought them out of Egypt. I did it to keep my name from being profaned in the eyes of the nations among whom they lived and in whose sight I had revealed myself to the Israelites. 10 Therefore I led them out of Egypt and brought them into the wilderness. 11 I gave them my decrees and made known to them my laws, by which the person who obeys them will live. 12 Also I gave them my Sabbaths as a sign between us, so they would know that I the Lord made them holy.\n\n13 \"'Yet the people of Israel rebelled against me in the wilderness. They did not follow my decrees but rejected my laws--by which the person who obeys them will live--and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the wilderness. 14 But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out. 15 Also with uplifted hand I swore to them in the wilderness that I would not bring them into the land I had given them--a land flowing with milk and honey, the most beautiful of all lands-- 16 because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols. 17 Yet I looked on them with pity and did not destroy them or put an end to them in the wilderness.",
    "Script 3": "Hebrews 3:7-4:11\n\nWarning Against Unbelief\n\n7 So, as the Holy Spirit says:\n\n\"Today, if you hear his voice,\n8     do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,\n9 where your ancestors tested and tried me,\n    though for forty years they saw what I did.\n10 That is why I was angry with that generation;\n    I said, 'Their hearts are always going astray,\n    and they have not known my ways.'\n11 So I declared on oath in my anger,\n    'They shall never enter my rest.' \"[a]\n\n12 See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God. 13 But encourage one another daily, as long as it is called \"Today,\" so that none of you may be hardened by sin's deceitfulness. 14 We have come to share in Christ, if indeed we hold our original conviction firmly to the very end. 15 As has just been said:\n\n\"Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.\"[b]\n\n16 Who were they who heard and rebelled? Were they not all those Moses led out of Egypt? 17 And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness? 18 And to whom did God swear that they would never enter his rest if not to those who disobeyed? 19 So we see that they were not able to enter, because of their unbelief.\n\nA Sabbath-Rest for the People of God\n\n4:1 Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. 2 For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed.[c] 3 Now we who have believed enter that rest, just as God has said,\n\n\"So I declared on oath in my anger,\n    'They shall never enter my rest.'\"[d]\n\nAnd yet his works have been finished since the creation of the world. 4 For somewhere he has spoken about the seventh day in these words: \"On the seventh day God rested from all his works.\"[e] 5 And again in the passage above he says, \"They shall never enter my rest.\"\n\n6 Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience, 7 God again set a certain day, calling it \"Today.\" This he did when a long time later he spoke through David, as in the passage already quoted:\n\n\"Today, if you hear his voice,\n    do not harden your hearts.\"[f]\n\n8 For if Joshua had given them rest, God would not have spoken later about another day. 9 There remains, then, a Sabbath-rest for the people of God; 10 for anyone who enters God's rest also rests from their works,[g] just as God did from his. 11 Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience.\n\nFootnotes\na. Hebrews 3:11 Psalm 95:7-11\nb. Hebrews 3:15 Psalm 95:7,8\nc. Hebrews 4:2 Some manuscripts because those who heard did not combine it with faith\nd. Hebrews 4:3 Psalm 95:11; also in verse 5\ne. Hebrews 4:4 Gen. 2:2\nf. Hebrews 4:7 Psalm 95:7,8\ng. Hebrews 4:10 Or labor",
    "Script 4": "Acts 26:30-32\nAmerican Standard Version\n30 And the king rose up, and the governor, and Bernice, and they that sat with them: 31 and when they had withdrawn, they spake one to another, saying, This man doeth nothing worthy of death or of bonds. 32 And Agrippa said unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel :-\n\nRebellious Israel Purged\n\n In the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the Lord, and they sat down in front of me.\n\n Then the word of the Lord came to me:  \"Son of man, speak to the elders of Israel and say to them, 'This is what the Sovereign Lord says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign Lord.'\n\n \"Will you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their ancestors  and say to them: 'This is what the Sovereign Lord says: On the day I chose Israel, I swore with uplifted hand to the descendants of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, \"I am the Lord your God.\"  On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands.  And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord your God.\"\n\n \"'But they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt.  But for the sake of my name, I brought them out of Egypt. I did it to keep my name from being profaned in the eyes of the nations among whom they lived and in whose sight I had revealed myself to the Israelites.  Therefore I led them out of Egypt and brought them into the wilderness.  I gave them my decrees and made known to them my laws, by which the person who obeys them will live.  Also I gave them my Sabbaths as a sign between us, so they would know that I the Lord made them holy.\n\n \"'Yet the people of Israel rebelled against me in the wilderness. They did not follow my decrees but rejected my laws--by which the person who obeys them will live--and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the wilderness.  But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would not bring them into the land I had given them--a land flowing with milk and honey, the most beautiful of all lands--  because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols.  Yet I looked on them with pity and did not destroy them or put an end to them in the wilderness.",
    "Script 3": "Hebrews :-:\n\nWarning Against Unbelief\n\n So, as the Holy Spirit says:\n\n\"Today, if you hear his voice,\n     do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,\n where your ancestors tested and tried me,\n    though for forty years they saw what I did.\n That is why I was angry with that generation;\n    I said, 'Their hearts are always going astray,\n    and they have not known my ways.'\n So I declared on oath in my anger,\n    'They shall never enter my rest.' \"[a]\n\n See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.  But encourage one another daily, as long as it is called \"Today,\" so that none of you may be hardened by sin's deceitfulness.  We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.  As has just been said:\n\n\"Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.\"[b]\n\n Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?  And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?  And to whom did God swear that they would never enter his rest if not to those who disobeyed?  So we see that they were not able to enter, because of their unbelief.\n\nA Sabbath-Rest for the People of God\n\n: Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it.  For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed.[c]  Now we who have believed enter that rest, just as God has said,\n\n\"So I declared on oath in my anger,\n    'They shall never enter my rest.'\"[d]\n\nAnd yet his works have been finished since the creation of the world.  For somewhere he has spoken about the seventh day in these words: \"On the seventh day God rested from all his works.\"[e]  And again in the passage above he says, \"They shall never enter my rest.\"\n\n Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,  God again set a certain day, calling it \"Today.\" This he did when a long time later he spoke through David, as in the passage already quoted:\n\n\"Today, if you hear his voice,\n    do not harden your hearts.\"[f]\n\n For if Joshua had given them rest, God would not have spoken later about another day.  There remains, then, a Sabbath-rest for the people of God;  for anyone who enters God's rest also rests from their works,[g] just as God did from his.  Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience.\n\nFootnotes\na. Hebrews : Psalm :-\nb. Hebrews : Psalm :,\nc. Hebrews : Some manuscripts because those who heard did not combine it with faith\nd. Hebrews : Psalm :; also in verse \ne. Hebrews : Gen. :\nf. Hebrews : Psalm :,\ng. Hebrews : Or labor",
    "Script 4": "Acts :-\nAmerican Standard Version\n And the king rose up, and the governor, and Bernice, and they that sat with them:  and when they had withdrawn, they spake one to another, saying, This man doeth nothing worthy of death or of bonds.  And Agrippa said unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n But you, Sovereign Lord,\n    help me for your name's sake;\n    out of the goodness of your love, deliver me.\n For I am poor and needy,\n    and my heart is wounded within me.\n I fade away like an evening shadow;\n    I am shaken off like a locust.\n My knees give way from fasting;\n    my body is thin and gaunt.\n I am an object of scorn to my accusers;\n    when they see me, they shake their heads.\n\n Help me, Lord my God;\n    save me according to your unfailing love.\n Let them know that it is your hand,\n    that you, Lord, have done it.\n While they curse, may you bless;\n    may those who attack me be put to shame,\n    but may your servant rejoice.\n May my accusers be clothed with disgrace\n    and wrapped in shame as in a cloak.\n\n With my mouth I will greatly extol the Lord;\n    in the great throng of worshipers I will praise him.\n For he stands at the right hand of the needy,\n    to save their lives from those who would condemn them.",
    "Script 2": "Ezekiel :-\n\nRebellious Israel Purged\n\n In the seventh year, in the fifth month on the tenth day, some of the elders of Israel came to inquire of the Lord, and they sat down in front of me.\n\n Then the word of the Lord came to me:  \"Son of man, speak to the elders of Israel and say to them, 'This is what the Sovereign Lord says: Have you come to inquire of me? As surely as I live, I will not let you inquire of me, declares the Sovereign Lord.'\n\n \"Will you judge them? Will you judge them, son of man? Then confront them with the detestable practices of their ancestors  and say to them: 'This is what the Sovereign Lord says: On the day I chose Israel, I swore with uplifted hand to the descendants of Jacob and revealed myself to them in Egypt. With uplifted hand I said to them, \"I am the Lord your God.\"  On that day I swore to them that I would bring them out of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands.  And I said to them, \"Each of you, get rid of the vile images you have set your eyes on, and do not defile yourselves with the idols of Egypt. I am the Lord your God.\"\n\n \"'But they rebelled against me and would not listen to me; they did not get rid of the vile images they had set their eyes on, nor did they forsake the idols of Egypt. So I said I would pour out my wrath on them and spend my anger against them in Egypt.  But for the sake of my name, I brought them out of Egypt. I did it to keep my name from being profaned in the eyes of the nations among whom they lived and in whose sight I had revealed myself to the Israelites.  Therefore I led them out of Egypt and brought them into the wilderness.  I gave them my decrees and made known to them my laws, by which the person who obeys them will live.  Also I gave them my Sabbaths as a sign between us, so they would know that I the Lord made them holy.\n\n \"'Yet the people of Israel rebelled against me in the wilderness. They did not follow my decrees but rejected my laws--by which the person who obeys them will live--and they utterly desecrated my Sabbaths. So I said I would pour out my wrath on them and destroy them in the wilderness.  But for the sake of my name I did what would keep it from being profaned in the eyes of the nations in whose sight I had brought them out.  Also with uplifted hand I swore to them in the wilderness that I would not bring them into the land I had given them--a land flowing with milk and honey, the most beautiful of all lands--  because they rejected my laws and did not follow my decrees and desecrated my Sabbaths. For their hearts were devoted to their idols.  Yet I looked on them with pity and did not destroy them or put an end to them in the wilderness.",
    "Script 3": "Hebrews :-:\n\nWarning Against Unbelief\n\n So, as the Holy Spirit says:\n\n\"Today, if you hear his voice,\n     do not harden your hearts\nas you did in the rebellion,\n    during the time of testing in the wilderness,\n where your ancestors tested and tried me,\n    though for forty years they saw what I did.\n That is why I was angry with that generation;\n    I said, 'Their hearts are always going astray,\n    and they have not known my ways.'\n So I declared on oath in my anger,\n    'They shall never enter my rest.' \"[a]\n\n See to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God.  But encourage one another daily, as long as it is called \"Today,\" so that none of you may be hardened by sin's deceitfulness.  We have come to share in Christ, if indeed we hold our original conviction firmly to the very end.  As has just been said:\n\n\"Today, if you hear his voice,\n    do not harden your hearts\n    as you did in the rebellion.\"[b]\n\n Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?  And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?  And to whom did God swear that they would never enter his rest if not to those who disobeyed?  So we see that they were not able to enter, because of their unbelief.\n\nA Sabbath-Rest for the People of God\n\n: Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it.  For we also have had the good news proclaimed to us, just as they did; but the message they heard was of no value to them, because they did not share the faith of those who obeyed.[c]  Now we who have believed enter that rest, just as God has said,\n\n\"So I declared on oath in my anger,\n    'They shall never enter my rest.'\"[d]\n\nAnd yet his works have been finished since the creation of the world.  For somewhere he has spoken about the seventh day in these words: \"On the seventh day God rested from all his works.\"[e]  And again in the passage above he says, \"They shall never enter my rest.\"\n\n Therefore since it still remains for some to enter that rest, and since those who formerly had the good news proclaimed to them did not go in because of their disobedience,  God again set a certain day, calling it \"Today.\" This he did when a long time later he spoke through David, as in the passage already quoted:\n\n\"Today, if you hear his voice,\n    do not harden your hearts.\"[f]\n\n For if Joshua had given them rest, God would not have spoken later about another day.  There remains, then, a Sabbath-rest for the people of God;  for anyone who enters God's rest also rests from their works,[g] just as God did from his.  Let us, therefore, make every effort to enter that rest, so that no one will perish by following their example of disobedience.\n\n",
    "Script 4": "Acts :-\nAmerican Standard Version\n And the king rose up, and the governor, and Bernice, and they that sat with them:  and when they had withdrawn, they spake one to another, saying, This man doeth nothing worthy of death or of bonds.  And Agrippa said unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]