[
  {
    "Date": "2025-09-09T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=ymGX9VHPN8o",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=uWf_0B8PuaA&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=6",
    "famous quote": "It's only after we've lost everything that we're free to do anything.\n-Chuck Palahniuk (in \"Fight Club\")",
    "Ted Talks": "https://www.youtube.com/watch?v=CyElHdaqkjo",
    "Nature Video": "https://www.youtube.com/watch?v=R4PhcEE22AA",
    "User added": "\"For physical training is of some value (useful for a little), but godliness (spiritual training) is useful and of value in everything and in every way, for it holds promise for the present life and also for the life which is to come.\"\n??1 Timothy? ?4:8? ?AMPC??????\n\nThere have been seasons of my life when I was into exercising, but honestly, it is hard work! Ugh! Have you considered what exercise looks like in your spiritual life? Is it church on Sunday? Maybe bible study on Wednesday night? personal devotionals? What about prayer and quiet time before God? What do you think is the \"promise\" that Paul is talking about? Maybe you are in a season of vigorous spiritual exercise. What do you think God is training you for? Heavenly Father, grant us strength, according to Your will, to do that which brings You joy,  and draw us ever closer to rest in You, in the name of Jesus. Amen.\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Scott:\n\n(part 5)\n\nStephanie told Scott to tell us about words of knowledge. He said one time he was on a well drilling job and was in a taco bell. A man in line in front of him turned and asked him what number on the menu Scott usually bought. Scott told him number one, but then suddenly knew two things about him. The friend Scott was with knew Scott well and saw it coming. \n\nScott asked the man, \"Do you work with dead people?\" \n\nScott's friend cringed at such an awkward question. But the man said, \"Yes actually I work in a morgue part time.\"\n\nAnd then Scott asked, \"And do you have problems interacting with people?\" \n\nNow his friend was really rolling his eyes. But again the man replied, \"Yes. Actually I've been working with my psychiatrist to get over it.\"\n\nStephanie prods him to tell us about the woman at the gas station. He says one time I walked by a woman at the gas station and knew she was Wiccan. She was into the occult. And I mentioned I knew the name of the secret Wiccan society she was a part of and the woman asked how he knew it. \n\nScott then told us his family had been deeply into the occult when he was growing up. He says, because his background was in Witchcraft now he is super keen to sensing it when it is around. He can almost literally smell it or taste it, he senses it so clearly. Like he and witchcraft, he said, each of our backgrounds have prepared each of us to be able to have supernatural sensitivity to different situations. But it takes practice. ",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=IgbF0SZK5sA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rGnBKbyoXM10",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M11PBJbFApw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]