[
  {
    "Date": "2025-11-10T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=oyx0tiF7woA",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=MsNNEamLyfk&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=2",
    "famous quote": "\"It comes the very moment you wake up each morning. All your wishes and hopes for the day rush at you like wild animals. And the first job each morning consists simply in shoving them all back; in listening to that other voice, taking that other point of view, letting that other larger, stronger, quieter life come flowing in. And so on, all day. Standing back from all your natural fussings and frettings; coming in out of the wind.\"\n-- C.S. Lewis (Mere Christianity)",
    "Ted Talks": "https://www.youtube.com/watch?v=JMPz5Qe28D4",
    "Nature Video": "https://www.youtube.com/watch?v=CNrF0JbDVc8&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=29",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_586c5ec37d7243da98f9c605bc128236~mv2.png",
    "Interview Text": "Thor Colberg\nMiracles in America \nInterview (part 3)\n\nHave you ever seen any food being multiplied?\n\r\nI had been thinking about the miracles and realized I hadn't heard one like that yet, even though it happens a couple times in the Bible.\r\n\nYeah well, we were feeding the homeless one time and word had gotten out so we had a huge crowd. We should have run out of food like 2/3 of the way before we did. But we didn't.\r\nHere is a guy who's doing it. Maybe he has some advice on how to just really step into it.\r\nHow do you teach people to let go of their reputation and just do this stuff?\r\nWimber says, \"I am a fool for Christ. Whose fool are you?\"\r\nThat will free you. Let your reputation fall away.\r\nThe kingdom is already and not yet.\r\nIt's a paradigm shift.\r\nI have heard people say things like, 'train people first and then send them.' NO! Send them out and then train them. When you send them first it develops a felt need for training! There will be a hunger on how to do it better. Then they'll want more training.\r\nShow and then tell. Show how to do it, like Jesus did. He asked them to do it with him. Next, he sent them to do it two by two. And then later when they report back in he tells them more, teaching them about the kingdom, not just how to do it.\r\nWhen they reported back in from going out two by two they said, \"Even the demons were subject to your name.\" They are excited. Jesus' response is, \"Don't get excited about that; that happens. Don't be surprised about healing and people being set free, that's normal kingdom stuff. Rejoice that your names are in the book of the Lamb.\"\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=l3vT0k3kV_g",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=Optrm7lF16s",
    "Music Video Instructions": "Try to let God reset a purer vision of him within you, one that replaces the other things that have such allure."
  }
]