[
  {
    "Date": "2025-11-18T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Proper 26- Ordinary Time",
    "Script 1": "\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": " \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay on them.  From that day forward the people of Israel will know that I am the Lord their God.  And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword.  I dealt with them according to their uncleanness and their offenses, and I hid my face from them.\n\n \"Therefore this is what the Sovereign Lord says: I will now restore the fortunes of Jacob[a] and will have compassion on all the people of Israel, and I will be zealous for my holy name.  They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid.  When I have brought them back from the nations and have gathered them from the countries of their enemies, I will be proved holy through them in the sight of many nations.  Then they will know that I am the Lord their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind.  I will no longer hide my face from them, for I will pour out my Spirit on the people of Israel, declares the Sovereign Lord.\"\n\nThe Temple Area Restored\n\n: In the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the fall of the city--on that very day the hand of the Lord was on me and he took me there.  In visions of God he took me to the land of Israel and set me on a very high mountain, on whose south side were some buildings that looked like a city.  He took me there, and I saw a man whose appearance was like bronze; he was standing in the gateway with a linen cord and a measuring rod in his hand.  The man said to me, \"Son of man, look carefully and listen closely and pay attention to everything I am going to show you, for that is why you have been brought here. Tell the people of Israel everything you see.\"\n\n",
    "Script 3": "The Believer's Freedom\n\n \"I have the right to do anything,\" you say--but not everything is beneficial. \"I have the right to do anything\"--but not everything is constructive.  No one should seek their own good, but the good of others.\n\n Eat anything sold in the meat market without raising questions of conscience,  for, \"The earth is the Lord's, and everything in it.\"[a]\n\n If an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience.  But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the one who told you and for the sake of conscience.  I am referring to the other person's conscience, not yours. For why is my freedom being judged by another's conscience?  If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?\n\n So whether you eat or drink or whatever you do, do it all for the glory of God.  Do not cause anyone to stumble, whether Jews, Greeks or the church of God--  even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved. : Follow my example, as I follow the example of Christ.\n\n",
    "Script 4": "American Standard Version\n And Jehovah said unto Moses, Go in unto Pharaoh: for I have [a]hardened his heart, and the heart of his servants, that I may show these my signs in the midst of them,  and that thou mayest tell in the ears of thy son, and of thy son's son, [b]what things I have wrought upon Egypt, and my signs which I have done among them; that ye may know that I am Jehovah.  And Moses and Aaron went in unto Pharaoh, and said unto him, Thus saith Jehovah, the God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me.  Else, if thou refuse to let my people go, behold, to-morrow will I bring locusts into thy border:  and they shall cover the face of the earth, so that one shall not be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:  and thy houses shall be filled, and the houses of all thy servants, and the houses of all the Egyptians; as neither thy fathers nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned, and went out from Pharaoh.  And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve Jehovah their God: knowest thou not yet that Egypt is destroyed?  And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve Jehovah your God; but who are they that shall go?  And Moses said, We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto Jehovah.  And he said unto them, So be Jehovah with you, as I will let you go, and your little ones: look to it; for evil is [c]before you.  Not so: go now ye that are men, and serve Jehovah; for that is what ye desire. And they were driven out from Pharaoh's presence.\n\n And Jehovah said unto Moses, Stretch out thy hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left.  And Moses stretched forth his rod over the land of Egypt, and Jehovah brought an east wind upon the land all that day, and all the night; and when it was morning, the east wind brought the locusts.  And the locusts went up over all the land of Egypt, and rested in all the borders of Egypt; very grievous were they; before them there were no such locusts as they, neither after them shall be such.  For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing, either tree or herb of the field, through all the land of Egypt.  Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against Jehovah your God, and against you.  Now therefore forgive, I pray thee, my sin only this once, and entreat Jehovah your God, that he may take away from me this death only.  And he went out from Pharaoh, and entreated Jehovah.  And Jehovah turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea; there remained not one locust in all the border of Egypt.  But Jehovah [d]hardened Pharaoh's heart, and he did not let the children of Israel go.\n\n And Jehovah said unto Moses, Stretch out thy hand toward heaven, that there may be darkness over the land of Egypt, [e]even darkness which may be felt.  And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days;  they saw not one another, neither rose any one from his place for three days: but all the children of Israel had light in their dwellings.  And Pharaoh called unto Moses, and said, Go ye, serve Jehovah; only let your flocks and your herds be stayed: let your little ones also go with you.  And Moses said, Thou must also give into our hand sacrifices and burnt-offerings, that we may sacrifice unto Jehovah our God.  Our cattle also shall go with us; there shall not a hoof be left behind; for thereof must we take to serve Jehovah our God; and we know not with what we must serve Jehovah, until we come thither.  But Jehovah [f]hardened Pharaoh's heart, and he would not let them go.  And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die.  And Moses said, Thou hast spoken well; I will see thy face again no more.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm141;Ezekiel39:21-40:4;1Corinthians10:23-11:1",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.141,Ezek.39-Ezek.40,1Cor.10-1Cor.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_e37cdd0d9333466d8f852587924e5c6f~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_c9d17193d7754a5888cfc8724081e4ba~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_a54ecf84cec541359b54c249b4c11d3c~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 141:1-10",
    "Address Script 2": "Ezekiel 39:21-40:4",
    "Address Script 3": "1 Corinthians 10:23-11:1",
    "Address Script 4": "Exodus 10",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.141.c53e388769cc4fa8be7a3fa4588d3a0e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.39.13677f7e1cec0891cd0c9cee8923e848.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Cor.10.07b4f5612075ea39b6b86fdb3b2c6c9b.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": "181"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 141\n\nA psalm of David.\n\n1 I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n2 May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n3 Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n4 Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n5 Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n6 Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n7 They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n8 But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n9 Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n10 Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel 39:21-40:4\n\n21 \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay on them. 22 From that day forward the people of Israel will know that I am the Lord their God. 23 And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword. 24 I dealt with them according to their uncleanness and their offenses, and I hid my face from them.\n\n25 \"Therefore this is what the Sovereign Lord says: I will now restore the fortunes of Jacob[a] and will have compassion on all the people of Israel, and I will be zealous for my holy name. 26 They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid. 27 When I have brought them back from the nations and have gathered them from the countries of their enemies, I will be proved holy through them in the sight of many nations. 28 Then they will know that I am the Lord their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind. 29 I will no longer hide my face from them, for I will pour out my Spirit on the people of Israel, declares the Sovereign Lord.\"\n\nThe Temple Area Restored\n\n40:1 In the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the fall of the city--on that very day the hand of the Lord was on me and he took me there. 2 In visions of God he took me to the land of Israel and set me on a very high mountain, on whose south side were some buildings that looked like a city. 3 He took me there, and I saw a man whose appearance was like bronze; he was standing in the gateway with a linen cord and a measuring rod in his hand. 4 The man said to me, \"Son of man, look carefully and listen closely and pay attention to everything I am going to show you, for that is why you have been brought here. Tell the people of Israel everything you see.\"\n\nFootnotes\na. Ezekiel 39:25 Or now bring Jacob back from captivity",
    "Script 3": "1 Corinthians 10:23-11:1\n\nThe Believer's Freedom\n\n23 \"I have the right to do anything,\" you say--but not everything is beneficial. \"I have the right to do anything\"--but not everything is constructive. 24 No one should seek their own good, but the good of others.\n\n25 Eat anything sold in the meat market without raising questions of conscience, 26 for, \"The earth is the Lord's, and everything in it.\"[a]\n\n27 If an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience. 28 But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the one who told you and for the sake of conscience. 29 I am referring to the other person's conscience, not yours. For why is my freedom being judged by another's conscience? 30 If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?\n\n31 So whether you eat or drink or whatever you do, do it all for the glory of God. 32 Do not cause anyone to stumble, whether Jews, Greeks or the church of God-- 33 even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved. 11:1 Follow my example, as I follow the example of Christ.\n\nFootnotes\na. 1 Corinthians 10:26 Psalm 24:1",
    "Script 4": "Exodus 10\nAmerican Standard Version\n10 And Jehovah said unto Moses, Go in unto Pharaoh: for I have [a]hardened his heart, and the heart of his servants, that I may show these my signs in the midst of them, 2 and that thou mayest tell in the ears of thy son, and of thy son's son, [b]what things I have wrought upon Egypt, and my signs which I have done among them; that ye may know that I am Jehovah. 3 And Moses and Aaron went in unto Pharaoh, and said unto him, Thus saith Jehovah, the God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me. 4 Else, if thou refuse to let my people go, behold, to-morrow will I bring locusts into thy border: 5 and they shall cover the face of the earth, so that one shall not be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field: 6 and thy houses shall be filled, and the houses of all thy servants, and the houses of all the Egyptians; as neither thy fathers nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned, and went out from Pharaoh. 7 And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve Jehovah their God: knowest thou not yet that Egypt is destroyed? 8 And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve Jehovah your God; but who are they that shall go? 9 And Moses said, We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto Jehovah. 10 And he said unto them, So be Jehovah with you, as I will let you go, and your little ones: look to it; for evil is [c]before you. 11 Not so: go now ye that are men, and serve Jehovah; for that is what ye desire. And they were driven out from Pharaoh's presence.\n\n12 And Jehovah said unto Moses, Stretch out thy hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left. 13 And Moses stretched forth his rod over the land of Egypt, and Jehovah brought an east wind upon the land all that day, and all the night; and when it was morning, the east wind brought the locusts. 14 And the locusts went up over all the land of Egypt, and rested in all the borders of Egypt; very grievous were they; before them there were no such locusts as they, neither after them shall be such. 15 For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing, either tree or herb of the field, through all the land of Egypt. 16 Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against Jehovah your God, and against you. 17 Now therefore forgive, I pray thee, my sin only this once, and entreat Jehovah your God, that he may take away from me this death only. 18 And he went out from Pharaoh, and entreated Jehovah. 19 And Jehovah turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea; there remained not one locust in all the border of Egypt. 20 But Jehovah [d]hardened Pharaoh's heart, and he did not let the children of Israel go.\n\n21 And Jehovah said unto Moses, Stretch out thy hand toward heaven, that there may be darkness over the land of Egypt, [e]even darkness which may be felt. 22 And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days; 23 they saw not one another, neither rose any one from his place for three days: but all the children of Israel had light in their dwellings. 24 And Pharaoh called unto Moses, and said, Go ye, serve Jehovah; only let your flocks and your herds be stayed: let your little ones also go with you. 25 And Moses said, Thou must also give into our hand sacrifices and burnt-offerings, that we may sacrifice unto Jehovah our God. 26 Our cattle also shall go with us; there shall not a hoof be left behind; for thereof must we take to serve Jehovah our God; and we know not with what we must serve Jehovah, until we come thither. 27 But Jehovah [f]hardened Pharaoh's heart, and he would not let them go. 28 And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die. 29 And Moses said, Thou hast spoken well; I will see thy face again no more.\n\n \nFootnotes\nExodus 10:1 Hebrew made heavy.\nExodus 10:2 Or, how I have mocked the Egyptians\nExodus 10:10 Or, what ye purpose. Hebrew before your face.\nExodus 10:20 Hebrew made strong.\nExodus 10:21 Or, so that men shall grope in darkness\nExodus 10:27 Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel :-:\n\n \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay on them.  From that day forward the people of Israel will know that I am the Lord their God.  And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword.  I dealt with them according to their uncleanness and their offenses, and I hid my face from them.\n\n \"Therefore this is what the Sovereign Lord says: I will now restore the fortunes of Jacob[a] and will have compassion on all the people of Israel, and I will be zealous for my holy name.  They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid.  When I have brought them back from the nations and have gathered them from the countries of their enemies, I will be proved holy through them in the sight of many nations.  Then they will know that I am the Lord their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind.  I will no longer hide my face from them, for I will pour out my Spirit on the people of Israel, declares the Sovereign Lord.\"\n\nThe Temple Area Restored\n\n: In the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the fall of the city--on that very day the hand of the Lord was on me and he took me there.  In visions of God he took me to the land of Israel and set me on a very high mountain, on whose south side were some buildings that looked like a city.  He took me there, and I saw a man whose appearance was like bronze; he was standing in the gateway with a linen cord and a measuring rod in his hand.  The man said to me, \"Son of man, look carefully and listen closely and pay attention to everything I am going to show you, for that is why you have been brought here. Tell the people of Israel everything you see.\"\n\nFootnotes\na. Ezekiel : Or now bring Jacob back from captivity",
    "Script 3": " Corinthians :-:\n\nThe Believer's Freedom\n\n \"I have the right to do anything,\" you say--but not everything is beneficial. \"I have the right to do anything\"--but not everything is constructive.  No one should seek their own good, but the good of others.\n\n Eat anything sold in the meat market without raising questions of conscience,  for, \"The earth is the Lord's, and everything in it.\"[a]\n\n If an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience.  But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the one who told you and for the sake of conscience.  I am referring to the other person's conscience, not yours. For why is my freedom being judged by another's conscience?  If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?\n\n So whether you eat or drink or whatever you do, do it all for the glory of God.  Do not cause anyone to stumble, whether Jews, Greeks or the church of God--  even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved. : Follow my example, as I follow the example of Christ.\n\nFootnotes\na.  Corinthians : Psalm :",
    "Script 4": "Exodus \nAmerican Standard Version\n And Jehovah said unto Moses, Go in unto Pharaoh: for I have [a]hardened his heart, and the heart of his servants, that I may show these my signs in the midst of them,  and that thou mayest tell in the ears of thy son, and of thy son's son, [b]what things I have wrought upon Egypt, and my signs which I have done among them; that ye may know that I am Jehovah.  And Moses and Aaron went in unto Pharaoh, and said unto him, Thus saith Jehovah, the God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me.  Else, if thou refuse to let my people go, behold, to-morrow will I bring locusts into thy border:  and they shall cover the face of the earth, so that one shall not be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:  and thy houses shall be filled, and the houses of all thy servants, and the houses of all the Egyptians; as neither thy fathers nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned, and went out from Pharaoh.  And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve Jehovah their God: knowest thou not yet that Egypt is destroyed?  And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve Jehovah your God; but who are they that shall go?  And Moses said, We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto Jehovah.  And he said unto them, So be Jehovah with you, as I will let you go, and your little ones: look to it; for evil is [c]before you.  Not so: go now ye that are men, and serve Jehovah; for that is what ye desire. And they were driven out from Pharaoh's presence.\n\n And Jehovah said unto Moses, Stretch out thy hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left.  And Moses stretched forth his rod over the land of Egypt, and Jehovah brought an east wind upon the land all that day, and all the night; and when it was morning, the east wind brought the locusts.  And the locusts went up over all the land of Egypt, and rested in all the borders of Egypt; very grievous were they; before them there were no such locusts as they, neither after them shall be such.  For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing, either tree or herb of the field, through all the land of Egypt.  Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against Jehovah your God, and against you.  Now therefore forgive, I pray thee, my sin only this once, and entreat Jehovah your God, that he may take away from me this death only.  And he went out from Pharaoh, and entreated Jehovah.  And Jehovah turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea; there remained not one locust in all the border of Egypt.  But Jehovah [d]hardened Pharaoh's heart, and he did not let the children of Israel go.\n\n And Jehovah said unto Moses, Stretch out thy hand toward heaven, that there may be darkness over the land of Egypt, [e]even darkness which may be felt.  And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days;  they saw not one another, neither rose any one from his place for three days: but all the children of Israel had light in their dwellings.  And Pharaoh called unto Moses, and said, Go ye, serve Jehovah; only let your flocks and your herds be stayed: let your little ones also go with you.  And Moses said, Thou must also give into our hand sacrifices and burnt-offerings, that we may sacrifice unto Jehovah our God.  Our cattle also shall go with us; there shall not a hoof be left behind; for thereof must we take to serve Jehovah our God; and we know not with what we must serve Jehovah, until we come thither.  But Jehovah [f]hardened Pharaoh's heart, and he would not let them go.  And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die.  And Moses said, Thou hast spoken well; I will see thy face again no more.\n\n \nFootnotes\nExodus : Hebrew made heavy.\nExodus : Or, how I have mocked the Egyptians\nExodus : Or, what ye purpose. Hebrew before your face.\nExodus : Hebrew made strong.\nExodus : Or, so that men shall grope in darkness\nExodus : Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm of David.\n\n I call to you, Lord, come quickly to me;\n    hear me when I call to you.\n May my prayer be set before you like incense;\n    may the lifting up of my hands be like the evening sacrifice.\n\n Set a guard over my mouth, Lord;\n    keep watch over the door of my lips.\n Do not let my heart be drawn to what is evil\n    so that I take part in wicked deeds\nalong with those who are evildoers;\n    do not let me eat their delicacies.\n\n Let a righteous man strike me--that is a kindness;\n    let him rebuke me--that is oil on my head.\nMy head will not refuse it,\n    for my prayer will still be against the deeds of evildoers.\n\n Their rulers will be thrown down from the cliffs,\n    and the wicked will learn that my words were well spoken.\n They will say, \"As one plows and breaks up the earth,\n    so our bones have been scattered at the mouth of the grave.\"\n\n But my eyes are fixed on you, Sovereign Lord;\n    in you I take refuge--do not give me over to death.\n Keep me safe from the traps set by evildoers,\n    from the snares they have laid for me.\n Let the wicked fall into their own nets,\n    while I pass by in safety.",
    "Script 2": "Ezekiel :-:\n\n \"I will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay on them.  From that day forward the people of Israel will know that I am the Lord their God.  And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword.  I dealt with them according to their uncleanness and their offenses, and I hid my face from them.\n\n \"Therefore this is what the Sovereign Lord says: I will now restore the fortunes of Jacob[a] and will have compassion on all the people of Israel, and I will be zealous for my holy name.  They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid.  When I have brought them back from the nations and have gathered them from the countries of their enemies, I will be proved holy through them in the sight of many nations.  Then they will know that I am the Lord their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind.  I will no longer hide my face from them, for I will pour out my Spirit on the people of Israel, declares the Sovereign Lord.\"\n\nThe Temple Area Restored\n\n: In the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the fall of the city--on that very day the hand of the Lord was on me and he took me there.  In visions of God he took me to the land of Israel and set me on a very high mountain, on whose south side were some buildings that looked like a city.  He took me there, and I saw a man whose appearance was like bronze; he was standing in the gateway with a linen cord and a measuring rod in his hand.  The man said to me, \"Son of man, look carefully and listen closely and pay attention to everything I am going to show you, for that is why you have been brought here. Tell the people of Israel everything you see.\"\n\n",
    "Script 3": " Corinthians :-:\n\nThe Believer's Freedom\n\n \"I have the right to do anything,\" you say--but not everything is beneficial. \"I have the right to do anything\"--but not everything is constructive.  No one should seek their own good, but the good of others.\n\n Eat anything sold in the meat market without raising questions of conscience,  for, \"The earth is the Lord's, and everything in it.\"[a]\n\n If an unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience.  But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the one who told you and for the sake of conscience.  I am referring to the other person's conscience, not yours. For why is my freedom being judged by another's conscience?  If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?\n\n So whether you eat or drink or whatever you do, do it all for the glory of God.  Do not cause anyone to stumble, whether Jews, Greeks or the church of God--  even as I try to please everyone in every way. For I am not seeking my own good but the good of many, so that they may be saved. : Follow my example, as I follow the example of Christ.\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And Jehovah said unto Moses, Go in unto Pharaoh: for I have [a]hardened his heart, and the heart of his servants, that I may show these my signs in the midst of them,  and that thou mayest tell in the ears of thy son, and of thy son's son, [b]what things I have wrought upon Egypt, and my signs which I have done among them; that ye may know that I am Jehovah.  And Moses and Aaron went in unto Pharaoh, and said unto him, Thus saith Jehovah, the God of the Hebrews, How long wilt thou refuse to humble thyself before me? let my people go, that they may serve me.  Else, if thou refuse to let my people go, behold, to-morrow will I bring locusts into thy border:  and they shall cover the face of the earth, so that one shall not be able to see the earth: and they shall eat the residue of that which is escaped, which remaineth unto you from the hail, and shall eat every tree which groweth for you out of the field:  and thy houses shall be filled, and the houses of all thy servants, and the houses of all the Egyptians; as neither thy fathers nor thy fathers' fathers have seen, since the day that they were upon the earth unto this day. And he turned, and went out from Pharaoh.  And Pharaoh's servants said unto him, How long shall this man be a snare unto us? let the men go, that they may serve Jehovah their God: knowest thou not yet that Egypt is destroyed?  And Moses and Aaron were brought again unto Pharaoh: and he said unto them, Go, serve Jehovah your God; but who are they that shall go?  And Moses said, We will go with our young and with our old; with our sons and with our daughters, with our flocks and with our herds will we go; for we must hold a feast unto Jehovah.  And he said unto them, So be Jehovah with you, as I will let you go, and your little ones: look to it; for evil is [c]before you.  Not so: go now ye that are men, and serve Jehovah; for that is what ye desire. And they were driven out from Pharaoh's presence.\n\n And Jehovah said unto Moses, Stretch out thy hand over the land of Egypt for the locusts, that they may come up upon the land of Egypt, and eat every herb of the land, even all that the hail hath left.  And Moses stretched forth his rod over the land of Egypt, and Jehovah brought an east wind upon the land all that day, and all the night; and when it was morning, the east wind brought the locusts.  And the locusts went up over all the land of Egypt, and rested in all the borders of Egypt; very grievous were they; before them there were no such locusts as they, neither after them shall be such.  For they covered the face of the whole earth, so that the land was darkened; and they did eat every herb of the land, and all the fruit of the trees which the hail had left: and there remained not any green thing, either tree or herb of the field, through all the land of Egypt.  Then Pharaoh called for Moses and Aaron in haste; and he said, I have sinned against Jehovah your God, and against you.  Now therefore forgive, I pray thee, my sin only this once, and entreat Jehovah your God, that he may take away from me this death only.  And he went out from Pharaoh, and entreated Jehovah.  And Jehovah turned an exceeding strong west wind, which took up the locusts, and drove them into the Red Sea; there remained not one locust in all the border of Egypt.  But Jehovah [d]hardened Pharaoh's heart, and he did not let the children of Israel go.\n\n And Jehovah said unto Moses, Stretch out thy hand toward heaven, that there may be darkness over the land of Egypt, [e]even darkness which may be felt.  And Moses stretched forth his hand toward heaven; and there was a thick darkness in all the land of Egypt three days;  they saw not one another, neither rose any one from his place for three days: but all the children of Israel had light in their dwellings.  And Pharaoh called unto Moses, and said, Go ye, serve Jehovah; only let your flocks and your herds be stayed: let your little ones also go with you.  And Moses said, Thou must also give into our hand sacrifices and burnt-offerings, that we may sacrifice unto Jehovah our God.  Our cattle also shall go with us; there shall not a hoof be left behind; for thereof must we take to serve Jehovah our God; and we know not with what we must serve Jehovah, until we come thither.  But Jehovah [f]hardened Pharaoh's heart, and he would not let them go.  And Pharaoh said unto him, Get thee from me, take heed to thyself, see my face no more; for in the day thou seest my face thou shalt die.  And Moses said, Thou hast spoken well; I will see thy face again no more.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]