[
  {
    "Art title 1": "Leave Something on the Table",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_68654200b9804477be69ab4df6b041d7~mv2.jpg",
    "Artist Statement 1": "Do I always have to make sure people who hurt me feel some of that pain in return? Is it not better to leave this life having accrued a record of forgiven pain? ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-17495123-819d-4857-a908-2dcd6d5ec3ed",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Meaning of Hallelujah",
    "Story Link": "https://www.rawspoon.com/post/story-what-is-hallelujah",
    "excerpt": "\"So what did you think of the service?\" Jenny asked Britney at lunch after church.\n\n\"The music was pretty but so much of it I just don't relate to.\" \n\nJenny's throat constricted a little. She was hoping Britney would want to start coming to church. \"What do you mean?\" Jenny asked.\n\n\"I mean, that word 'Hallelujah,' for example. They said it over and over with such enthusiasm but I have no idea what it is.\"\n\nJenny swallowed and stuttered, \"Uh, well, I learned it literally means \"Praise the Lord,\" like instructions to do it. Hallel is a command to praise, Lu means 'you', and Ya is short for Yawheh, which is the name of God. So, it's like commanding, You all, praise God.\"\n\n\"Okay, so what does praising God actually look like? I know what 'praising' a coworker or someone like that looks like, but that's about it.\"\n \nJenny stuttered, back on her heels, \"Uh, well, it's--\"\n\nBritney interrupted, \"Like the closest thing I can think of with you, Jenny, is when you like a guy you're like, 'oh he's so strong--isn't it cute he said this--did you see what he looked like today--he sent me this really sweet note. You know? Or like one of those diets or workout plans you get into you're always like telling me how it's giving you new energy or you're feeling so clean. Does religion or God do something for you? Do you even have good experiences with God, or do you just go to church because you're supposed to? I haven't heard you talk about God or church like you talk about Jeremy Stimes.\"\n\nThere was that awkward silence as they looked at their Waffle House cups. Britney must have been holding these thoughts in for a while. Jenny would like to say the way she talked about her church was enough to make Britney want to go, but honestly she didn't get much out of church and she had been kind of manipulative in how she got Britney there. \n\nJenny very humbly said, \"I'm sorry. I think you're right. I've just been in church so long, I just say things like that. Um...\" She breathed in and paused, \"Have I ever told you about how God saved me from my Anorexia? How he basically saved my life?\"\n\n\"What?! No, Jenny. How have I not known about this?\" It seemed like Britney had released the qualms she had been internalizing, and was ready for an honest reset with Jenny.\n\n\"Well,\" Jenny started. She stared at her cup as a smile crept onto her face. \"Do you know how we ate communion, the bread and grape juice?\" She started to tear up and she looked at Britney who was longing to hear the depths of her friend's heart. \"Um, so--\" she looked down and shook her head. \"He's just so, so good, Britney.\"\n\nBritney smiled, took the hand of her friend and said,\"This is beginning to sound like praise. Please keep going.\"\n\nJenny looked at her and felt the care of her friend. Now Britney was really listening. Jenny said to herself, \"Hallelu-Yah.\"\n\nBritney responded as if she was taking the command upon herself, \"Tell me the story, and then maybe I can praise him with you.\"\n\nThey both smiled and after she swallowed the lump in her throat Jenny told Britney the rest of her story.\n\n--\n\nWhen was the last time you \"praised God\" to others? Have you \"praised\" him to your friends? Have you \"praised\" him on social media? What are those things he has done which have met you in the deepest, most beautiful ways to shape your story. If you don't have them, have you leaned on God enough in those times? Sometimes God just needs to be given the chance.\n\nRaw Spoon, 1-24-22",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_cc8942fc568c437280b78eb6891e63dc~mv2.jpg",
    "Sketchnotes2b": "https://static.wixstatic.com/media/a07ded_9a196685c00549f2bff5ac3a1dbc040a~mv2.jpg",
    "Sketchnotes3a": "https://i2.wp.com/sketchysermons.com/wp-content/uploads/2020/10/Nlfnyc-10-18-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "https://static.wixstatic.com/media/a07ded_2516e5240cc8460d90ba859ef4f5c7b7~mv2.jpg",
    "Sketchnotes4b": "https://static.wixstatic.com/media/a07ded_66686c84c528425b88a64a8979782b8f~mv2.jpg",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://youtu.be/6KQLOuIKaRA",
    "Bible Project 3": "https://www.youtube.com/watch?v=yiHf8klCCc4",
    "Bible Project 4": "https://www.youtube.com/watch?v=3Dv4-n6OYGI",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 27",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 9",
    "Research 3-link": "https://enduringword.com/bible-commentary/1 Corinthians 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Matthew 4",
    "The Chosen 3": "",
    "The Chosen 4": "https://youtu.be/J2O_2tRmFb0",
    "Song": "https://www.youtube.com/watch?v=ndZsEDuCVAQ",
    "Song 2": "https://www.youtube.com/watch?v=q_43jKTe0xk",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "https://www.google.com.ph/maps/@32.8817066,35.5799675,2a,75y,277.45h,82t/data=!3m6!1e1!3m4!1sJ7reA7q0Vi2wR1JhhfITsA!2e0!7i13312!8i6656!5m1!1e4",
    "3dNotes4": "Capernaum Dock: a place like this might have been where Jesus recruited James and Andrew as they were fishing.",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "https://www.bemadiscipleship.com/51",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/95a1cc27-44ab-4d0e-8618-53197db4acc8.mp3",
    "Bema 4": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/b556f171-a466-4591-aca0-6348e43250f6.mp3",
    "Bible in Song 2": "https://www.youtube.com/watch?v=qLO6X-9jFuw",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]