[
  {
    "Date": "2025-11-24T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Proper 27- Ordinary Time",
    "Script 1": "\nOf David. A psalm.\n\n The earth is the Lord's, and everything in it,\n    the world, and all who live in it;\n for he founded it on the seas\n    and established it on the waters.\n\n Who may ascend the mountain of the Lord?\n    Who may stand in his holy place?\n The one who has clean hands and a pure heart,\n    who does not trust in an idol\n    or swear by a false god.[a]\n\n They will receive blessing from the Lord\n    and vindication from God their Savior.\n Such is the generation of those who seek him,\n    who seek your face, God of Jacob.[b][c]\n\n Lift up your heads, you gates;\n    be lifted up, you ancient doors,\n    that the King of glory may come in.\n Who is this King of glory?\n    The Lord strong and mighty,\n    the Lord mighty in battle.\n Lift up your heads, you gates;\n    lift them up, you ancient doors,\n    that the King of glory may come in.\n Who is he, this King of glory?\n    The Lord Almighty--\n    he is the King of glory.\n\n",
    "Script 2": " \"As surely as I live,\" declares the King,\n    whose name is the Lord Almighty,\n\"one will come who is like Tabor among the mountains,\n    like Carmel by the sea.\n Pack your belongings for exile,\n    you who live in Egypt,\nfor Memphis will be laid waste\n    and lie in ruins without inhabitant.\n\n \"Egypt is a beautiful heifer,\n    but a gadfly is coming\n    against her from the north.\n The mercenaries in her ranks\n    are like fattened calves.\nThey too will turn and flee together,\n    they will not stand their ground,\nfor the day of disaster is coming upon them,\n    the time for them to be punished.\n Egypt will hiss like a fleeing serpent\n    as the enemy advances in force;\nthey will come against her with axes,\n    like men who cut down trees.\n They will chop down her forest,\"\ndeclares the Lord,\n    \"dense though it be.\nThey are more numerous than locusts,\n    they cannot be counted.\n Daughter Egypt will be put to shame,\n    given into the hands of the people of the north.\"\n\n The Lord Almighty, the God of Israel, says: \"I am about to bring punishment on Amon god of Thebes, on Pharaoh, on Egypt and her gods and her kings, and on those who rely on Pharaoh.  I will give them into the hands of those who want to kill them--Nebuchadnezzar king of Babylon and his officers. Later, however, Egypt will be inhabited as in times past,\" declares the Lord.\n\n \"Do not be afraid, Jacob my servant;\n    do not be dismayed, Israel.\nI will surely save you out of a distant place,\n    your descendants from the land of their exile.\nJacob will again have peace and security,\n    and no one will make him afraid.\n Do not be afraid, Jacob my servant,\n    for I am with you,\" declares the Lord.\n\"Though I completely destroy all the nations\n    among which I scatter you,\n    I will not completely destroy you.\nI will discipline you but only in due measure;\n    I will not let you go entirely unpunished.\"",
    "Script 3": " He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"\n\n He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life.  Those who are victorious will inherit all this, and I will be their God and they will be my children.  But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\"\n\nThe New Jerusalem, the Bride of the Lamb\n\n One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\"  And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God.  It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal.  It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel.  There were three gates on the east, three on the north, three on the south and three on the west.  The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.\n\n The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls.  The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be , stadia[a] in length, and as wide and high as it is long.  The angel measured the wall using human measurement, and it was  cubits[b] thick.[c]  The wall was made of jasper, and the city of pure gold, as pure as glass.  The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald,  the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst.[d]  The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of gold, as pure as transparent glass.\n\n I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple.  The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp.  The nations will walk by its light, and the kings of the earth will bring their splendor into it.  On no day will its gates ever be shut, for there will be no night there.  The glory and honor of the nations will be brought into it.  Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.\n\n",
    "Script 4": "American Standard Version\n And Jehovah spake unto Moses, saying,  Speak unto the children of Israel, that they turn back and encamp before Pi-hahiroth, between Migdol and the sea, before Baal-zephon: over against it shall ye encamp by the sea.  And Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in.  And I will [a]harden Pharaoh's heart, and he shall follow after them; and I will get me honor upon Pharaoh, and upon all his host; and the Egyptians shall know that I am Jehovah. And they did so.  And it was told the king of Egypt that the people were fled: and the heart of Pharaoh and of his servants was changed towards the people, and they said, What is this we have done, that we have let Israel go from serving us?  And he made ready his [b]chariot, and took his people with him:  and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them.  And Jehovah [c]hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: for the children of Israel went out with a high hand.  And the Egyptians pursued after them, all the horses and chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm24;Jeremiah46:18-28;Revelation21:5-27",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.24,Jer.46,Rev.21",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_13b0b9049f794adba34b381f21c769d2~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_ea557605d0e84bc494cda0b1963cbeec~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_78062c650d624bc6988a5a5cdbf2bcd6~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_c58ac783102848ee871b1fb6145f4db1~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 24",
    "Address Script 2": "Jeremiah 46:18-28",
    "Address Script 3": "Revelation 21:5-27",
    "Address Script 4": "Exodus 14:1-9",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.24.b2dec3fdeb7188ff273e107b02055352.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jer.46.baafd30efdc09db0754c038533bd9350.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Rev.21.5f284a051d65517429ef7676aed0cd30.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": "51"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 24\n\nOf David. A psalm.\n\n1 The earth is the Lord's, and everything in it,\n    the world, and all who live in it;\n2 for he founded it on the seas\n    and established it on the waters.\n\n3 Who may ascend the mountain of the Lord?\n    Who may stand in his holy place?\n4 The one who has clean hands and a pure heart,\n    who does not trust in an idol\n    or swear by a false god.[a]\n\n5 They will receive blessing from the Lord\n    and vindication from God their Savior.\n6 Such is the generation of those who seek him,\n    who seek your face, God of Jacob.[b][c]\n\n7 Lift up your heads, you gates;\n    be lifted up, you ancient doors,\n    that the King of glory may come in.\n8 Who is this King of glory?\n    The Lord strong and mighty,\n    the Lord mighty in battle.\n9 Lift up your heads, you gates;\n    lift them up, you ancient doors,\n    that the King of glory may come in.\n10 Who is he, this King of glory?\n    The Lord Almighty--\n    he is the King of glory.\n\nFootnotes\na.Psalm 24:4 Or swear falsely\nb. Psalm 24:6 Two Hebrew manuscripts and Syriac (see also Septuagint); most Hebrew manuscripts face, Jacob\nc. Psalm 24:6 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse 10.",
    "Script 2": "Jeremiah 46:18-28\n\n18 \"As surely as I live,\" declares the King,\n    whose name is the Lord Almighty,\n\"one will come who is like Tabor among the mountains,\n    like Carmel by the sea.\n19 Pack your belongings for exile,\n    you who live in Egypt,\nfor Memphis will be laid waste\n    and lie in ruins without inhabitant.\n\n20 \"Egypt is a beautiful heifer,\n    but a gadfly is coming\n    against her from the north.\n21 The mercenaries in her ranks\n    are like fattened calves.\nThey too will turn and flee together,\n    they will not stand their ground,\nfor the day of disaster is coming upon them,\n    the time for them to be punished.\n22 Egypt will hiss like a fleeing serpent\n    as the enemy advances in force;\nthey will come against her with axes,\n    like men who cut down trees.\n23 They will chop down her forest,\"\ndeclares the Lord,\n    \"dense though it be.\nThey are more numerous than locusts,\n    they cannot be counted.\n24 Daughter Egypt will be put to shame,\n    given into the hands of the people of the north.\"\n\n25 The Lord Almighty, the God of Israel, says: \"I am about to bring punishment on Amon god of Thebes, on Pharaoh, on Egypt and her gods and her kings, and on those who rely on Pharaoh. 26 I will give them into the hands of those who want to kill them--Nebuchadnezzar king of Babylon and his officers. Later, however, Egypt will be inhabited as in times past,\" declares the Lord.\n\n27 \"Do not be afraid, Jacob my servant;\n    do not be dismayed, Israel.\nI will surely save you out of a distant place,\n    your descendants from the land of their exile.\nJacob will again have peace and security,\n    and no one will make him afraid.\n28 Do not be afraid, Jacob my servant,\n    for I am with you,\" declares the Lord.\n\"Though I completely destroy all the nations\n    among which I scatter you,\n    I will not completely destroy you.\nI will discipline you but only in due measure;\n    I will not let you go entirely unpunished.\"",
    "Script 3": "Revelation 21:5-27\n\n5 He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"\n\n6 He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life. 7 Those who are victorious will inherit all this, and I will be their God and they will be my children. 8 But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\"\n\nThe New Jerusalem, the Bride of the Lamb\n\n9 One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" 10 And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. 11 It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. 12 It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. 13 There were three gates on the east, three on the north, three on the south and three on the west. 14 The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.\n\n15 The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. 16 The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia[a] in length, and as wide and high as it is long. 17 The angel measured the wall using human measurement, and it was 144 cubits[b] thick.[c] 18 The wall was made of jasper, and the city of pure gold, as pure as glass. 19 The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald, 20 the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst.[d] 21 The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of gold, as pure as transparent glass.\n\n22 I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple. 23 The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. 24 The nations will walk by its light, and the kings of the earth will bring their splendor into it. 25 On no day will its gates ever be shut, for there will be no night there. 26 The glory and honor of the nations will be brought into it. 27 Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.\n\nFootnotes\na. Revelation 21:16 That is, about 1,400 miles or about 2,200 kilometers\nb. Revelation 21:17 That is, about 200 feet or about 65 meters\nc. Revelation 21:17 Or high\nd. Revelation 21:20 The precise identification of some of these precious stones is uncertain.",
    "Script 4": "Exodus 14:1-9\nAmerican Standard Version\n14 And Jehovah spake unto Moses, saying, 2 Speak unto the children of Israel, that they turn back and encamp before Pi-hahiroth, between Migdol and the sea, before Baal-zephon: over against it shall ye encamp by the sea. 3 And Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in. 4 And I will [a]harden Pharaoh's heart, and he shall follow after them; and I will get me honor upon Pharaoh, and upon all his host; and the Egyptians shall know that I am Jehovah. And they did so. 5 And it was told the king of Egypt that the people were fled: and the heart of Pharaoh and of his servants was changed towards the people, and they said, What is this we have done, that we have let Israel go from serving us? 6 And he made ready his [b]chariot, and took his people with him: 7 and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them. 8 And Jehovah [c]hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: for the children of Israel went out with a high hand. 9 And the Egyptians pursued after them, all the horses and chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon.\n\n \nFootnotes\nExodus 14:4 Hebrew make strong.\nExodus 14:6 Or, chariots\nExodus 14:8 Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n The earth is the Lord's, and everything in it,\n    the world, and all who live in it;\n for he founded it on the seas\n    and established it on the waters.\n\n Who may ascend the mountain of the Lord?\n    Who may stand in his holy place?\n The one who has clean hands and a pure heart,\n    who does not trust in an idol\n    or swear by a false god.[a]\n\n They will receive blessing from the Lord\n    and vindication from God their Savior.\n Such is the generation of those who seek him,\n    who seek your face, God of Jacob.[b][c]\n\n Lift up your heads, you gates;\n    be lifted up, you ancient doors,\n    that the King of glory may come in.\n Who is this King of glory?\n    The Lord strong and mighty,\n    the Lord mighty in battle.\n Lift up your heads, you gates;\n    lift them up, you ancient doors,\n    that the King of glory may come in.\n Who is he, this King of glory?\n    The Lord Almighty--\n    he is the King of glory.\n\nFootnotes\na.Psalm : Or swear falsely\nb. Psalm : Two Hebrew manuscripts and Syriac (see also Septuagint); most Hebrew manuscripts face, Jacob\nc. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verse .",
    "Script 2": "Jeremiah :-\n\n \"As surely as I live,\" declares the King,\n    whose name is the Lord Almighty,\n\"one will come who is like Tabor among the mountains,\n    like Carmel by the sea.\n Pack your belongings for exile,\n    you who live in Egypt,\nfor Memphis will be laid waste\n    and lie in ruins without inhabitant.\n\n \"Egypt is a beautiful heifer,\n    but a gadfly is coming\n    against her from the north.\n The mercenaries in her ranks\n    are like fattened calves.\nThey too will turn and flee together,\n    they will not stand their ground,\nfor the day of disaster is coming upon them,\n    the time for them to be punished.\n Egypt will hiss like a fleeing serpent\n    as the enemy advances in force;\nthey will come against her with axes,\n    like men who cut down trees.\n They will chop down her forest,\"\ndeclares the Lord,\n    \"dense though it be.\nThey are more numerous than locusts,\n    they cannot be counted.\n Daughter Egypt will be put to shame,\n    given into the hands of the people of the north.\"\n\n The Lord Almighty, the God of Israel, says: \"I am about to bring punishment on Amon god of Thebes, on Pharaoh, on Egypt and her gods and her kings, and on those who rely on Pharaoh.  I will give them into the hands of those who want to kill them--Nebuchadnezzar king of Babylon and his officers. Later, however, Egypt will be inhabited as in times past,\" declares the Lord.\n\n \"Do not be afraid, Jacob my servant;\n    do not be dismayed, Israel.\nI will surely save you out of a distant place,\n    your descendants from the land of their exile.\nJacob will again have peace and security,\n    and no one will make him afraid.\n Do not be afraid, Jacob my servant,\n    for I am with you,\" declares the Lord.\n\"Though I completely destroy all the nations\n    among which I scatter you,\n    I will not completely destroy you.\nI will discipline you but only in due measure;\n    I will not let you go entirely unpunished.\"",
    "Script 3": "Revelation :-\n\n He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"\n\n He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life.  Those who are victorious will inherit all this, and I will be their God and they will be my children.  But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\"\n\nThe New Jerusalem, the Bride of the Lamb\n\n One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\"  And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God.  It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal.  It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel.  There were three gates on the east, three on the north, three on the south and three on the west.  The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.\n\n The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls.  The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be , stadia[a] in length, and as wide and high as it is long.  The angel measured the wall using human measurement, and it was  cubits[b] thick.[c]  The wall was made of jasper, and the city of pure gold, as pure as glass.  The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald,  the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst.[d]  The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of gold, as pure as transparent glass.\n\n I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple.  The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp.  The nations will walk by its light, and the kings of the earth will bring their splendor into it.  On no day will its gates ever be shut, for there will be no night there.  The glory and honor of the nations will be brought into it.  Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.\n\nFootnotes\na. Revelation : That is, about , miles or about , kilometers\nb. Revelation : That is, about  feet or about  meters\nc. Revelation : Or high\nd. Revelation : The precise identification of some of these precious stones is uncertain.",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And Jehovah spake unto Moses, saying,  Speak unto the children of Israel, that they turn back and encamp before Pi-hahiroth, between Migdol and the sea, before Baal-zephon: over against it shall ye encamp by the sea.  And Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in.  And I will [a]harden Pharaoh's heart, and he shall follow after them; and I will get me honor upon Pharaoh, and upon all his host; and the Egyptians shall know that I am Jehovah. And they did so.  And it was told the king of Egypt that the people were fled: and the heart of Pharaoh and of his servants was changed towards the people, and they said, What is this we have done, that we have let Israel go from serving us?  And he made ready his [b]chariot, and took his people with him:  and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them.  And Jehovah [c]hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: for the children of Israel went out with a high hand.  And the Egyptians pursued after them, all the horses and chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon.\n\n \nFootnotes\nExodus : Hebrew make strong.\nExodus : Or, chariots\nExodus : Hebrew made strong.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nOf David. A psalm.\n\n The earth is the Lord's, and everything in it,\n    the world, and all who live in it;\n for he founded it on the seas\n    and established it on the waters.\n\n Who may ascend the mountain of the Lord?\n    Who may stand in his holy place?\n The one who has clean hands and a pure heart,\n    who does not trust in an idol\n    or swear by a false god.[a]\n\n They will receive blessing from the Lord\n    and vindication from God their Savior.\n Such is the generation of those who seek him,\n    who seek your face, God of Jacob.[b][c]\n\n Lift up your heads, you gates;\n    be lifted up, you ancient doors,\n    that the King of glory may come in.\n Who is this King of glory?\n    The Lord strong and mighty,\n    the Lord mighty in battle.\n Lift up your heads, you gates;\n    lift them up, you ancient doors,\n    that the King of glory may come in.\n Who is he, this King of glory?\n    The Lord Almighty--\n    he is the King of glory.\n\n",
    "Script 2": "Jeremiah :-\n\n \"As surely as I live,\" declares the King,\n    whose name is the Lord Almighty,\n\"one will come who is like Tabor among the mountains,\n    like Carmel by the sea.\n Pack your belongings for exile,\n    you who live in Egypt,\nfor Memphis will be laid waste\n    and lie in ruins without inhabitant.\n\n \"Egypt is a beautiful heifer,\n    but a gadfly is coming\n    against her from the north.\n The mercenaries in her ranks\n    are like fattened calves.\nThey too will turn and flee together,\n    they will not stand their ground,\nfor the day of disaster is coming upon them,\n    the time for them to be punished.\n Egypt will hiss like a fleeing serpent\n    as the enemy advances in force;\nthey will come against her with axes,\n    like men who cut down trees.\n They will chop down her forest,\"\ndeclares the Lord,\n    \"dense though it be.\nThey are more numerous than locusts,\n    they cannot be counted.\n Daughter Egypt will be put to shame,\n    given into the hands of the people of the north.\"\n\n The Lord Almighty, the God of Israel, says: \"I am about to bring punishment on Amon god of Thebes, on Pharaoh, on Egypt and her gods and her kings, and on those who rely on Pharaoh.  I will give them into the hands of those who want to kill them--Nebuchadnezzar king of Babylon and his officers. Later, however, Egypt will be inhabited as in times past,\" declares the Lord.\n\n \"Do not be afraid, Jacob my servant;\n    do not be dismayed, Israel.\nI will surely save you out of a distant place,\n    your descendants from the land of their exile.\nJacob will again have peace and security,\n    and no one will make him afraid.\n Do not be afraid, Jacob my servant,\n    for I am with you,\" declares the Lord.\n\"Though I completely destroy all the nations\n    among which I scatter you,\n    I will not completely destroy you.\nI will discipline you but only in due measure;\n    I will not let you go entirely unpunished.\"",
    "Script 3": "Revelation :-\n\n He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"\n\n He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life.  Those who are victorious will inherit all this, and I will be their God and they will be my children.  But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\"\n\nThe New Jerusalem, the Bride of the Lamb\n\n One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\"  And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God.  It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal.  It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel.  There were three gates on the east, three on the north, three on the south and three on the west.  The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.\n\n The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls.  The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be , stadia[a] in length, and as wide and high as it is long.  The angel measured the wall using human measurement, and it was  cubits[b] thick.[c]  The wall was made of jasper, and the city of pure gold, as pure as glass.  The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald,  the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst.[d]  The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of gold, as pure as transparent glass.\n\n I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple.  The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp.  The nations will walk by its light, and the kings of the earth will bring their splendor into it.  On no day will its gates ever be shut, for there will be no night there.  The glory and honor of the nations will be brought into it.  Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.\n\n",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And Jehovah spake unto Moses, saying,  Speak unto the children of Israel, that they turn back and encamp before Pi-hahiroth, between Migdol and the sea, before Baal-zephon: over against it shall ye encamp by the sea.  And Pharaoh will say of the children of Israel, They are entangled in the land, the wilderness hath shut them in.  And I will [a]harden Pharaoh's heart, and he shall follow after them; and I will get me honor upon Pharaoh, and upon all his host; and the Egyptians shall know that I am Jehovah. And they did so.  And it was told the king of Egypt that the people were fled: and the heart of Pharaoh and of his servants was changed towards the people, and they said, What is this we have done, that we have let Israel go from serving us?  And he made ready his [b]chariot, and took his people with him:  and he took six hundred chosen chariots, and all the chariots of Egypt, and captains over all of them.  And Jehovah [c]hardened the heart of Pharaoh king of Egypt, and he pursued after the children of Israel: for the children of Israel went out with a high hand.  And the Egyptians pursued after them, all the horses and chariots of Pharaoh, and his horsemen, and his army, and overtook them encamping by the sea, beside Pi-hahiroth, before Baal-zephon.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]