[
  {
    "Art title 1": "The Two Forces behind All Things",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b4f0463edeba4008ad8b856f3d42a31a~mv2.jpg",
    "Artist Statement 1": "Two forces are fighting for all things. The abruptly violent and the slow grown power of love.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383a1475-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "It May Feel Like A Burden Right Now",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_e33ee23c0fa84d12893eb0694abbe984~mv2.jpg",
    "Artist Statement 2": "Remembering to pray and listen to God isn't natural. It does feel like a burden we'd rather not carry. But down the line we believe it will help us soar.",
    "Picture link 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-c355ee78-4723-424c-87fa-e5431ff54acc",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "It Is A Burden To Carry",
    "Story Link": "https://www.rawspoon.com/post/story-it-does-feel-like-a-burden-to-carry",
    "excerpt": "\"Let's go talk to her.\"\n\n\"I don't want to go talk to a random lady.\"\n\n\"She's in need.\"\n\nGrayson glanced back, examining her a moment longer. \"She seems fine to me. Just a tired lady waiting at a bus stop.\" Grayson just kept pushing his brother's wheelchair across the street.\n\nA moment later, pushing up a hill Grayson said, \"I know what you're thinking. You want me to remember what Mom said.\"\n\nJazz was quiet.\n\nGrayson got his brother's wheelchair to the top of the hill and said, \"So, you'll just stop speaking if I don't listen to you or something?\" \n\nIt was a moment before Jazz spoke. \"Well, I'm not just gonna keep fighting with you.\"\n\nGrayson watched a couple of flirty coeds from the local college walk by. His eyes glazed over as he felt a longing for the old frat party days.\n\n\"Keep your eyes forward bro. I know what you're thinking.\"\n\n\"You're so stupid, Jazz. I just want to leave you at home sometimes.\"\n\n\"I know big brother, he said humbly.\"  And a moment later said, \"I am thankful for your service.\"\n\nBefore their mom had died she had asked Grayson to take care of Jazz. When he did a good job, she would always say that same thing: \"Thank you for your service, Grayson.\" But she would lower her voice so only he could hear and often add, \"But also remember what he saved you from.\"\n\nGrayson took a breath and reminded himself it was worth it. And it often was, but now he just felt like carrying Jazz was just hard. \n\n\"Hey brother, let's head up that hill.\" He pointed up another hill that led into the campus.\n\n\"Why?!\" Grayson was already puffing. \"What do you see? We're just like five blocks from home and it's totally not that direction.\"\n\n\"I think we're supposed to.\"\n\n\"Bro! C'mon!\"\n\n\"Just trust me, please.\"\n\n\"Well, what do you see?!\"\n\n\"I think they're fighting. We need to bring peace to them.\"\n\n\"I don't see anybody, and that sounds stupid.\" \n\n\"Those people!\"\n\n\"Ahh!\" Grayson started pushing him up the hill, \"But if this isn't worth it, I AM gonna stop listening to you.\"\n\nWhen they got to the top they saw a kid who was sitting on a low wall on the side of the sidewalk, slouched with his head lowered in his phone. \"Stop!\" Jazz whispered to Grayson. Grayson slowed, because to stop seemed awkward. \n\n\"Hey, big guy, are you okay?\" Jazz asked.\n\nThe skinny Korean kid looked up and tears were in his eyes. Grayson suddenly stopped. Wow, his brother had definitely sensed something. \n\nThe kid nodded as if he didn't want to be bothered.\n\n\"Hey really, what happened?\" Grayson pushed further for some reason. \"Did those guys say something to you? I feel like there was something very specific they said that was really horrible.\"\n\nThe kid looked up and tried to figure out Jazz and Grayson. \"How did you know that?\" He said.\n\n\"I can see things sometimes.\" Jazz said. \"It's a gift God has given me so I can help people. Would it be okay for you to tell us what they said to you?\"\n\nThe kid swallowed and put his phone down at his side. \"Um, I guess.\" He looked both ways, puzzling about where this mysterious duo came from. He swallowed and began,\"Um, those guys are my landlord's kids. And they're distant cousins and they hate me. They said that I would go just like... my mother.\" He struggled and they could see his anger boiling. \"She committed suicide last year, in our house. Well, my house now. I've... I have been struggling with... ideations a lot.\"\n\nGrayson looked down at Jazz, but Jazz was not phased. This was his sweet spot. \"My friend, God wants to tell you that you must hold on because your father is coming to find you. I'm not sure if that means anything for you. It might just mean your Heavenly Father but that's what I think I'm hearing.\"\n\n\"Um, okay? How did you--? I mean, I was adopted. Okay so I've never met my real father but I've written letters to him asking him to come for years. And now that mom is gone, I'm living by myself in that house where she... killed herself. If he is really coming, I might be able to hold on.\"\n\n--- \n\"Wow that was amazing, Jazz!\" Grayson said as he rolled them away. I love it when stuff like that happens. It just recharges me to keep living like this. Great job. I don't say it enough, being your legs gives my life meaning. Like you know, I'd be wasting away in the bars and football games without you. It's amazing what you can do.\"\n\n\"I'm Just listening, bro. I don't have legs that work, but my ears do.\" Adventure sparked in his voice. \"Hey, let's do the down-hill thing.\"\n\n\"Ha! Are you sure?\"\n\n\"Yeah, jump on, man! Kick off the breaks.\"\n\nGrayson stood on the back of the wheelchair and they started rolling downhill, faster and faster. Jazz squeezed the tires a couple times which kept them straight and in control, but at the end of the hill they rolled to a stop and Grayson jumped off and rolled on the grass. \"I love doing that! I forgot how fun that stuff is!\"\n\n\"Better than bars and football?\"\n\n\"Oh my gosh so much better.\"\n\n\"Well, Thank you for your service, big \n\n\"And thank you for what you've saved me from.\"\n----\nSometimes we need to remember carrying God with us is hard. It's not the default that our culture operates in. If we don't intentionally take him with us, we'll leave him behind each day. And when we start to feel like we could be using our time better doing other things, it's good to remember that though it's work, and takes sacrifice to carry God with us, it's so worth it. We'll be guided down paths we would have never found on our own.",
    "Audio file": "",
    "Blog Title": "BLOG: \nCorrupted and Good Forces",
    "Blog Link": "https://www.rawspoon.com/post/the-corrupted-and-good-forces",
    "Blog excerpt": "I was thinking of how the power of corruption just snowballs. It looks for ways to circumvent laws and just draws up other people by it's threat of beating them by its force. It is so powerful it bulls over any weakness that rises to defend it.\n\nAnd I was asking myself if the alternate force, Goodness, has any way to compete. And I think it does, but it looks different.\n\nThe power of corruption is like a grenade; it moves in fast, shows its firepower in the form of influence, money, and violence, and people must react immediately or be consumed by it's impact.\n\nGoodness, in contrast, is like a human heart. Without its quiet work none of us would have survived. As a baby someone had to be good to us in order for us to even stand on our own. It slowly and quietly sends life equitably to all parts, irregardless of their influence or power. And it assumes others will return the favor to do their part and sustain the rest.\n\nYou can usually recognize these forces if you're looking for them as they rear their heads. You can tell on a company's website if they're trying to skim your email address and extra charges at each step. Or you can see if their passion is to provide a good product to anybody who needs it. You can tell it in the voices in the room who's posturing to be tougher than the others. It usally makes a person less likable but we bow to the power when we overhear they work for a powerful company or have a lot of money, basically if we can earn something from them. In that moment the corrupted type of force is winning in us. \n\nAnd that type of power spreads fast because we are all hungry for quick power, and when we see that type of living is not stopped, and is even gaining speed. And we watch it tackle the people with the good-type of power whose default is quietly doing it's work. Sometimes the good forces must unbecomingly put on the clothes of the violent corrupt forces in order to resist it for a time. \n\nAnd I despair when I see that. I recognize how many of us so willingly step onto the wagon that is picking up speed at the expense of plowing through weaker people. Until I remember that all of us also have within us the need to be loved. And though corruption finds it's members by tempting with quick power, goodness has far more people to appeal to. It calls the name of any one who is lonely, sad, or rolled over. And all of us have some of that in us.\n\nRaw Spoon",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_1ccaee1df8be409fbfeef6d877cf651c~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://youtu.be/F4isSyennFo",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 72",
    "Research 2-link": "https://enduringword.com/bible-commentary/Genesis 28",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 11",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 17",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=0pgwTL45a5k",
    "Song 2": "https://www.youtube.com/watch?v=kcpJzfFimto",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@36.8644236,39.0314717,3a,75y,284.46h,53.82t/data=!3m8!1e1!3m6!1sAF1QipNLmnkoAshGvKrg0w2iQ2XUwBmdrQfy4wFQnZk!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNLmnkoAshGvKrg0w2iQ2XUwBmdrQfy4wFQnZk%3Dw203-h100-k-no-pi0-ya211.87834-ro0-fo100!7i8192!8i4096!5m1!1e4",
    "3dNotes2": "Ruins of Harran: where Abraham's father Terah took him and Lot, the son of Haran, and settled them on their way out of Ur toward Canaan.",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/13",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=FMLMGTjjAV0",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]