[
  {
    "Date": "2026-01-13T08:00:00.000Z",
    "Day of Week": "Tuesday",
    "Day in calendar": "Second week of Epiphany",
    "Script 1": "\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\n",
    "Script 2": "The Call of Jeremiah\n\n The word of the Lord came to me, saying,\n\n \"Before I formed you in the womb I knew[a] you,\n    before you were born I set you apart;\n    I appointed you as a prophet to the nations.\"\n\n \"Alas, Sovereign Lord,\" I said, \"I do not know how to speak; I am too young.\"\n\n But the Lord said to me, \"Do not say, 'I am too young.' You must go to everyone I send you to and say whatever I command you.  Do not be afraid of them, for I am with you and will rescue you,\" declares the Lord.\n\n Then the Lord reached out his hand and touched my mouth and said to me, \"I have put my words in your mouth.  See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\"\n\n",
    "Script 3": "Philip in Samaria\n\n Those who had been scattered preached the word wherever they went.  Philip went down to a city in Samaria and proclaimed the Messiah there.  When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.  For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.  So there was great joy in that city.\n\nSimon the Sorcerer\n\n Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,  and all the people, both high and low, gave him their attention and exclaimed, \"This man is rightly called the Great Power of God.\"  They followed him because he had amazed them for a long time with his sorcery.  But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.  Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
    "Script 4": "American Standard Version\n And the word of Jehovah came unto me, saying,  Son of man, set thy face toward the children of Ammon, and prophesy [a]against them:  and say unto the children of Ammon, Hear the word of the Lord Jehovah: Thus saith the Lord Jehovah, Because thou saidst, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity:  therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk.  And I will make Rabbah a stable for camels, and the children of Ammon a couching-place for flocks: and ye shall know that I am Jehovah.  For thus saith the Lord Jehovah: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the despite of thy soul against the land of Israel;  therefore, behold, I have stretched out my hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Moab and Seir do say, Behold, the house of Judah is like unto all the nations;  therefore, behold, I will open the side of Moab from the cities, from his cities which are [b]on his frontiers, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim,  [c]unto the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations:  and I will execute judgments upon Moab; and they shall know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;  therefore thus saith the Lord Jehovah, I will stretch out my hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; even unto Dedan shall they fall by the sword.  And I will lay my vengeance upon Edom by the hand of my people Israel; and they shall do in Edom according to mine anger and according to my wrath; and they shall know my vengeance, saith the Lord Jehovah.\n\n Thus saith the Lord Jehovah: Because the Philistines have dealt by revenge, and have taken vengeance with despite of soul to destroy with perpetual enmity;  therefore thus saith the Lord Jehovah, Behold, I will stretch out my hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast.  And I will execute great vengeance upon them with wrathful rebukes; and they shall know that I am Jehovah, when I shall lay my vengeance upon them.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm89:5-37;Jeremiah1:4-10;Acts8:4-13",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.89,Jer.1,Acts.8",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_14a3e1c0748c46c585bf06934b5e9adc~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_10f0b23d811143aaaeefd7e77426a2c9~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_f6cfef0289854060a42d5472dd9b9873~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_8200e77bd2a540888daa8d3be9890790~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 89:5-37",
    "Address Script 2": "Jeremiah 1:4-10",
    "Address Script 3": "Acts 8:4-13",
    "Address Script 4": "Ezekiel 25",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.89.33d8fd0001982bd7ea7b7ec2d2467dda.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Jer.1.bac89d035318894af673859d8b5a3229.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.8.b925cc1ee06d91e0194aa1860cb5ed19.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.25.7e82b8a54da49e72b116d640862050ad.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 89:5-37\n\n5 The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n6 For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n7 In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n8 Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n9 You rule over the surging sea;\n    when its waves mount up, you still them.\n10 You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n11 The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n12 You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n13 Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n14 Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n15 Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n16 They rejoice in your name all day long;\n    they celebrate your righteousness.\n17 For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n18 Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n19 Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n20 I have found David my servant;\n    with my sacred oil I have anointed him.\n21 My hand will sustain him;\n    surely my arm will strengthen him.\n22 The enemy will not get the better of him;\n    the wicked will not oppress him.\n23 I will crush his foes before him\n    and strike down his adversaries.\n24 My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n25 I will set his hand over the sea,\n    his right hand over the rivers.\n26 He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n27 And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n28 I will maintain my love to him forever,\n    and my covenant with him will never fail.\n29 I will establish his line forever,\n    his throne as long as the heavens endure.\n\n30 \"If his sons forsake my law\n    and do not follow my statutes,\n31 if they violate my decrees\n    and fail to keep my commands,\n32 I will punish their sin with the rod,\n    their iniquity with flogging;\n33 but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n34 I will not violate my covenant\n    or alter what my lips have uttered.\n35 Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n36 that his line will continue forever\n    and his throne endure before me like the sun;\n37 it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\nFootnotes\na. Psalm 89:17 Horn here symbolizes strong one.\nb. Psalm 89:18 Or sovereign\nc. Psalm 89:24 Horn here symbolizes strength.",
    "Script 2": "Jeremiah 1:4-10\n\nThe Call of Jeremiah\n\n4 The word of the Lord came to me, saying,\n\n5 \"Before I formed you in the womb I knew[a] you,\n    before you were born I set you apart;\n    I appointed you as a prophet to the nations.\"\n\n6 \"Alas, Sovereign Lord,\" I said, \"I do not know how to speak; I am too young.\"\n\n7 But the Lord said to me, \"Do not say, 'I am too young.' You must go to everyone I send you to and say whatever I command you. 8 Do not be afraid of them, for I am with you and will rescue you,\" declares the Lord.\n\n9 Then the Lord reached out his hand and touched my mouth and said to me, \"I have put my words in your mouth. 10 See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\"\n\nFootnotes\na. Jeremiah 1:5 Or chose",
    "Script 3": "Acts 8:4-13\n\nPhilip in Samaria\n\n4 Those who had been scattered preached the word wherever they went. 5 Philip went down to a city in Samaria and proclaimed the Messiah there. 6 When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said. 7 For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed. 8 So there was great joy in that city.\n\nSimon the Sorcerer\n\n9 Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, 10 and all the people, both high and low, gave him their attention and exclaimed, \"This man is rightly called the Great Power of God.\" 11 They followed him because he had amazed them for a long time with his sorcery. 12 But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. 13 Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
    "Script 4": "Ezekiel 25\nAmerican Standard Version\n25 And the word of Jehovah came unto me, saying, 2 Son of man, set thy face toward the children of Ammon, and prophesy [a]against them: 3 and say unto the children of Ammon, Hear the word of the Lord Jehovah: Thus saith the Lord Jehovah, Because thou saidst, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity: 4 therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk. 5 And I will make Rabbah a stable for camels, and the children of Ammon a couching-place for flocks: and ye shall know that I am Jehovah. 6 For thus saith the Lord Jehovah: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the despite of thy soul against the land of Israel; 7 therefore, behold, I have stretched out my hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am Jehovah.\n\n8 Thus saith the Lord Jehovah: Because that Moab and Seir do say, Behold, the house of Judah is like unto all the nations; 9 therefore, behold, I will open the side of Moab from the cities, from his cities which are [b]on his frontiers, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim, 10 [c]unto the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations: 11 and I will execute judgments upon Moab; and they shall know that I am Jehovah.\n\n12 Thus saith the Lord Jehovah: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them; 13 therefore thus saith the Lord Jehovah, I will stretch out my hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; even unto Dedan shall they fall by the sword. 14 And I will lay my vengeance upon Edom by the hand of my people Israel; and they shall do in Edom according to mine anger and according to my wrath; and they shall know my vengeance, saith the Lord Jehovah.\n\n15 Thus saith the Lord Jehovah: Because the Philistines have dealt by revenge, and have taken vengeance with despite of soul to destroy with perpetual enmity; 16 therefore thus saith the Lord Jehovah, Behold, I will stretch out my hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast. 17 And I will execute great vengeance upon them with wrathful rebukes; and they shall know that I am Jehovah, when I shall lay my vengeance upon them.\n\n \nFootnotes\nEzekiel 25:2 Or, concerning\nEzekiel 25:9 Or, in every quarter\nEzekiel 25:10 Or, together with the children of Ammon, unto the children of the east",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\nFootnotes\na. Psalm : Horn here symbolizes strong one.\nb. Psalm : Or sovereign\nc. Psalm : Horn here symbolizes strength.",
    "Script 2": "Jeremiah :-\n\nThe Call of Jeremiah\n\n The word of the Lord came to me, saying,\n\n \"Before I formed you in the womb I knew[a] you,\n    before you were born I set you apart;\n    I appointed you as a prophet to the nations.\"\n\n \"Alas, Sovereign Lord,\" I said, \"I do not know how to speak; I am too young.\"\n\n But the Lord said to me, \"Do not say, 'I am too young.' You must go to everyone I send you to and say whatever I command you.  Do not be afraid of them, for I am with you and will rescue you,\" declares the Lord.\n\n Then the Lord reached out his hand and touched my mouth and said to me, \"I have put my words in your mouth.  See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\"\n\nFootnotes\na. Jeremiah : Or chose",
    "Script 3": "Acts :-\n\nPhilip in Samaria\n\n Those who had been scattered preached the word wherever they went.  Philip went down to a city in Samaria and proclaimed the Messiah there.  When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.  For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.  So there was great joy in that city.\n\nSimon the Sorcerer\n\n Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,  and all the people, both high and low, gave him their attention and exclaimed, \"This man is rightly called the Great Power of God.\"  They followed him because he had amazed them for a long time with his sorcery.  But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.  Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And the word of Jehovah came unto me, saying,  Son of man, set thy face toward the children of Ammon, and prophesy [a]against them:  and say unto the children of Ammon, Hear the word of the Lord Jehovah: Thus saith the Lord Jehovah, Because thou saidst, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity:  therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk.  And I will make Rabbah a stable for camels, and the children of Ammon a couching-place for flocks: and ye shall know that I am Jehovah.  For thus saith the Lord Jehovah: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the despite of thy soul against the land of Israel;  therefore, behold, I have stretched out my hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Moab and Seir do say, Behold, the house of Judah is like unto all the nations;  therefore, behold, I will open the side of Moab from the cities, from his cities which are [b]on his frontiers, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim,  [c]unto the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations:  and I will execute judgments upon Moab; and they shall know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;  therefore thus saith the Lord Jehovah, I will stretch out my hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; even unto Dedan shall they fall by the sword.  And I will lay my vengeance upon Edom by the hand of my people Israel; and they shall do in Edom according to mine anger and according to my wrath; and they shall know my vengeance, saith the Lord Jehovah.\n\n Thus saith the Lord Jehovah: Because the Philistines have dealt by revenge, and have taken vengeance with despite of soul to destroy with perpetual enmity;  therefore thus saith the Lord Jehovah, Behold, I will stretch out my hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast.  And I will execute great vengeance upon them with wrathful rebukes; and they shall know that I am Jehovah, when I shall lay my vengeance upon them.\n\n \nFootnotes\nEzekiel : Or, concerning\nEzekiel : Or, in every quarter\nEzekiel : Or, together with the children of Ammon, unto the children of the east",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n The heavens praise your wonders, Lord,\n    your faithfulness too, in the assembly of the holy ones.\n For who in the skies above can compare with the Lord?\n    Who is like the Lord among the heavenly beings?\n In the council of the holy ones God is greatly feared;\n    he is more awesome than all who surround him.\n Who is like you, Lord God Almighty?\n    You, Lord, are mighty, and your faithfulness surrounds you.\n\n You rule over the surging sea;\n    when its waves mount up, you still them.\n You crushed Rahab like one of the slain;\n    with your strong arm you scattered your enemies.\n The heavens are yours, and yours also the earth;\n    you founded the world and all that is in it.\n You created the north and the south;\n    Tabor and Hermon sing for joy at your name.\n Your arm is endowed with power;\n    your hand is strong, your right hand exalted.\n\n Righteousness and justice are the foundation of your throne;\n    love and faithfulness go before you.\n Blessed are those who have learned to acclaim you,\n    who walk in the light of your presence, Lord.\n They rejoice in your name all day long;\n    they celebrate your righteousness.\n For you are their glory and strength,\n    and by your favor you exalt our horn.[a]\n Indeed, our shield[b] belongs to the Lord,\n    our king to the Holy One of Israel.\n\n Once you spoke in a vision,\n    to your faithful people you said:\n\"I have bestowed strength on a warrior;\n    I have raised up a young man from among the people.\n I have found David my servant;\n    with my sacred oil I have anointed him.\n My hand will sustain him;\n    surely my arm will strengthen him.\n The enemy will not get the better of him;\n    the wicked will not oppress him.\n I will crush his foes before him\n    and strike down his adversaries.\n My faithful love will be with him,\n    and through my name his horn[c] will be exalted.\n I will set his hand over the sea,\n    his right hand over the rivers.\n He will call out to me, 'You are my Father,\n    my God, the Rock my Savior.'\n And I will appoint him to be my firstborn,\n    the most exalted of the kings of the earth.\n I will maintain my love to him forever,\n    and my covenant with him will never fail.\n I will establish his line forever,\n    his throne as long as the heavens endure.\n\n \"If his sons forsake my law\n    and do not follow my statutes,\n if they violate my decrees\n    and fail to keep my commands,\n I will punish their sin with the rod,\n    their iniquity with flogging;\n but I will not take my love from him,\n    nor will I ever betray my faithfulness.\n I will not violate my covenant\n    or alter what my lips have uttered.\n Once for all, I have sworn by my holiness--\n    and I will not lie to David--\n that his line will continue forever\n    and his throne endure before me like the sun;\n it will be established forever like the moon,\n    the faithful witness in the sky.\"\n\n",
    "Script 2": "Jeremiah :-\n\nThe Call of Jeremiah\n\n The word of the Lord came to me, saying,\n\n \"Before I formed you in the womb I knew[a] you,\n    before you were born I set you apart;\n    I appointed you as a prophet to the nations.\"\n\n \"Alas, Sovereign Lord,\" I said, \"I do not know how to speak; I am too young.\"\n\n But the Lord said to me, \"Do not say, 'I am too young.' You must go to everyone I send you to and say whatever I command you.  Do not be afraid of them, for I am with you and will rescue you,\" declares the Lord.\n\n Then the Lord reached out his hand and touched my mouth and said to me, \"I have put my words in your mouth.  See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.\"\n\n",
    "Script 3": "Acts :-\n\nPhilip in Samaria\n\n Those who had been scattered preached the word wherever they went.  Philip went down to a city in Samaria and proclaimed the Messiah there.  When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.  For with shrieks, impure spirits came out of many, and many who were paralyzed or lame were healed.  So there was great joy in that city.\n\nSimon the Sorcerer\n\n Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,  and all the people, both high and low, gave him their attention and exclaimed, \"This man is rightly called the Great Power of God.\"  They followed him because he had amazed them for a long time with his sorcery.  But when they believed Philip as he proclaimed the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.  Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And the word of Jehovah came unto me, saying,  Son of man, set thy face toward the children of Ammon, and prophesy [a]against them:  and say unto the children of Ammon, Hear the word of the Lord Jehovah: Thus saith the Lord Jehovah, Because thou saidst, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was made desolate; and against the house of Judah, when they went into captivity:  therefore, behold, I will deliver thee to the children of the east for a possession, and they shall set their encampments in thee, and make their dwellings in thee; they shall eat thy fruit, and they shall drink thy milk.  And I will make Rabbah a stable for camels, and the children of Ammon a couching-place for flocks: and ye shall know that I am Jehovah.  For thus saith the Lord Jehovah: Because thou hast clapped thy hands, and stamped with the feet, and rejoiced with all the despite of thy soul against the land of Israel;  therefore, behold, I have stretched out my hand upon thee, and will deliver thee for a spoil to the nations; and I will cut thee off from the peoples, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Moab and Seir do say, Behold, the house of Judah is like unto all the nations;  therefore, behold, I will open the side of Moab from the cities, from his cities which are [b]on his frontiers, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim,  [c]unto the children of the east, to go against the children of Ammon; and I will give them for a possession, that the children of Ammon may not be remembered among the nations:  and I will execute judgments upon Moab; and they shall know that I am Jehovah.\n\n Thus saith the Lord Jehovah: Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;  therefore thus saith the Lord Jehovah, I will stretch out my hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; even unto Dedan shall they fall by the sword.  And I will lay my vengeance upon Edom by the hand of my people Israel; and they shall do in Edom according to mine anger and according to my wrath; and they shall know my vengeance, saith the Lord Jehovah.\n\n Thus saith the Lord Jehovah: Because the Philistines have dealt by revenge, and have taken vengeance with despite of soul to destroy with perpetual enmity;  therefore thus saith the Lord Jehovah, Behold, I will stretch out my hand upon the Philistines, and I will cut off the Cherethites, and destroy the remnant of the sea coast.  And I will execute great vengeance upon them with wrathful rebukes; and they shall know that I am Jehovah, when I shall lay my vengeance upon them.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]