[
  {
    "Date": "2025-10-23T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KoEPdETXy4k",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=9275YNZ-9V0&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=8",
    "famous quote": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get people interested in you.\n-Dale Carnegie",
    "Ted Talks": "https://www.youtube.com/watch?v=bUSMPLPMASM",
    "Nature Video": "https://www.youtube.com/watch?v=Biagyb7AcK8",
    "User added": "\"Those who sow their tears as seeds will reap a harvest with joyful shouts of glee. They may weep as they go out carrying their seed to sow, but they will return with joyful laughter and shouting with gladness as they bring back armloads of blessing and a harvest overflowing!\"\n??Psalms? ?126:5-6 TPT?????\n\nAs sure as God is in heaven, trials and tragedy will find each and every one of us. In the midst of suffering, it is hard to see meaning, let alone joy that might come from our pain. It is okay to cry, and to cry out to God when things don't make sense. God knows our suffering in Christ Jesus. He has counted every tear before it fell, and He can make every tear count. Lean into Him, as you walk through the hard times. Don't be afraid. He is big enough to handle your conflicting emotions. There is joy on the other side. That is a promise-not mine, His.\n\n\"I had only heard about you before, but now I have seen you with my own eyes.\"\n??Job? ?42:5? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 13)\n\nI wanted to know more about what Jesus was like in his dream.\r\nWhat did Jesus' voice sound like? \r\nAbdisa gets a big smile\r\nI don't have a word. Sweet.\r\n\r\nBut he was commanding you. How could it be sweet? \r\nYes . . . \r\nAbdisa continues to smile deeply. \r\nThe voice comes from Love. Every time I hear his voice it comes from love.\r\n",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://youtu.be/GP1dEP_cPaU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/uZ1mx-goCRU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]