[
  {
    "Art title 1": "Keep Your Eyes on Me",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_31e4770c186d4481885a8b15ef8c7470~mv2.jpg",
    "Artist Statement 1": "When the storm is raging around us, we can trust God will carry us through, even if it doesn't look like we thought it would. In fact, like the best movies, it's often far better than how we would have planned the outcome. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-a0de7384-8580-4ed9-9b89-fa4f7a02822f",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG: \nWhy Les Miserables Makes Me a Christian",
    "Story Link": "https://www.rawspoon.com/post/why-les-miserables-makes-me-a-christian",
    "excerpt": "I used to ask myself, \"Why am I a Christian?\" But after seeing Les Miserables, on this cold, leaf-less evening in December, I thought, this movie is exactly why.\n\nIn the movie, Jean Valjean is a convict slave, working off his debt to the government. But even after he is put on parole, with his history haunting him, he cannot find work in the poverty stricken, 19th century France.\n\nHe gets so desperate that when a kind priest trustingly takes him in, after a generous meal and a few hours of rest, Jean steals away into the night with mounds of the priest's silver dinnerware.\n\nHe is caught the next day and brought before the priest to be identified and accused.\n\nAnd this is where this story becomes the story of only one, specific religion.\n\nThe priest surprises the confident captors when he says, \"No, no. I gave him that silver,\" and he turns to Jean and says, \"In fact, let me get the best part, the silver candlesticks. In your haste you forgot to take them as well.\"\n\nAs the dumbfounded guards drift away, the priest kneels down and looks Jean in the eyes. He hands him the candlesticks and says, \"I have paid for your debts. I have bought you so that you can be free. Use this wealth and start your life anew. I now give you to God.\"\n\nThis is how Christ is different from Mohammed, from Buddha, from Brahman and any other that I know of. He came and paid for the punishment that was justly deserved by me. And he said, I have given you a chance to start anew, debtless. Now come and I will show you how to live.\n\nI do not know which of the most feasible religions is the most correct. But if that gives me a choice of which to devote myself to, then this one, the one where my God loves me enough to pay for my debts, make me new and set me free, this one is what I want. This God is who I want to serve.\n\nAnd the rest of the movie, without giving it all away, is also like the strange life of a Christian. Jean earns beautiful things and success through hard, honest work. But he is required by the ethic that was shown to him by the priest, methodically, one by one, to give each of those things away. And the man that it makes him, and shows us that he is, becomes more pure-hearted, heroic, and humble with each opening of his hands. This is the story of a man that, as he gives up all of himself, changes the hearts of t...",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "https://static.wixstatic.com/media/a07ded_18c34012926e4f1599beeeeceb5275a5~mv2.jpg",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://static.wixstatic.com/media/a07ded_3c21f6dbff914473bb0019bda186e180~mv2.jpg",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=ALsluAKBZ-c",
    "Bible Project 2": "https://www.youtube.com/watch?v=RSK36cHbrk0",
    "Bible Project 3": "https://www.youtube.com/watch?v=CGbNw855ksw",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 89",
    "Research 2-link": "https://enduringword.com/bible-commentary/Jeremiah 1",
    "Research 3-link": "https://enduringword.com/bible-commentary/Acts 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezekiel 25\nAmerican Standard Version\n25 And the word of Jehovah came unto me, saying, 2 Son of man, set thy face toward the children of Ammon, and prophesy [a]against them",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://youtu.be/hEXH1OtDQm4",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@32.2004038,35.2736163,3a,75y,46.25h,85.26t/data=!3m8!1e1!3m6!1sAF1QipNe94cewN86ExC-4A1gubq82ueCBZe1gbCzh3-R!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipNe94cewN86ExC-4A1gubq82ueCBZe1gbCzh3-R%3Dw203-h100-k-no-pi0-ya347.21564-ro-0-fo100!7i10240!8i5120",
    "3dNotes3": "Ruins of a Samaritan city",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/56",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3cb4a5b3-3530-41ca-b412-c92c18ff1808.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]