[
  {
    "": "2025-08-14T07:00:00.000Z",
    "Art title 1": "There Is A Good Type of Fear",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_f2a7814bd3574deaa012b168f7f5dae2~mv2_d_3600_8400_s_4_2.jpg",
    "Artist Statement 1": "Maybe, even after we have tried so hard and come to the end of ourselves, the thing that will save us is far bigger than anything we can control. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383d7384-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Stoning the Cancer in You",
    "Story Link": "https://www.rawspoon.com/post/story-stoning-the-defiled-people-in-you",
    "excerpt": "Darren was ticked at the doctor from the clinic. How did she not catch that it was cancer after the first CT scans they took of him. If only they had caught it earlier. \n\nAnd now, in the bigger hospital across town, they had taken out the tumor. But not only did they take out the tumor, because they hadn't caught it early enough they had to take out a big chunk of the muscle around it. But not only did they have to take out the chunk of muscle, they had to radiate the whole location. And now his whole neck and face and chest would be scarred forever and in pain for a month.\n\nBut no one disagreed that they had to do it; he was only 26 years old and didn't want to battle this cancer again.\n\nHe had a lot of time to wait in that hospital bed. So while he seethed in anger, he found himself reluctantly picking up his phone to do his Bible time. He opened the lectionary app and read Joshua 7. \n\nIt was the story of when Joshua was leading the people through the wilderness and they start losing battles. So Joshua asks God why and God says that this one dude, Achan, has kept some of the forbidden spoils from a scouting trip buried in his tent. God instructs them to stone not only Achan but also all of his poor family. But not only his family, but his livestock. And not only his livestock but all his possessions. Then, as if that weren't enough, God instructed them to burn it all. All for one dude hiding some foreign loot. That didn't seem fair at all.\n\nDarren leaned back and seethed in anger. He whispered, \"God, this is why it is so hard to love you!\" As he gnarled his lips into an angry scowl he almost crumpled under the pain in his neck.\n\nBut it was at that moment he realized the parallels this story had to his. The doctors had just done to Darren's body what God had done to his own young body of people, to root out dangerous mindsets before they spread, and give his young tribe a better chance of survival. \n\nThen he heard the young doctor from the clinic talking to someone outside his door. She must have come all the way across town to the hospital to visit him. He had been so mad at her and her her team only a moment ago.\n\nAnd suddenly he realized that cancer wasn't the only dangerous thing inside of him that needed exhuming. \"God, forgive me.\" \n\n---\n\nIn what ways has God killed things in you to help you thrive?\n\nRaw Spoon,\n\n10-10-20",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "https://youtu.be/Zufzk_2yKHU",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2020/09/TRBC-9-6-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=3BGO9Mmd_cU",
    "Bible Project 2": "https://www.youtube.com/watch?v=JqOqJlFF_eU",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 82",
    "Research 2-link": "https://enduringword.com/bible-commentary/Joshua 7",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 10",
    "Research 4-link": "https://enduringword.com/bible-commentary/Acts 18",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=ubNfyXOoxaw&list=PLr_Jm_Fwc2IPo-WAnYJzN8vM-zJ6-P15L&index=3",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "https://www.google.com.ph/maps/@32.543426,44.4208333,3a,88.9y,148.92h,81.25t/data=!3m8!1e1!3m6!1sAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipMj0GuqXytZUpm8-jMirMt1ZsLXQz9bH16EWKBI%3Dw203-h100-k-no-pi-0-ya18.862755-ro-0-fo100!7i7680!8i3840?entry=ttu",
    "3dNotes2": "The ruins of ancient Babylon. If you look west on one of the hills you can see one of Saddam Hussein's abandoned palaces.  ",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/34",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/2cfc971c-b79e-4336-a13b-1b53deb48d4c.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]