[
  {
    "Date": "2025-07-27T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=---fLPEVCFM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=-bKYioP5gm8",
    "famous quote": "Home isn't where you land; home is where you launch. You can't pick your home any more than you can choose your family.\n-Tayari Jones (in \"An American Marriage\")",
    "Ted Talks": "https://www.youtube.com/watch?v=78nsxRxbf4w",
    "Nature Video": "https://www.youtube.com/watch?v=zJm6nDnR2SE",
    "User added": "\"Never doubt God's mighty power to work in you and accomplish all this. He will achieve infinitely more than your greatest request, your most unbelievable dream, and exceed your wildest imagination! He will outdo them all, for his miraculous power constantly energizes you. Now we offer up to God all the glorious praise that rises from every church in every generation through Jesus Christ--and all that will yet be manifest through time and eternity.\"\n??Ephesians? ?3:20-21? ?TPT??????\n\n\"Never doubt...\", that is hard to do! Every moment of every day, we are flooded with information from our senses that confirms our present reality. It is so hard to turn our eyes and our minds from the things that are right in front of us. For me, praise and worship, both as a church and personally, helps lift my eyes and my heart up to see beyond what is here. I cannot rightly understand all that God does in, and through, and for me. But praising God does something to my heart that makes not understanding okay!\n\n\"You can pass through his open gates with the password of praise. Come right into his presence with thanksgiving. Come bring your thank offering to him and affectionately bless his beautiful name!\"\n??Psalms? ?100:4? ?TPT??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Sarah:\n\n(part 4)\n\nShe went down to Haiti on another trip. Their team leader really wanted Sarah to go with them this time. But she wanted to go separately, because it had worked well with her schedule in the past.\r\n\r\nBut everytime she was about to purchase her plane ticket separately from the team, a stinkbug came and stood on her keyboard as if it were looking at her. She shooed it off three or four times, but every time it crawled back and kept her from buying the ticket. She even moved him out of the room the last time. But when she went back to buy the ticket the stinkbug came back and looked at her from her keyboard again.\r\n\r\nSarah ended up going with the team and it prevented them from being separated. \r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=WUrNcRd80C4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://youtu.be/5rOiW_xY-kc",
    "Music Video Instructions": "If you're hurting, and you feel alone, hear God telling you to hold on; you are not alone."
  }
]