[
  {
    "Date": "2025-09-27T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=bKmSmp3tjsw",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=uWf_0B8PuaA&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=6",
    "famous quote": "Everyone is gifted - but some people never open their package!\n-Wolfgang Riebe",
    "Ted Talks": "https://www.youtube.com/watch?v=qp0HIF3SfI4",
    "Nature Video": "https://www.youtube.com/watch?v=giqtGYLQ_xM",
    "User added": "\"In Him [and in fellowship with one another] you yourselves also are being built up [into this structure] with the rest, to form a fixed abode (dwelling place) of God in (by, through) the Spirit.\"\n??Ephesians? ?2:22? ?AMPC??????\n\nThe Spirit of God works individually in each of us, and corporately in the church, to bring both into the likeness of Christ Jesus, so that He is glorified in and through us. Like a great orchestra of saints past, present, and future, we all have a certain time to play, guided by the Great Conductor's hand. And if we humble ourselves individually, as we do together, He will show us how to play our best.\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\nI know Matthias (name changed) from church at Grace Midtown in Atlanta. He is highly involved in the workings of the church. He has family back in the Middle East, though he is from South Asia. In our conversations, he had mentioned a couple stories which let me know he has a lively conversation with God, so I asked him if we could sit down and hear more. Here is the conversation.\n\nI asked him, Where have you seen God in finances?\nBack in 2010ish Matthias was working for a company until his OPT (one year work permit for international students) expired. The company he was working for said, \"We're going to bench you,\" which means he'd stop getting paid. There was going to be a month gap before his last paycheck and when his dad's money would get to him. \n\nTwo weeks before his Dad's money was supposed to come in, he had less than 10$ in his bank account, and only two trips on his Marta card (public transit). He started actively believing and prayed, \"God you have to do something.\"\n \nAfter worship at church, the pastor Drew McClure stood up and said, \"I feel like there are people who are waiting for financial blessings. If you are one of them, stand up.\" Matthias stood up, and people prayed for Matthias. Then he went home. \n\nHis dad had a coworker from the Middle East who was in Atlanta for a week-long medical conference and he was going to meet up with Matthias at some point to give him an inhaler and a birthday gift his dad sent with him from home. Matthias had not heard from him for the whole week, but that afternoon after church his dad's friend called and said \"If you want the things your parents gave me, we can meet up.\" \n\nMatthias went to the hotel they had planned to meet at using his 2nd to last trip on Marta. He had four dollars to his name. The guy showed up after 45 minutes and gave Matthias the packet. They conversed for a few minutes but at the end the man said, \"Your dad asked me to take you out to lunch but with this conference I don't have time. So go have a nice lunch with your friends.\" He handed Matthias a crisp $100 bill. That tied Matthias over for the next two weeks.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ph30KA1fQgY",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/6AZZLo5CowY",
    "Other Video": "https://www.youtube.com/watch?v=l8kT-N-fViY",
    "Music Video": "https://youtu.be/5rOiW_xY-kc",
    "Music Video Instructions": "If you're hurting, and you feel alone, hear God telling you to hold on; you are not alone."
  }
]