[
  {
    "Date": "2025-09-06T07:00:00.000Z",
    "Movie Scene": "",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=jlwxo431SvU&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=3",
    "famous quote": "Open your eyes and see what you can with them before they close forever.\n-Anthony Doerr (in \"All The Light We Cannot See\")",
    "Ted Talks": "https://www.youtube.com/watch?v=EBWXaO56KmU",
    "Nature Video": "https://www.youtube.com/live/8ko7Ei0mExQ",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Scott:\n\n(part 2)\n\nBut this wasn't the only time he did amazing things with strength. One day he and a friend were toting a dually trailer stacked high with wood somewhere. The driver didn't have a lot of experience towing trailers and it somehow got turned over and was blocking the road. Scott got out, looked at his watch, realized they didn't have time to worry about this, reached under it and tossed the whole thing back over.\r\n\nOne time at a picnic in a friend's backyard he knew a certain 40' tree had to be removed. He says, \"I felt the nudge that I wanted to do it. I didn't have to work myself up. I just knew that I could do it.\" He climbed up into the crux of the tree where its trunk split in two, each part still as round as his hefty waist, and pushed the two sides apart. It split and one of the sides fell to the ground.\r\n\nHe says he just gets the urge and strength to do something and a feel of confidence that he can do it. And then he can do it. He had tried to lift cars before when he wasn't feeling it and wasn't able to do it. It sounds just like the anointed of Samson\r\n",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gKoYR9XCfh8",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/WFq2xuooKDM",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=VqhCQZaH4Vs",
    "Music Video Instructions": "Be grateful for God for such beauty in this world."
  }
]