[
  {
    "Date": "2025-08-02T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=NJdLpwY41LE",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=qLu_vPda8OY",
    "famous quote": "You'd be surprised how quickly the mind goes soggy in the absence of other people. One person alone is not a full person: we exist in relation to others.\n-Margaret Atwood (in \"The Testaments\")",
    "Ted Talks": "https://www.youtube.com/watch?v=th3KE_H27bs",
    "Nature Video": "https://www.youtube.com/watch?v=Q1zbgd6xpGQ",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Christine (name changed):\n\nChristine is a friend. This is her story. \n\nChristine fell in love with a man named Tom. God told her multiple times that he was who she was supposed to marry. They got engaged, but he started making choices to live a gay lifestyle and he no longer was taking care of her.\n\nAfter seven years she was still trying to help her heart let go of him. During this time she was so emotional she decided to only let the Bible speak to her. She just couldn't recognize God's voice among the strong ones in her heart. She would read every line expecting God to say something to her through it. \n\nThe other day she was praying, asking about how, if she had been so certain that Tom was what God had planned for her, she had mis-heard. Now she doubted that she could hear His voice at all. And she felt like God said, You DID hear me right. I did have planned for you two to get married. But the reason it hasn't gone the way you or I planned was because I honor Tony's right to choose. Every time your heart broke, mine did too. Every time you cried for him, I did too. And there will be a new plan for you. But it is another plan A. It will never be plan B.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gYF8XoR5sYA",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/pBec_F1stRI",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=5kS3_oRqT30",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]