[
  {
    "Art title 1": "Low Level Trial Keeps Your Soul from Getting Flabby",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_1ddbbddb17894cc88ecd040186f67cb9~mv2.jpg",
    "Artist Statement 1": "Becoming mature isn't a one a done. Like physical excercize it takes continued conditioning.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-49d3d3ec-9889-4720-a976-52eb65a7a686",
    "Art title 2": "",
    "Picture Thumbnail 2": "https://www.rawspoon.com/art?pgid=k0fkuklg-36f78e2c-7165-4327-81b3-1a587e97efa8",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Value of Constant Trial",
    "Story Link": "https://www.rawspoon.com/post/story-the-value-of-constant-trial",
    "excerpt": "Larry wasn't delaying his bench press reps. He was just sitting on the edge of the bench, riveted to the podcast.\n\nHe had come to the gym today because he needed to work off some angst. He had been married for 15 years, now with three kids, and it was constantly hard. He had found himself fantasizing about being single again. \n\nBefore he met Jessica he was almost wholly focused on self-improvement. He had dreams of really becoming a remarkable man, physically, psychologically, spiritually. Back then he had a daily regimen of self-help books, masterclasses, a strict diet, an intense Bible study, and several hours of physical workout. Now he barely got in a workout and sometimes a few minutes in his Bible each day. \n\nNow, as Larry listened, he watched the two types of people that came to the gym. Those that were fair-weather people, and those that came consistently every day. He would see the fair-weather people for a few days or so in their clean, new workout clothes, and then they'd be gone for a month or two. And it was obvious. They were still thin, pale, and weak. The others, those who he respected and had become friends with were those he saw every day. Those men and women in their tattered, tight, workout gear grew steadily stronger. \n\nHe usually nursed a quiet, low level contempt that he could no longer do the intense self-improvement in all areas of his life, because married life took away his time. \n\nBut as he listened to the pastor speak on the podcast, his whole outlook on life shifted. This was the part he quoted to his friends, even years later.\n\n\"The thing about James 1 is that trials producing perseverance and perseverance producing maturity, isn't a one time thing. You can't go through a tough season and stay mature ever after. Sustaining a low level of trials in our days keep us strong in so many things. I often tell my kids to have at least one friend that tries their patience, and another that often needs help. One that forces you to constantly practice balancing compassion with drawing boundaries. Things like that. Without these things our spirit grows soft, like our bodies do without a daily workout.\"\n\nLarry finished his workout, going as hard as usual, but that day he went home with a new excitement to love his family fully. Because he now saw the commitment to love his family, especially when it was hard, that was the best way to grow him and make him mature and whole.\n\n--\nRaw Spoon, February 13, 2023",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "https://i1.wp.com/sketchysermons.com/wp-content/uploads/2020/07/TRBC-6-28-20.png?resize=2048%2C1583&ssl=1",
    "Sketchnotes3b": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2019/12/IMG_0106-scaled.png?w=2560&ssl=1",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://youtu.be/3BGO9Mmd_cU",
    "Bible Project 2": "https://youtu.be/oNpTha80yyE",
    "Bible Project 3": "https://www.youtube.com/watch?v=qn-hLHWwRYY",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 20",
    "Research 3-link": "https://enduringword.com/bible-commentary/James 1",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 8\nAmerican Standard Version\n8 Now these are the heads of their fathers' houses, and this is the genealogy of them that went up with me from Babylon, in the reign of Artaxerxes the king",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=P8vzR_Vhnww",
    "Song 2": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/22",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/7614cdaf-5e62-4bff-84d3-3c39590d6415.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]