[
  {
    "Date": "2026-01-24T08:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Third week of Epiphany",
    "Script 1": "\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": " Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul.  Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord regretted that he had made Saul king over Israel.\n\nSamuel Anoints David\n\n: The Lord said to Samuel, \"How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.\"\n\n But Samuel said, \"How can I go? If Saul hears about it, he will kill me.\"\n\nThe Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.'  Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.\"\n\n Samuel did what the Lord said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, \"Do you come in peace?\"\n\n Samuel replied, \"Yes, in peace; I have come to sacrifice to the Lord. Consecrate yourselves and come to the sacrifice with me.\" Then he consecrated Jesse and his sons and invited them to the sacrifice.\n\n When they arrived, Samuel saw Eliab and thought, \"Surely the Lord's anointed stands here before the Lord.\"\n\n But the Lord said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.\"\n\n Then Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, \"The Lord has not chosen this one either.\"  Jesse then had Shammah pass by, but Samuel said, \"Nor has the Lord chosen this one.\"  Jesse had seven of his sons pass before Samuel, but Samuel said to him, \"The Lord has not chosen these.\"  So he asked Jesse, \"Are these all the sons you have?\"\n\n\"There is still the youngest,\" Jesse answered. \"He is tending the sheep.\"\n\nSamuel said, \"Send for him; we will not sit down until he arrives.\"\n\n So he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features.\n\nThen the Lord said, \"Rise and anoint him; this is the one.\"\n\n So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord came powerfully upon David. Samuel then went to Ramah.",
    "Script 3": "Jesus Calls Levi and Eats With Sinners\n\n After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him,  and Levi got up, left everything and followed him.\n\n Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them.  But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and sinners?\"\n\n Jesus answered them, \"It is not the healthy who need a doctor, but the sick.  I have not come to call the righteous, but sinners to repentance.\"",
    "Script 4": "American Standard Version\nAnd the word of Jehovah came unto me, saying,  Son of man, set thy face toward Gog, of the land of Magog, the [a]prince of Rosh, Meshech, and Tubal, and prophesy against him,  and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, [b]prince of Rosh, Meshech, and Tubal:  and I will turn thee about, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords:  Persia, Cush, and Put with them, all of them with shield and helmet;  Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes; even many peoples with thee.\n\n Be thou prepared, yea, prepare thyself, thou, and all thy companies that are assembled unto thee, and be thou a [c]guard unto them.  After many days thou shalt be visited: in the latter years thou shalt come into the land that is [d]brought back from the sword, that is gathered out of many peoples, upon the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they shall dwell securely, all of them.  And thou shalt ascend, thou shalt come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy hordes, and many peoples with thee.\n\n Thus saith the Lord Jehovah: It shall come to pass in that day, that things shall come into thy mind, and thou shalt devise an evil device:  and thou shalt say, I will go up to [e]the land of unwalled villages; I will go to them that are at rest, that dwell securely, all of them dwelling without walls, and having neither bars nor gates;  to take the spoil and to take the prey; to turn thy hand against the waste places that are now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the [f]middle of the earth.  Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take the spoil? hast thou assembled thy company to take the prey? to carry away silver and gold, to take away cattle and goods, to take great spoil?\n\n Therefore, son of man, prophesy, and say unto Gog, Thus saith the Lord Jehovah: In that day when my people Israel dwelleth securely, shalt thou not know it?  And thou shalt come from thy place out of the uttermost parts of the north, thou, and many peoples with thee, all of them riding upon horses, a great company and a mighty army;  and thou shalt come up against my people Israel, as a cloud to cover the land: it shall come to pass in the latter days, that I will bring thee against my land, that the nations may know me, when I shall be sanctified in thee, O Gog, before their eyes.\n\n Thus saith the Lord Jehovah: Art thou he of whom I spake in old time by my servants the prophets of Israel, that prophesied in those days for many years that I would bring thee against them?  And it shall come to pass in that day, when Gog shall come against the land of Israel, saith the Lord Jehovah, that my wrath shall come up into my nostrils.  For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  so that the fishes of the sea, and the birds of the heavens, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  And I will call for a sword against him unto all my mountains, saith the Lord Jehovah: every man's sword shall be against his brother.  And with pestilence and with blood will I enter into judgment with him; and I will rain upon him, and upon his hordes, and upon the many peoples that are with him, an overflowing shower, and great hailstones, fire, and brimstone.  And I will magnify myself, and sanctify myself, and I will make myself known in the eyes of many nations; and they shall know that I am Jehovah.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm27:1-6;1Samuel15:34-16:13;Luke5:27-32",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.27,1Sam.15-1Sam.16,Luke.5",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_540da7068bd14d5e941bd5471332c76a~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_200657264ee64420897a2a8865b937e8~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_e0218b920d824f1b9c6f77414ea5772f~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 27:1-6",
    "Address Script 2": "1 Samuel 15:34-16:13",
    "Address Script 3": "Luke 5:27-32",
    "Address Script 4": "Ezekiel 38",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.27.4d3d5370287036a30b44efc5c0f59143.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/1Sam.15.13beaee0aefddfd201f19b1f265496b0.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.5.82a306f87d1d9bf0026baadc570807f5.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.38.ec999f4d03055788c337acedc88a321a.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 27:1-6\n\nOf David.\n\n1 The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n2 When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n3 Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n4 One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n5 For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n6 Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm 27:2 Or slander",
    "Script 2": "1 Samuel 15:34-16:13\n\n34 Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul. 35 Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord regretted that he had made Saul king over Israel.\n\nSamuel Anoints David\n\n16:1 The Lord said to Samuel, \"How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.\"\n\n2 But Samuel said, \"How can I go? If Saul hears about it, he will kill me.\"\n\nThe Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.' 3 Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.\"\n\n4 Samuel did what the Lord said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, \"Do you come in peace?\"\n\n5 Samuel replied, \"Yes, in peace; I have come to sacrifice to the Lord. Consecrate yourselves and come to the sacrifice with me.\" Then he consecrated Jesse and his sons and invited them to the sacrifice.\n\n6 When they arrived, Samuel saw Eliab and thought, \"Surely the Lord's anointed stands here before the Lord.\"\n\n7 But the Lord said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.\"\n\n8 Then Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, \"The Lord has not chosen this one either.\" 9 Jesse then had Shammah pass by, but Samuel said, \"Nor has the Lord chosen this one.\" 10 Jesse had seven of his sons pass before Samuel, but Samuel said to him, \"The Lord has not chosen these.\" 11 So he asked Jesse, \"Are these all the sons you have?\"\n\n\"There is still the youngest,\" Jesse answered. \"He is tending the sheep.\"\n\nSamuel said, \"Send for him; we will not sit down until he arrives.\"\n\n12 So he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features.\n\nThen the Lord said, \"Rise and anoint him; this is the one.\"\n\n13 So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord came powerfully upon David. Samuel then went to Ramah.",
    "Script 3": "Luke 5:27-32\n\nJesus Calls Levi and Eats With Sinners\n\n27 After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him, 28 and Levi got up, left everything and followed him.\n\n29 Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them. 30 But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and sinners?\"\n\n31 Jesus answered them, \"It is not the healthy who need a doctor, but the sick. 32 I have not come to call the righteous, but sinners to repentance.\"",
    "Script 4": "Ezekiel 38\nAmerican Standard Version\nAnd the word of Jehovah came unto me, saying, 2 Son of man, set thy face toward Gog, of the land of Magog, the [a]prince of Rosh, Meshech, and Tubal, and prophesy against him, 3 and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, [b]prince of Rosh, Meshech, and Tubal: 4 and I will turn thee about, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords: 5 Persia, Cush, and Put with them, all of them with shield and helmet; 6 Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes; even many peoples with thee.\n\n7 Be thou prepared, yea, prepare thyself, thou, and all thy companies that are assembled unto thee, and be thou a [c]guard unto them. 8 After many days thou shalt be visited: in the latter years thou shalt come into the land that is [d]brought back from the sword, that is gathered out of many peoples, upon the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they shall dwell securely, all of them. 9 And thou shalt ascend, thou shalt come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy hordes, and many peoples with thee.\n\n10 Thus saith the Lord Jehovah: It shall come to pass in that day, that things shall come into thy mind, and thou shalt devise an evil device: 11 and thou shalt say, I will go up to [e]the land of unwalled villages; I will go to them that are at rest, that dwell securely, all of them dwelling without walls, and having neither bars nor gates; 12 to take the spoil and to take the prey; to turn thy hand against the waste places that are now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the [f]middle of the earth. 13 Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take the spoil? hast thou assembled thy company to take the prey? to carry away silver and gold, to take away cattle and goods, to take great spoil?\n\n14 Therefore, son of man, prophesy, and say unto Gog, Thus saith the Lord Jehovah: In that day when my people Israel dwelleth securely, shalt thou not know it? 15 And thou shalt come from thy place out of the uttermost parts of the north, thou, and many peoples with thee, all of them riding upon horses, a great company and a mighty army; 16 and thou shalt come up against my people Israel, as a cloud to cover the land: it shall come to pass in the latter days, that I will bring thee against my land, that the nations may know me, when I shall be sanctified in thee, O Gog, before their eyes.\n\n17 Thus saith the Lord Jehovah: Art thou he of whom I spake in old time by my servants the prophets of Israel, that prophesied in those days for many years that I would bring thee against them? 18 And it shall come to pass in that day, when Gog shall come against the land of Israel, saith the Lord Jehovah, that my wrath shall come up into my nostrils. 19 For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel; 20 so that the fishes of the sea, and the birds of the heavens, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground. 21 And I will call for a sword against him unto all my mountains, saith the Lord Jehovah: every man's sword shall be against his brother. 22 And with pestilence and with blood will I enter into judgment with him; and I will rain upon him, and upon his hordes, and upon the many peoples that are with him, an overflowing shower, and great hailstones, fire, and brimstone. 23 And I will magnify myself, and sanctify myself, and I will make myself known in the eyes of many nations; and they shall know that I am Jehovah.\n\n \nFootnotes\nEzekiel 38:2 Or, chief prince of Meshech\nEzekiel 38:3 Or, chief prince of Meshech\nEzekiel 38:7 Or, commander\nEzekiel 38:8 Or, restored\nEzekiel 38:11 Or, an open country\nEzekiel 38:12 Hebrew navel. See Judg. 9:37.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\nFootnotes\na. Psalm : Or slander",
    "Script 2": " Samuel :-:\n\n Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul.  Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord regretted that he had made Saul king over Israel.\n\nSamuel Anoints David\n\n: The Lord said to Samuel, \"How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.\"\n\n But Samuel said, \"How can I go? If Saul hears about it, he will kill me.\"\n\nThe Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.'  Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.\"\n\n Samuel did what the Lord said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, \"Do you come in peace?\"\n\n Samuel replied, \"Yes, in peace; I have come to sacrifice to the Lord. Consecrate yourselves and come to the sacrifice with me.\" Then he consecrated Jesse and his sons and invited them to the sacrifice.\n\n When they arrived, Samuel saw Eliab and thought, \"Surely the Lord's anointed stands here before the Lord.\"\n\n But the Lord said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.\"\n\n Then Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, \"The Lord has not chosen this one either.\"  Jesse then had Shammah pass by, but Samuel said, \"Nor has the Lord chosen this one.\"  Jesse had seven of his sons pass before Samuel, but Samuel said to him, \"The Lord has not chosen these.\"  So he asked Jesse, \"Are these all the sons you have?\"\n\n\"There is still the youngest,\" Jesse answered. \"He is tending the sheep.\"\n\nSamuel said, \"Send for him; we will not sit down until he arrives.\"\n\n So he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features.\n\nThen the Lord said, \"Rise and anoint him; this is the one.\"\n\n So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord came powerfully upon David. Samuel then went to Ramah.",
    "Script 3": "Luke :-\n\nJesus Calls Levi and Eats With Sinners\n\n After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him,  and Levi got up, left everything and followed him.\n\n Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them.  But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and sinners?\"\n\n Jesus answered them, \"It is not the healthy who need a doctor, but the sick.  I have not come to call the righteous, but sinners to repentance.\"",
    "Script 4": "Ezekiel \nAmerican Standard Version\nAnd the word of Jehovah came unto me, saying,  Son of man, set thy face toward Gog, of the land of Magog, the [a]prince of Rosh, Meshech, and Tubal, and prophesy against him,  and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, [b]prince of Rosh, Meshech, and Tubal:  and I will turn thee about, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords:  Persia, Cush, and Put with them, all of them with shield and helmet;  Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes; even many peoples with thee.\n\n Be thou prepared, yea, prepare thyself, thou, and all thy companies that are assembled unto thee, and be thou a [c]guard unto them.  After many days thou shalt be visited: in the latter years thou shalt come into the land that is [d]brought back from the sword, that is gathered out of many peoples, upon the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they shall dwell securely, all of them.  And thou shalt ascend, thou shalt come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy hordes, and many peoples with thee.\n\n Thus saith the Lord Jehovah: It shall come to pass in that day, that things shall come into thy mind, and thou shalt devise an evil device:  and thou shalt say, I will go up to [e]the land of unwalled villages; I will go to them that are at rest, that dwell securely, all of them dwelling without walls, and having neither bars nor gates;  to take the spoil and to take the prey; to turn thy hand against the waste places that are now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the [f]middle of the earth.  Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take the spoil? hast thou assembled thy company to take the prey? to carry away silver and gold, to take away cattle and goods, to take great spoil?\n\n Therefore, son of man, prophesy, and say unto Gog, Thus saith the Lord Jehovah: In that day when my people Israel dwelleth securely, shalt thou not know it?  And thou shalt come from thy place out of the uttermost parts of the north, thou, and many peoples with thee, all of them riding upon horses, a great company and a mighty army;  and thou shalt come up against my people Israel, as a cloud to cover the land: it shall come to pass in the latter days, that I will bring thee against my land, that the nations may know me, when I shall be sanctified in thee, O Gog, before their eyes.\n\n Thus saith the Lord Jehovah: Art thou he of whom I spake in old time by my servants the prophets of Israel, that prophesied in those days for many years that I would bring thee against them?  And it shall come to pass in that day, when Gog shall come against the land of Israel, saith the Lord Jehovah, that my wrath shall come up into my nostrils.  For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  so that the fishes of the sea, and the birds of the heavens, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  And I will call for a sword against him unto all my mountains, saith the Lord Jehovah: every man's sword shall be against his brother.  And with pestilence and with blood will I enter into judgment with him; and I will rain upon him, and upon his hordes, and upon the many peoples that are with him, an overflowing shower, and great hailstones, fire, and brimstone.  And I will magnify myself, and sanctify myself, and I will make myself known in the eyes of many nations; and they shall know that I am Jehovah.\n\n \nFootnotes\nEzekiel : Or, chief prince of Meshech\nEzekiel : Or, chief prince of Meshech\nEzekiel : Or, commander\nEzekiel : Or, restored\nEzekiel : Or, an open country\nEzekiel : Hebrew navel. See Judg. :.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n The Lord is my light and my salvation--\n    whom shall I fear?\nThe Lord is the stronghold of my life--\n    of whom shall I be afraid?\n\n When the wicked advance against me\n    to devour[a] me,\nit is my enemies and my foes\n    who will stumble and fall.\n Though an army besiege me,\n    my heart will not fear;\nthough war break out against me,\n    even then I will be confident.\n\n One thing I ask from the Lord,\n    this only do I seek:\nthat I may dwell in the house of the Lord\n    all the days of my life,\nto gaze on the beauty of the Lord\n    and to seek him in his temple.\n For in the day of trouble\n    he will keep me safe in his dwelling;\nhe will hide me in the shelter of his sacred tent\n    and set me high upon a rock.\n\n Then my head will be exalted\n    above the enemies who surround me;\nat his sacred tent I will sacrifice with shouts of joy;\n    I will sing and make music to the Lord.\n\n",
    "Script 2": " Samuel :-:\n\n Then Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul.  Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord regretted that he had made Saul king over Israel.\n\nSamuel Anoints David\n\n: The Lord said to Samuel, \"How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.\"\n\n But Samuel said, \"How can I go? If Saul hears about it, he will kill me.\"\n\nThe Lord said, \"Take a heifer with you and say, 'I have come to sacrifice to the Lord.'  Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.\"\n\n Samuel did what the Lord said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, \"Do you come in peace?\"\n\n Samuel replied, \"Yes, in peace; I have come to sacrifice to the Lord. Consecrate yourselves and come to the sacrifice with me.\" Then he consecrated Jesse and his sons and invited them to the sacrifice.\n\n When they arrived, Samuel saw Eliab and thought, \"Surely the Lord's anointed stands here before the Lord.\"\n\n But the Lord said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.\"\n\n Then Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, \"The Lord has not chosen this one either.\"  Jesse then had Shammah pass by, but Samuel said, \"Nor has the Lord chosen this one.\"  Jesse had seven of his sons pass before Samuel, but Samuel said to him, \"The Lord has not chosen these.\"  So he asked Jesse, \"Are these all the sons you have?\"\n\n\"There is still the youngest,\" Jesse answered. \"He is tending the sheep.\"\n\nSamuel said, \"Send for him; we will not sit down until he arrives.\"\n\n So he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features.\n\nThen the Lord said, \"Rise and anoint him; this is the one.\"\n\n So Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord came powerfully upon David. Samuel then went to Ramah.",
    "Script 3": "Luke :-\n\nJesus Calls Levi and Eats With Sinners\n\n After this, Jesus went out and saw a tax collector by the name of Levi sitting at his tax booth. \"Follow me,\" Jesus said to him,  and Levi got up, left everything and followed him.\n\n Then Levi held a great banquet for Jesus at his house, and a large crowd of tax collectors and others were eating with them.  But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, \"Why do you eat and drink with tax collectors and sinners?\"\n\n Jesus answered them, \"It is not the healthy who need a doctor, but the sick.  I have not come to call the righteous, but sinners to repentance.\"",
    "Script 4": "Ezekiel \nAmerican Standard Version\nAnd the word of Jehovah came unto me, saying,  Son of man, set thy face toward Gog, of the land of Magog, the [a]prince of Rosh, Meshech, and Tubal, and prophesy against him,  and say, Thus saith the Lord Jehovah: Behold, I am against thee, O Gog, [b]prince of Rosh, Meshech, and Tubal:  and I will turn thee about, and put hooks into thy jaws, and I will bring thee forth, and all thine army, horses and horsemen, all of them clothed in full armor, a great company with buckler and shield, all of them handling swords:  Persia, Cush, and Put with them, all of them with shield and helmet;  Gomer, and all his hordes; the house of Togarmah in the uttermost parts of the north, and all his hordes; even many peoples with thee.\n\n Be thou prepared, yea, prepare thyself, thou, and all thy companies that are assembled unto thee, and be thou a [c]guard unto them.  After many days thou shalt be visited: in the latter years thou shalt come into the land that is [d]brought back from the sword, that is gathered out of many peoples, upon the mountains of Israel, which have been a continual waste; but it is brought forth out of the peoples, and they shall dwell securely, all of them.  And thou shalt ascend, thou shalt come like a storm, thou shalt be like a cloud to cover the land, thou, and all thy hordes, and many peoples with thee.\n\n Thus saith the Lord Jehovah: It shall come to pass in that day, that things shall come into thy mind, and thou shalt devise an evil device:  and thou shalt say, I will go up to [e]the land of unwalled villages; I will go to them that are at rest, that dwell securely, all of them dwelling without walls, and having neither bars nor gates;  to take the spoil and to take the prey; to turn thy hand against the waste places that are now inhabited, and against the people that are gathered out of the nations, that have gotten cattle and goods, that dwell in the [f]middle of the earth.  Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto thee, Art thou come to take the spoil? hast thou assembled thy company to take the prey? to carry away silver and gold, to take away cattle and goods, to take great spoil?\n\n Therefore, son of man, prophesy, and say unto Gog, Thus saith the Lord Jehovah: In that day when my people Israel dwelleth securely, shalt thou not know it?  And thou shalt come from thy place out of the uttermost parts of the north, thou, and many peoples with thee, all of them riding upon horses, a great company and a mighty army;  and thou shalt come up against my people Israel, as a cloud to cover the land: it shall come to pass in the latter days, that I will bring thee against my land, that the nations may know me, when I shall be sanctified in thee, O Gog, before their eyes.\n\n Thus saith the Lord Jehovah: Art thou he of whom I spake in old time by my servants the prophets of Israel, that prophesied in those days for many years that I would bring thee against them?  And it shall come to pass in that day, when Gog shall come against the land of Israel, saith the Lord Jehovah, that my wrath shall come up into my nostrils.  For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;  so that the fishes of the sea, and the birds of the heavens, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground.  And I will call for a sword against him unto all my mountains, saith the Lord Jehovah: every man's sword shall be against his brother.  And with pestilence and with blood will I enter into judgment with him; and I will rain upon him, and upon his hordes, and upon the many peoples that are with him, an overflowing shower, and great hailstones, fire, and brimstone.  And I will magnify myself, and sanctify myself, and I will make myself known in the eyes of many nations; and they shall know that I am Jehovah.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]