[
  {
    "Date": "2025-12-16T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=bYJT--cIy8A",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vOTE4NWJlYjEtNjZjYi0zYzVkLTk1NjItYTk5YTRkOGQxMWMz?sa=X&ved=0CAcQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQ-hc",
    "Yoga": "https://www.youtube.com/watch?v=mp6yg3whxW0&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm&index=3",
    "famous quote": "The American Dream means giving it your all, trying your hardest, accomplishing something. And then I'd add to that, giving something back. No definition of a successful life can do anything but include serving others.\n-George H. W. Bush",
    "Ted Talks": "https://www.youtube.com/watch?v=dY9f9bFctUE",
    "Nature Video": "https://www.youtube.com/watch?v=UsLQHJpt4-0",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 5)\n\nIs it possible to have faith when you have everything? \n\nSure. Because it is a matter of intimacy with God. The poverty in Africa brought the people to relationship with God. Whoever you are if you have an intimate relationship with God you can have faith and do any miracle. \nYou are an American, you prayed for a sick woman and she was healed. And because of her healing people came to know the Lord. The most important thing is that she brought other people to the Lord. \n\nWhy would I give away what I have to take on someone else's vision for me (God's vision for me)?\n\nRemember the wealthy guy who Jesus asked to give away everything and follow him? He said many people will get everything in this world and will still lose their life.\nThe problem is when people say we will be happy when we have everything. If they test the life they have in Jesus they will see the happiness they had from wealth doesn't compare.\n\nWhat would you tell those who feel some sort of calling to Africa?\n\nIf they come and serve the needy their lives will not be the same when they go home. Their life perspective will change. Some people don't know the situation here and when they see how people, human beings created by God, live differently, they may even say, \"I have too much and I need to give away to the people who are really needy.\" And some of the Westerners throw so many things into the trash, things that could have been a benefit, which could change many lives for people here. \nAnd for Christians who come here, their faith will grow. You have grown in faith because you have seen God has done some miracles. Now you can go home and pray for miracles. \nTheir world perspective even may change if they come here. I lived all my life in Africa, in Ethiopia. My perspective may change if I go to America. Your worldview changes, your faith grows and your life perspective changes.\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=HsVidDkQCQU",
    "Pursuing mission link": "https://www.rawspoon.com/millennial-monk-and-mission-mapping",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/E2tOSzhJwnw",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]