[
  {
    "Date": "2025-11-15T08:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 25- Ordinary Time",
    "Script 1": "\nA psalm.\n\n Sing to the Lord a new song,\n    for he has done marvelous things;\nhis right hand and his holy arm\n    have worked salvation for him.\n The Lord has made his salvation known\n    and revealed his righteousness to the nations.\n He has remembered his love\n    and his faithfulness to Israel;\nall the ends of the earth have seen\n    the salvation of our God.\n\n Shout for joy to the Lord, all the earth,\n    burst into jubilant song with music;\n make music to the Lord with the harp,\n    with the harp and the sound of singing,\n with trumpets and the blast of the ram's horn--\n    shout for joy before the Lord, the King.\n\n Let the sea resound, and everything in it,\n    the world, and all who live in it.\n Let the rivers clap their hands,\n    let the mountains sing together for joy;\n let them sing before the Lord,\n    for he comes to judge the earth.\nHe will judge the world in righteousness\n    and the peoples with equity.",
    "Script 2": "God's Glory Departs From the Temple\n\n I looked, and I saw the likeness of a throne of lapis lazuli above the vault that was over the heads of the cherubim.  The Lord said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in.\n\n Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court.  Then the glory of the Lord rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the Lord.  The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty[a] when he speaks.\n\n When the Lord commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel.  Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out.  (Under the wings of the cherubim could be seen what looked like human hands.)\n\n I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like topaz.  As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel.  As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about[b] as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went.  Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels.  I heard the wheels being called \"the whirling wheels.\"  Each of the cherubim had four faces: One face was that of a cherub, the second the face of a human being, the third the face of a lion, and the fourth the face of an eagle.\n\n Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River.  When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side.  When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them.\n\n Then the glory of the Lord departed from over the threshold of the temple and stopped above the cherubim.  While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance of the east gate of the Lord's house, and the glory of the God of Israel was above them.\n\n",
    "Script 3": "The Coming of the Kingdom of God\n\n Once, on being asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The coming of the kingdom of God is not something that can be observed,  nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is in your midst.\"[a]\n\n Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.  People will tell you, 'There he is!' or 'Here he is!' Do not go running off after them.  For the Son of Man in his day[b] will be like the lightning, which flashes and lights up the sky from one end to the other.  But first he must suffer many things and be rejected by this generation.\n\n \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man.  People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.\n\n \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building.  But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.\n\n \"It will be just like this on the day the Son of Man is revealed.  On that day no one who is on the housetop, with possessions inside, should go down to get them. Likewise, no one in the field should go back for anything.  Remember Lot's wife!  Whoever tries to keep their life will lose it, and whoever loses their life will preserve it.  I tell you, on that night two people will be in one bed; one will be taken and the other left.  Two women will be grinding grain together; one will be taken and the other left.\" [] [c]\n\n \"Where, Lord?\" they asked.\n\nHe replied, \"Where there is a dead body, there the vultures will gather.\"\n\n",
    "Script 4": "American Standard Version\n And Jehovah spake unto Moses, Go in unto Pharaoh, and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  And if thou refuse to let them go, behold, I will smite all thy borders with frogs:  and the river shall swarm with frogs, which shall go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs:  and the frogs shall come up both upon thee, and upon thy people, and upon all thy servants.  And Jehovah said unto Moses, Say unto Aaron, Stretch forth thy hand with thy rod over the rivers, over the [a]streams, and over the pools, and cause frogs to come up upon the land of Egypt.  And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.  And the magicians did in like manner with their enchantments, and brought up frogs upon the land of Egypt.\n\n Then Pharaoh called for Moses and Aaron, and said, Entreat Jehovah, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto Jehovah.  And Moses said unto Pharaoh, Have thou this glory over me: against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only?  And he said, Against to-morrow. And he said, Be it according to thy word; that thou mayest know that there is none like unto Jehovah our God.  And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.  And Moses and Aaron went out from Pharaoh: and Moses cried unto Jehovah concerning the frogs [b]which he had brought upon Pharaoh.  And Jehovah did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields.  And they gathered them together in heaps; and the land stank.  But when Pharaoh saw that there was respite, he [c]hardened his heart, and hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may become [d]lice throughout all the land of Egypt.  And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were lice upon man, and upon beast; all the dust of the earth became lice throughout all the land of Egypt.  And the magicians did so with their enchantments to bring forth lice, but they could not: and there were lice upon man, and upon beast.  Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart [e]was hardened, and he hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are.  And I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am Jehovah in the midst of the earth.  And I will [f]put a division between my people and thy people: by to-morrow shall this sign be.  And Jehovah did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants' houses: and in all the land of Egypt the land was [g]corrupted by reason of the swarms of flies.\n\n And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land.  And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to Jehovah our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us?  We will go three days' journey into the wilderness, and sacrifice to Jehovah our God, as he shall command us.  And Pharaoh said, I will let you go, that ye may sacrifice to Jehovah your God in the wilderness; only ye shall not go very far away: entreat for me.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm98;Ezekiel10:1-19;Luke17:20-37",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.98,Ezek.10,Luke.17",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_f69dc1a335fb4e048c95b6ddecf3d587~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_96dac1ceeefb4d9d86abe1098238402a~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_fba0dd343194446d86f0f90ab25a6f3d~mv2.gif",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 98:1-9",
    "Address Script 2": "Ezekiel 10:1-19",
    "Address Script 3": "Luke 17:20-37",
    "Address Script 4": "Exodus 8:1-28",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.98.e336f3119f6e70c6b40819d5a64d478e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.10.6ed78a99f318240f69e3cb679e7ac18b.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.17.bb0391ac33251ef1710b6e4d5d240e18.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": "135"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 98\n\nA psalm.\n\n1 Sing to the Lord a new song,\n    for he has done marvelous things;\nhis right hand and his holy arm\n    have worked salvation for him.\n2 The Lord has made his salvation known\n    and revealed his righteousness to the nations.\n3 He has remembered his love\n    and his faithfulness to Israel;\nall the ends of the earth have seen\n    the salvation of our God.\n\n4 Shout for joy to the Lord, all the earth,\n    burst into jubilant song with music;\n5 make music to the Lord with the harp,\n    with the harp and the sound of singing,\n6 with trumpets and the blast of the ram's horn--\n    shout for joy before the Lord, the King.\n\n7 Let the sea resound, and everything in it,\n    the world, and all who live in it.\n8 Let the rivers clap their hands,\n    let the mountains sing together for joy;\n9 let them sing before the Lord,\n    for he comes to judge the earth.\nHe will judge the world in righteousness\n    and the peoples with equity.",
    "Script 2": "Ezekiel 10:1-19\n\nGod's Glory Departs From the Temple\n\n1 I looked, and I saw the likeness of a throne of lapis lazuli above the vault that was over the heads of the cherubim. 2 The Lord said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in.\n\n3 Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court. 4 Then the glory of the Lord rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the Lord. 5 The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty[a] when he speaks.\n\n6 When the Lord commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel. 7 Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out. 8 (Under the wings of the cherubim could be seen what looked like human hands.)\n\n9 I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like topaz. 10 As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel. 11 As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about[b] as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went. 12 Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels. 13 I heard the wheels being called \"the whirling wheels.\" 14 Each of the cherubim had four faces: One face was that of a cherub, the second the face of a human being, the third the face of a lion, and the fourth the face of an eagle.\n\n15 Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River. 16 When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side. 17 When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them.\n\n18 Then the glory of the Lord departed from over the threshold of the temple and stopped above the cherubim. 19 While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance of the east gate of the Lord's house, and the glory of the God of Israel was above them.\n\nFootnotes\na. Ezekiel 10:5 Hebrew El-Shaddai\nb. Ezekiel 10:11 Or aside",
    "Script 3": "Luke 17:20-37\n\nThe Coming of the Kingdom of God\n\n20 Once, on being asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The coming of the kingdom of God is not something that can be observed, 21 nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is in your midst.\"[a]\n\n22 Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it. 23 People will tell you, 'There he is!' or 'Here he is!' Do not go running off after them. 24 For the Son of Man in his day[b] will be like the lightning, which flashes and lights up the sky from one end to the other. 25 But first he must suffer many things and be rejected by this generation.\n\n26 \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man. 27 People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.\n\n28 \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building. 29 But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.\n\n30 \"It will be just like this on the day the Son of Man is revealed. 31 On that day no one who is on the housetop, with possessions inside, should go down to get them. Likewise, no one in the field should go back for anything. 32 Remember Lot's wife! 33 Whoever tries to keep their life will lose it, and whoever loses their life will preserve it. 34 I tell you, on that night two people will be in one bed; one will be taken and the other left. 35 Two women will be grinding grain together; one will be taken and the other left.\" [36] [c]\n\n37 \"Where, Lord?\" they asked.\n\nHe replied, \"Where there is a dead body, there the vultures will gather.\"\n\nFootnotes\na. Luke 17:21 Or is within you\nb. Luke 17:24 Some manuscripts do not have in his day.\nc. Luke 17:36 Some manuscripts include here words similar to Matt. 24:40.",
    "Script 4": "Exodus 8:1-28\nAmerican Standard Version\n8 And Jehovah spake unto Moses, Go in unto Pharaoh, and say unto him, Thus saith Jehovah, Let my people go, that they may serve me. 2 And if thou refuse to let them go, behold, I will smite all thy borders with frogs: 3 and the river shall swarm with frogs, which shall go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs: 4 and the frogs shall come up both upon thee, and upon thy people, and upon all thy servants. 5 And Jehovah said unto Moses, Say unto Aaron, Stretch forth thy hand with thy rod over the rivers, over the [a]streams, and over the pools, and cause frogs to come up upon the land of Egypt. 6 And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt. 7 And the magicians did in like manner with their enchantments, and brought up frogs upon the land of Egypt.\n\n8 Then Pharaoh called for Moses and Aaron, and said, Entreat Jehovah, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto Jehovah. 9 And Moses said unto Pharaoh, Have thou this glory over me: against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only? 10 And he said, Against to-morrow. And he said, Be it according to thy word; that thou mayest know that there is none like unto Jehovah our God. 11 And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only. 12 And Moses and Aaron went out from Pharaoh: and Moses cried unto Jehovah concerning the frogs [b]which he had brought upon Pharaoh. 13 And Jehovah did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields. 14 And they gathered them together in heaps; and the land stank. 15 But when Pharaoh saw that there was respite, he [c]hardened his heart, and hearkened not unto them; as Jehovah had spoken.\n\n16 And Jehovah said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may become [d]lice throughout all the land of Egypt. 17 And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were lice upon man, and upon beast; all the dust of the earth became lice throughout all the land of Egypt. 18 And the magicians did so with their enchantments to bring forth lice, but they could not: and there were lice upon man, and upon beast. 19 Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart [e]was hardened, and he hearkened not unto them; as Jehovah had spoken.\n\n20 And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith Jehovah, Let my people go, that they may serve me. 21 Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are. 22 And I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am Jehovah in the midst of the earth. 23 And I will [f]put a division between my people and thy people: by to-morrow shall this sign be. 24 And Jehovah did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants' houses: and in all the land of Egypt the land was [g]corrupted by reason of the swarms of flies.\n\n25 And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land. 26 And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to Jehovah our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us? 27 We will go three days' journey into the wilderness, and sacrifice to Jehovah our God, as he shall command us. 28 And Pharaoh said, I will let you go, that ye may sacrifice to Jehovah your God in the wilderness; only ye shall not go very far away: entreat for me.\n\n \nFootnotes\nExodus 8:5 Or, canals\nExodus 8:12 Or, as he had appointed unto Pharaoh\nExodus 8:15 Hebrew made heavy.\nExodus 8:16 Or, sand files. Or, fleas\nExodus 8:19 Hebrew was strong.\nExodus 8:23 Or, set a sign of deliverance. Hebrew set redemption.\nExodus 8:24 Or, destroyed",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm \n\nA psalm.\n\n Sing to the Lord a new song,\n    for he has done marvelous things;\nhis right hand and his holy arm\n    have worked salvation for him.\n The Lord has made his salvation known\n    and revealed his righteousness to the nations.\n He has remembered his love\n    and his faithfulness to Israel;\nall the ends of the earth have seen\n    the salvation of our God.\n\n Shout for joy to the Lord, all the earth,\n    burst into jubilant song with music;\n make music to the Lord with the harp,\n    with the harp and the sound of singing,\n with trumpets and the blast of the ram's horn--\n    shout for joy before the Lord, the King.\n\n Let the sea resound, and everything in it,\n    the world, and all who live in it.\n Let the rivers clap their hands,\n    let the mountains sing together for joy;\n let them sing before the Lord,\n    for he comes to judge the earth.\nHe will judge the world in righteousness\n    and the peoples with equity.",
    "Script 2": "Ezekiel :-\n\nGod's Glory Departs From the Temple\n\n I looked, and I saw the likeness of a throne of lapis lazuli above the vault that was over the heads of the cherubim.  The Lord said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in.\n\n Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court.  Then the glory of the Lord rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the Lord.  The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty[a] when he speaks.\n\n When the Lord commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel.  Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out.  (Under the wings of the cherubim could be seen what looked like human hands.)\n\n I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like topaz.  As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel.  As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about[b] as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went.  Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels.  I heard the wheels being called \"the whirling wheels.\"  Each of the cherubim had four faces: One face was that of a cherub, the second the face of a human being, the third the face of a lion, and the fourth the face of an eagle.\n\n Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River.  When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side.  When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them.\n\n Then the glory of the Lord departed from over the threshold of the temple and stopped above the cherubim.  While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance of the east gate of the Lord's house, and the glory of the God of Israel was above them.\n\nFootnotes\na. Ezekiel : Hebrew El-Shaddai\nb. Ezekiel : Or aside",
    "Script 3": "Luke :-\n\nThe Coming of the Kingdom of God\n\n Once, on being asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The coming of the kingdom of God is not something that can be observed,  nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is in your midst.\"[a]\n\n Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.  People will tell you, 'There he is!' or 'Here he is!' Do not go running off after them.  For the Son of Man in his day[b] will be like the lightning, which flashes and lights up the sky from one end to the other.  But first he must suffer many things and be rejected by this generation.\n\n \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man.  People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.\n\n \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building.  But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.\n\n \"It will be just like this on the day the Son of Man is revealed.  On that day no one who is on the housetop, with possessions inside, should go down to get them. Likewise, no one in the field should go back for anything.  Remember Lot's wife!  Whoever tries to keep their life will lose it, and whoever loses their life will preserve it.  I tell you, on that night two people will be in one bed; one will be taken and the other left.  Two women will be grinding grain together; one will be taken and the other left.\" [] [c]\n\n \"Where, Lord?\" they asked.\n\nHe replied, \"Where there is a dead body, there the vultures will gather.\"\n\nFootnotes\na. Luke : Or is within you\nb. Luke : Some manuscripts do not have in his day.\nc. Luke : Some manuscripts include here words similar to Matt. :.",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And Jehovah spake unto Moses, Go in unto Pharaoh, and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  And if thou refuse to let them go, behold, I will smite all thy borders with frogs:  and the river shall swarm with frogs, which shall go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs:  and the frogs shall come up both upon thee, and upon thy people, and upon all thy servants.  And Jehovah said unto Moses, Say unto Aaron, Stretch forth thy hand with thy rod over the rivers, over the [a]streams, and over the pools, and cause frogs to come up upon the land of Egypt.  And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.  And the magicians did in like manner with their enchantments, and brought up frogs upon the land of Egypt.\n\n Then Pharaoh called for Moses and Aaron, and said, Entreat Jehovah, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto Jehovah.  And Moses said unto Pharaoh, Have thou this glory over me: against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only?  And he said, Against to-morrow. And he said, Be it according to thy word; that thou mayest know that there is none like unto Jehovah our God.  And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.  And Moses and Aaron went out from Pharaoh: and Moses cried unto Jehovah concerning the frogs [b]which he had brought upon Pharaoh.  And Jehovah did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields.  And they gathered them together in heaps; and the land stank.  But when Pharaoh saw that there was respite, he [c]hardened his heart, and hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may become [d]lice throughout all the land of Egypt.  And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were lice upon man, and upon beast; all the dust of the earth became lice throughout all the land of Egypt.  And the magicians did so with their enchantments to bring forth lice, but they could not: and there were lice upon man, and upon beast.  Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart [e]was hardened, and he hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are.  And I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am Jehovah in the midst of the earth.  And I will [f]put a division between my people and thy people: by to-morrow shall this sign be.  And Jehovah did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants' houses: and in all the land of Egypt the land was [g]corrupted by reason of the swarms of flies.\n\n And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land.  And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to Jehovah our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us?  We will go three days' journey into the wilderness, and sacrifice to Jehovah our God, as he shall command us.  And Pharaoh said, I will let you go, that ye may sacrifice to Jehovah your God in the wilderness; only ye shall not go very far away: entreat for me.\n\n \nFootnotes\nExodus : Or, canals\nExodus : Or, as he had appointed unto Pharaoh\nExodus : Hebrew made heavy.\nExodus : Or, sand files. Or, fleas\nExodus : Hebrew was strong.\nExodus : Or, set a sign of deliverance. Hebrew set redemption.\nExodus : Or, destroyed",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm \n\nA psalm.\n\n Sing to the Lord a new song,\n    for he has done marvelous things;\nhis right hand and his holy arm\n    have worked salvation for him.\n The Lord has made his salvation known\n    and revealed his righteousness to the nations.\n He has remembered his love\n    and his faithfulness to Israel;\nall the ends of the earth have seen\n    the salvation of our God.\n\n Shout for joy to the Lord, all the earth,\n    burst into jubilant song with music;\n make music to the Lord with the harp,\n    with the harp and the sound of singing,\n with trumpets and the blast of the ram's horn--\n    shout for joy before the Lord, the King.\n\n Let the sea resound, and everything in it,\n    the world, and all who live in it.\n Let the rivers clap their hands,\n    let the mountains sing together for joy;\n let them sing before the Lord,\n    for he comes to judge the earth.\nHe will judge the world in righteousness\n    and the peoples with equity.",
    "Script 2": "Ezekiel :-\n\nGod's Glory Departs From the Temple\n\n I looked, and I saw the likeness of a throne of lapis lazuli above the vault that was over the heads of the cherubim.  The Lord said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in.\n\n Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court.  Then the glory of the Lord rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the Lord.  The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty[a] when he speaks.\n\n When the Lord commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel.  Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out.  (Under the wings of the cherubim could be seen what looked like human hands.)\n\n I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like topaz.  As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel.  As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about[b] as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went.  Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels.  I heard the wheels being called \"the whirling wheels.\"  Each of the cherubim had four faces: One face was that of a cherub, the second the face of a human being, the third the face of a lion, and the fourth the face of an eagle.\n\n Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River.  When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side.  When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them.\n\n Then the glory of the Lord departed from over the threshold of the temple and stopped above the cherubim.  While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance of the east gate of the Lord's house, and the glory of the God of Israel was above them.\n\n",
    "Script 3": "Luke :-\n\nThe Coming of the Kingdom of God\n\n Once, on being asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The coming of the kingdom of God is not something that can be observed,  nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is in your midst.\"[a]\n\n Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.  People will tell you, 'There he is!' or 'Here he is!' Do not go running off after them.  For the Son of Man in his day[b] will be like the lightning, which flashes and lights up the sky from one end to the other.  But first he must suffer many things and be rejected by this generation.\n\n \"Just as it was in the days of Noah, so also will it be in the days of the Son of Man.  People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.\n\n \"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building.  But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.\n\n \"It will be just like this on the day the Son of Man is revealed.  On that day no one who is on the housetop, with possessions inside, should go down to get them. Likewise, no one in the field should go back for anything.  Remember Lot's wife!  Whoever tries to keep their life will lose it, and whoever loses their life will preserve it.  I tell you, on that night two people will be in one bed; one will be taken and the other left.  Two women will be grinding grain together; one will be taken and the other left.\" [] [c]\n\n \"Where, Lord?\" they asked.\n\nHe replied, \"Where there is a dead body, there the vultures will gather.\"\n\n",
    "Script 4": "Exodus :-\nAmerican Standard Version\n And Jehovah spake unto Moses, Go in unto Pharaoh, and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  And if thou refuse to let them go, behold, I will smite all thy borders with frogs:  and the river shall swarm with frogs, which shall go up and come into thy house, and into thy bedchamber, and upon thy bed, and into the house of thy servants, and upon thy people, and into thine ovens, and into thy kneading-troughs:  and the frogs shall come up both upon thee, and upon thy people, and upon all thy servants.  And Jehovah said unto Moses, Say unto Aaron, Stretch forth thy hand with thy rod over the rivers, over the [a]streams, and over the pools, and cause frogs to come up upon the land of Egypt.  And Aaron stretched out his hand over the waters of Egypt; and the frogs came up, and covered the land of Egypt.  And the magicians did in like manner with their enchantments, and brought up frogs upon the land of Egypt.\n\n Then Pharaoh called for Moses and Aaron, and said, Entreat Jehovah, that he take away the frogs from me, and from my people; and I will let the people go, that they may sacrifice unto Jehovah.  And Moses said unto Pharaoh, Have thou this glory over me: against what time shall I entreat for thee, and for thy servants, and for thy people, that the frogs be destroyed from thee and thy houses, and remain in the river only?  And he said, Against to-morrow. And he said, Be it according to thy word; that thou mayest know that there is none like unto Jehovah our God.  And the frogs shall depart from thee, and from thy houses, and from thy servants, and from thy people; they shall remain in the river only.  And Moses and Aaron went out from Pharaoh: and Moses cried unto Jehovah concerning the frogs [b]which he had brought upon Pharaoh.  And Jehovah did according to the word of Moses; and the frogs died out of the houses, out of the courts, and out of the fields.  And they gathered them together in heaps; and the land stank.  But when Pharaoh saw that there was respite, he [c]hardened his heart, and hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Say unto Aaron, Stretch out thy rod, and smite the dust of the earth, that it may become [d]lice throughout all the land of Egypt.  And they did so; and Aaron stretched out his hand with his rod, and smote the dust of the earth, and there were lice upon man, and upon beast; all the dust of the earth became lice throughout all the land of Egypt.  And the magicians did so with their enchantments to bring forth lice, but they could not: and there were lice upon man, and upon beast.  Then the magicians said unto Pharaoh, This is the finger of God: and Pharaoh's heart [e]was hardened, and he hearkened not unto them; as Jehovah had spoken.\n\n And Jehovah said unto Moses, Rise up early in the morning, and stand before Pharaoh; lo, he cometh forth to the water; and say unto him, Thus saith Jehovah, Let my people go, that they may serve me.  Else, if thou wilt not let my people go, behold, I will send swarms of flies upon thee, and upon thy servants, and upon thy people, and into thy houses: and the houses of the Egyptians shall be full of swarms of flies, and also the ground whereon they are.  And I will set apart in that day the land of Goshen, in which my people dwell, that no swarms of flies shall be there; to the end thou mayest know that I am Jehovah in the midst of the earth.  And I will [f]put a division between my people and thy people: by to-morrow shall this sign be.  And Jehovah did so; and there came grievous swarms of flies into the house of Pharaoh, and into his servants' houses: and in all the land of Egypt the land was [g]corrupted by reason of the swarms of flies.\n\n And Pharaoh called for Moses and for Aaron, and said, Go ye, sacrifice to your God in the land.  And Moses said, It is not meet so to do; for we shall sacrifice the abomination of the Egyptians to Jehovah our God: lo, shall we sacrifice the abomination of the Egyptians before their eyes, and will they not stone us?  We will go three days' journey into the wilderness, and sacrifice to Jehovah our God, as he shall command us.  And Pharaoh said, I will let you go, that ye may sacrifice to Jehovah your God in the wilderness; only ye shall not go very far away: entreat for me.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]