[
  {
    "Date": "2026-01-06T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vYWMyY2E4NmMtYTRjOS0zODkxLWIzZGItOGZiMTg2N2VmM2E4?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=PB-fP3fvdEY&list=PLVccJouc7Os8cN3np8iLEIcF_hvl0SKg7&index=6",
    "famous quote": "\"Atheism turns out to be too simple. If the whole universe has no meaning, we should never have found out that it has no meaning...\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=KM4Xe6Dlp0Y",
    "Nature Video": "https://www.youtube.com/watch?v=aZZiiQUEoFw",
    "User added": "\"Yes. I'll stay with you, I'll protect you wherever you go, and I'll bring you back to this very ground. I'll stick with you until I've done everything I promised you.\"\n‭‭Genesis‬ ‭28:15 MSG‬‬‬‬‬\n\nGod is speaking to Jacob in this verse. You know Jacob, the one who tricked his brother out of his birthright and lied to his dad to get his blessing. Even though Jacob has a personal encounter with God here, he goes on to do more questionable things in his life. Right here is where my faith takes root. Not in Jacob's continuing bad behavior, but in God's faithfulness in fulfilling His promise. The crazy, awesome, amazing, wonderful truth is that God has made the same promise to you and me in Christ Jesus!\n\n\"May God himself, the God who makes everything holy and whole, make you holy and whole, put you together--spirit, soul, and body--and keep you fit for the coming of our Master, Jesus Christ. The One who called you is completely dependable. If he said it, he'll do it!\"\n‭‭1 Thessalonians‬ ‭5:23-24‬ MSG‬‬‬‬\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-ronald",
    "Interview image": "",
    "Interview Text": "I was walking through downtown Chicago at night when Roland asked me for money. I had some annoying coins in my pocket so I dropped them into his cup. But he was very engaging and he pulled me in with his questions. After a few minutes of hearing his story and resisting giving him any more of my money, I said I would give him more if I could interview him.\n\nHis sister was killed by her ex-boyfriend and he was found not-guilty. But Roland heard him going around bragging that he had done it. He went and killed the guy and went to jail for it.\n\n\n\n\nHe was raped in prison. He forgives them but won't forget. He says we gotta love when we don't feel like loving.\n\nHis mom got murdered while he was in prison. He chose not to join a gang, but instead to turn to God instead.\n\nIt is his prison record that makes it hard to get a job.\n\nHe tries to compliment everybody that passes him. He hopes it gets people thinking about what they have and be grateful for it. And he encourages young people to listen to their parents and stay in school. He thinks maybe they will listen to someone on the street if they won't listen to their parents.\n\nHe sang a song on the spot. Like a modern day, ad-lib spiritual. It was pretty good! Listen for it at 4:31 minutes. He gives another one at the end.\n\nHe says that any day he might commit suicide because he just feels like this place is not his home. He says if killing himself would take him to heaven he would do it.\n\nRaw Spoon, 5-29-17",
    "Interview Video": "https://youtu.be/UctfyErOYVQ",
    "Pursuing Mission video": "https://youtu.be/PkqxRIDaCSM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=VqhCQZaH4Vs",
    "Music Video Instructions": "Be grateful for God for such beauty in this world."
  }
]