[
  {
    "Date": "2025-08-23T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=TtyxzCMIZP0",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=3myGHdfERGY&list=PLVccJouc7Os_-ayflXAOo2swt5KHhaYkk&index=5",
    "famous quote": "Beautiful people spend time discovering what their idea of beauty on this earth is. They know themselves well enough to know what they love, and they love themselves enough to fill up with a little of their particular kind of beauty each day.\n-Glennon Doyle (in \"Love Warrior\")",
    "Ted Talks": "https://www.youtube.com/watch?v=IFjD3NMv6Kw",
    "Nature Video": "https://www.youtube.com/watch?v=eIt0ub7PhWY",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Three Part Story of Darius Safari:\n\n\nPart 2\n\nWe Tutsi were kings, but the Hutu were many. France came, wanting to colonize us, and they turned the country against itself. They whispered to the Hutu that they deserved to be the kings instead of us Tutsi. They gave them machetes and guns, and they trained them to kill. One night, when the Hutu leader was flying back from a meeting on peace, somebody shot his plane down. That night violence began ripping apart cities in Rwanda. Peaceful cities broken open, bleeding over, and being soaked in violence.\n\n\nThe day we saw the Hutus and their machetes pouring over our hills toward us like a stream over rocks, my dad said, \"Do not worry. I will protect you.\" I believed him. He was the strongest person I'd ever known.\n\n\nSome Hutu's that we thought were our friends offered to hide my mother and two brothers behind bags of grain in their house. But my dad and I hid in the bushes. From there we saw our friends go around back and tell the men with machetes where my family was. We saw them march inside, ready to slash, and we heard the screaming.\n\n\nMy father and I ran, but before we left the village, he gave a Hutu friend everything we owned. And I would not be telling you this story if he had not. My father's gifts planted peace that I would reap much later. Then we left. Our eyes were set on Berund, the neighboring country. I trusted my father's legs to lead me. But Hyenas were coming for us.\n\n\nMorning used to be a gift. But it became deadly. The Hutu sought us out with their dogs and machetes during the day so we prayed through the morning and the hot daylight hours that night would come.\n\n\nEventually one day they found us and caught us. They tried to kill us, but they did not do it very well. One of those times they had beaten me and cut my back apart and draped my body over a wall. For two days I was bent over this wall, until I woke up. Before they saw me I rolled off and crawled away, now with a permanently bent back.\n\n\nMy dad escaped one time because when it rains in Rwanda, it rains like fists hitting the earth. This caused it to flood quickly. The Hutus had stabbed my dad, given him a concussion, and left him for dead. Then the fists of rain came and beat down until the waters rose and covered him. He floated away from the killers in a flood.\n\n\nI was caught four separate times and my dad and I were separated.\n\n\nSomehow I made it back to our old house which we had given to the Hutus. Because of what my father had done for them they didn't kill me, and let me guard their cows, which used to be ours.\n\n\nAnd as I waited there one day, guarding the cows, I saw my dad at the top of the hill. He waited until night and came to me. He hid close in the bushes because he wanted to see me and talk to me.\n\n\nThe elderly people stayed in the house during the day but each night their adult children would come back and boast to each other who they had killed and how.\n\n\nOne day some other Hutus came to the house and asked to have \"Safari's son.\" My dad's name was Safari. They took me outside and demanded me to tell them where my father was. I could not give up my father. So they took me for a walk with them. They kept slapping me with the flat sides of their machetes. One of them poked me in the throat with his spear which gave me a scar that stayed for many years.\n\n\nOne of them said to the others, \"I think I will kill the boy.\" The others said, \"Go ahead.\" It was 2 AM and the night shift watch was almost ending. He took me into the bushes but instead of killing me he took me to his house that was nearby.\n\n\nOver the next couple days they shaved off my hair so that they could get rid of the lice I had. They bathed me with warm water and fed me. But eventually that man said that his friends started asking where he had killed me and were now suspicious.\n\n\nSo I ran again. I ran back to my old house and hid underneath an old bed where they kept the bananas until they were ripe. I had to stay quiet because People slept in the bed over me. I ate some of the bananas but had to empty myself in the same spot too so it smelled. The women found me when they came and saw the eaten bananas. They knew rats didn't eat bananas in this way.\n\n\nI was so far back under this bed, and the room was so dark room, that they couldn't see me. They started screaming and yelled to each other to bring a stick. That is when I came out. They pushed me outside. I had been in the dark so long that outside was too bright for my eyes and I wandered around like a drunk man.\n\n\nThey told me, \"Because your father was so good to us, we will do this favor for you and not tell the men. But only if you run now.\"\n\n\nI ran. I had nothing to eat so I ate grass. But it cut my lips so badly that I couldn't close my mouth without it bleeding. I knew that my grandparents had decided they were too old to run from the Hutu and had said, \"When they want to kill us, we will be here.\" And because young children could not be kept silent in the bushes their parents left them with my grandparents while they hid.\n\n\nSo I went to my grandma's house on the old hill to get food each day as the sun went down. It was like we used to do when life was good. And this time it was my dad I went with. I found him there, getting food from them too.\n\n\nBut as the sun was setting one day, we saw from the bushes, a strong, old woman run to tell my grandparents that the Hutu had decided to finally come and kill them. What we didn't know was that we, the Tutsi, were winning the war in the government but this made the Hutu desperate and now they had nothing left to lose, so they would kill even the children and the elderly.\n\n\nWithin an hour they came, and one by one they called the grandparents and children out of the house and they killed them. They killed all of them except for my 2 year old niece, who they left to wander, lost among the dying and dead.  There was so much crying as they died. So loud. But in the end, only her crying was left as she walked around her dead family, confused and scared. Worse than any other image in my mind, I cannot wash that sight of her walking around in the middle of our dead family, crying. All alone.\n\n\nAnd we could not do one thing for her. What could we do? She could not hide with us because she would cry. I could not go to her and then leave her. If I went out there they might catch us too. What could we do?\n\n\nAnyway, they came back the next day to bury those they had killed and they threw her into the pit with the dead ones. They covered them all with dirt.\n\n\nMy father was the strongest person I ever knew. But this is what broke him. My strong father, broken down to straw. That night he said, \"This is too heavy. There is nothing left. Let us go to let them kill us too. What else do we have to live for?\"\n\n\nHe was going to the hyenas. They had beaten him. I begged him one hundred times not to go and he finally decided to stay with me that night.\n\n\nBut the heaviness of that long night crushed any hope he had left. In the morning he told me good bye, gave me his last cassava sweet potato he had gotten from my grandparents, and walked out of the bushes to the killers. I watched the men wait in a line for my father as he walked to the road. Then one of them hit him in the back with a stick with nails in it. They beat him, with spears and sticks and hoes until he fell. They hit his head with a hoe until he did not move. Until he did not cry out his pain any more. They had crushed the foundation beneath my feet. They stole my father, the strongest person I ever had, from himself and from me. Now it was me among the dead. All alone. They had taken everything from me, except for me.\n\n\nMy father was the strongest person I'd ever known, and he was gone. But I was my father's son and something strong in me kept hoping. This was the most important decision in my life. And I make the same decision every day. When it seems hopeless, and others have hurt me, will I spend every drop of my life on making the good? Or will I give in to the world of the hyenas. I had no one left. No reason to hope, but I chose to keep hoping.\n\n\n\nAll I knew to do was to go to my old house. I was hungry. I was alone. Home was the only thing I could think of that wasn't gone. I finally got there and I asked the mother of the killers to hide me. But her son came in. He was the one my father had given everything to. Now he had our house, all our land, and all of our cows. He was now rich. He even now owned a restaurant and he fed me. He gave me meat and soup, but my lips were so swollen that I could not eat them. He told me \"I will let you live until I finish work tonight.\" He let some people watch me. But I asked to go to the bathroom and when they said yes, I ran. I only got to the house next door but the Hutu man there hid me for three days. My dad had been good to him as well. Food. Wash. Rest. Then, when he suspected they knew I was there, he asked a friend to help get me out of there.\n\n\nThis friend came and said strange things. I didn't understand at first but he suggested we put a dress on me, put flowers in my hair and take me on a bicycle far away. And that is what we did. We told the guards on the road that we were \"taking me to a hospital.\"\n\n\nHe dropped me off in a city called Buduranya. But I was far from being saved. I slept on the streets and begged for food. I wandered into a Hutu refugee camp but was accused of being Tutsi. They recognized it in me and I ran until I came to another camp.\n\n\nI happened to find an old friend in this camp. He let me stay with him in his dorm. I worked with him for a couple weeks, and nobody noticed we were Tutsi. Things were finally slowing down. I didn't have to run for my life during this time.\n\n\nAnd eventually the Tutsi militia came through town. When I saw them I went to them. My own people. My own people who could protect me with guns. Good gifts that came from violence.\n\n\nAnd then I could rest. I could breathe. I could sleep. I felt finally, mostly free.\n\n\nAll this happened in 90 days.\n\n(concluded tomorrow)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=3Lyq_nao7pg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/A6eJxO_PF1c",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WTC6iJYBAVI",
    "Music Video Instructions": "Pray this prayer with Chris Martin and friends."
  }
]