[
  {
    "Art title 1": "Create in Me A Clean Heart",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/1f098c_dfe84d4a58ac41418ff5c8c809499b78~mv2.jpg",
    "Artist Statement 1": "When a \"man after God's own heart\" sinned in a major way, he felt regret and asked God to forgive him. No matter what you've done you can change your heart on the matter and he will receive you back. Where do you see death in this image and where do you see life? \n\nWhen our heart feels dry and dirty, being surrounded in the spirit brings back life, our color and even if our whole life isn't brought back to full color right away, we will start to bear fruit, even from the dry branches.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-383b3ddf-cb81-11ea-8c85-12879e2400f0",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "They're Just Playing High School Still",
    "Story Link": "https://www.rawspoon.com/post/they-re-just-playing-high-school-still",
    "excerpt": "Carrie had worked her whole life to get onto that stage, and it was so close. Even just as an opener, it was her doorway to someday be a headliner. Her dream. And she was on the docket to go on stage in two hours.\n\nShe had had some good conversations with a couple pretty famous musicians today. She was remembering the latest conversation, with Sarah Brightly, the star from American Idol, as she got up from the green room couch. She felt like it was time to check her outfit again.\n\nBut it was then, as she was walking out of the green room that the producer of the conference touched her shoulder from behind, \"Hey Carrie, could I talk to you for a sec?\"\n\nCarrie turned around, tried to smile, but sensed this wasn't good.\n\n\"Hey so we had Melanie Bater just call in and ask if we still had a spot open for her.\"\n\n\"Oh, the YouTube girl?\" Carrie's voice quivered, though she tried to sound enthusiastic.\n\n\"Yeah, she had that hit Hold me, Father\"\n\n\"Yeah,\" Carried mumbled, \"24 million views\"\n\n\"Yeah, I hate to do this to you because we really think you're talented and great, but we were going to drop her in right before Sheen, because of course we want to build everything up to Sheen, but it means we need to bump everyone down a slot, which means we won't be able to use you on the main stage this year. Maybe we can find a slot on one of the side stages though, if you'd want.\"\n\n\"Sure.\" Carrie's eyes were burning, she had to hold back her tears; they would think she's unprofessional. That she was just a rookie. \"Yeah, no problem.\"\n\n\"Yeah, again, we're really, really sorry about that.\" He grimaced his regret. \"We love you, and know God has a blessing on your voice and message. So we want to use you again soon though.\"\n\nShe watched the producer turn and walk back into the green room, to a table with three people from two other famous bands Father's House, and Bang Poppy, both above 200k followers on Instagram and with big album deals. Carrie looked through the doorway, around the rest of the green room. Famous people were reclining, chatting in groups of two or three on the charcoal-colored wool couches with their coffee and their wide brimmed hats. Those necklaces and tattoos. They all had seen and somehow suddenly seemed to know what had just happened. And their subtle cues said they thought her failure had suddenly become contagious. And all the succulents in little wooden boxes and the neon sign that said, \"love struck\" on the wall and the stylish people sipping their LaCroix suddenly felt very distasteful.\n\nShe glanced down at her coffee. But was looking at her own long white t-shirt, the one that dipped down in the front and was a knotty sheer texture, like she had seen so many others wear. She saw her tight black jeans and her tiny high heel leather boots that were so uncomfortable. She felt dirty in this stuff now. She pulled her wide brimmed hat down low. She walked down the long hallway and burst out of the door and walked quickly to her car. At least she could cry there.\n\nShe passed the big bus for Sheen, the air conditioning running loud and all of it towering in shiny black and purple swoopy stripes. Sheen was the biggest act in the Christian music industry. She was an old veteran but was still the headliner to many concerts. She was the U2 of the Christian world. She had class and talent and depth. Carrie had cried in her room day after day while listening to Sheen's songs, as they broke her heart for Jesus and his people. Sheen was pretty much the reason Carrie started singing. She felt God's love in her heart bubbling up to tell people, and seeing how Sheen had done it so well proved it could be done. \n\nSo, she had begun 8 years ago. She had moved up fast, but still it had come to this.\n\nHer car was just one of the cars in a sea of others, a hundred feet away from the big Sheen bus, in the shadow of the arena. She fell asleep on her soft steering wheel cover after she cried all her mascara all over her face and had sweat right through that stupid shirt. When a tap came on her window. She jolted, roused, looked, and saw a skinny guy in all black. Maybe 26, short, his black hair was thinning but loose and curly up top. He was shy but smiling.\n\nIt all came back to her, the horrible conversation, the wall around the popular people. She wiped her face and pulled herself together enough to roll down the window and ask, \"Yes?\"\n\n\"Hi sorry,\" He had a slight Spanish accent, \"Are you Carrie Mosely?\"\n\nShe nodded. A fan? Did she have fans?\n\n\"Good, okay. My boss wants to see you, if you're willing. Would you be able to come with me?\"\n\n\"Your boss?\"\n\n\"Yes,\" he pointed to the big Sheen bus.\n\n\"Sheen?\" Carrie said as a long, drawn out question.\n\n\"Yes, she asked me to ask you if she could speak with you. She knows who you are, I guess?\"\n\n\"Me? She knows me? I'm Carrie Mosely. She probably doesn't mean me.\"\n\nHe smiled, \"No, I think it's you. Your album has a lion on the front? I saw her listening to it on her Phone.\"\n\nCarried nodded slowly, eyes wide, unable to speak.\n\nThe guy smiled again. She slowly got out and followed him to the bus. He used his badge to unlock the bus and a motor buzzed the steps down.\n\nShe entered the cool bus: low light, plush leather couch along one wall, a kitchen counter along the other. The main light was purple from the runners along the top of the bus, but a couple of yellow goose neck lights were on which people could read by. Wait, was that Sheen, reading under one of those lights? Yes, Sheen had looked up from her book and was looking at Carrie. Sheen slid her bookmark back into the book and closed it. She was in her mid 60's but still as gorgeous as anyone Carrie had ever seen. Some people just had one of those faces. Faces of the gods, a gift God had given them because He knew it was a tool that would bring them to high places among people, to speak His voice to many. Sheen stood up and held out her hand with a sincere smile. Her eyes were wet. Carrie reached out and shook her hand and mumbled something about \"This is such a pleasure you are a huge hero to me I wouldn't be in this industry without what you've done a huge inspiration seriously I love your work so much...\"\n\nSheen plucked the ear buds out of her ears and draped their cords over her shoulders, \"I was just listening to some of your work. It's beautiful.\" She wiped her eyes delicately. \"Is it okay if I hug you?\"\n\nCarrie just nodded, eyes so wide.\n\nSheen stepped towards her, wrapped her arms around, and squeezed her sincerely. Carrie hugged her back in the most professional way that she thought she should. There were standards for these sorts of things. Don't seem too eager. But Sheen whispered, \"I'm really glad you could come to chat with me.\" Sheen held her a little bit longer than anyone would have on the inside of that building. Could she sense Carrie had a rough day? \"You are so special-- I hear a note of truly worthy praise within you.\"\n\nBut that was all it took, a sob burst out of Carrie. And Sheen settled into the hug, her arms still around her. Carrie did everything she could to hold it in until Sheen said, \"No, hunny it's okay. You can cry on me. I think you need it. Let me be your shoulder.\"\n\nAnd it slowly, in bits, seeped out of her. She was so confused. Did that really mean let go, because this could get messy. Eventually she swallowed the lump in her throat enough, to talk, and eventually said, \"I'm sorry, I just got some news that was really hard to hear.\"\n\nSheen loosened enough to look her in the face. She nodded. Carrie could tell Sheen knew what type of news it was. Sheen knew the feeling. \"What happened?\"\n\n\"They bumped me off the lineup.\" Carrie looked down, ashamed. \"I can't perform on that stage this year.\"\n\nSheen gestured to the couch and they sat down, but still almost facing each other.\n\n\"I've worked so hard to get here. But they...\" Anger and resentment glistened in her voice.\n\n\"Careful, Carrie. Don't become like them.\"\n\n\"What?\"\n\n\"You said 'they' like that.\" Sheen said with the softest, kindest correction. \"They are just playing high school. You don't need to be like them.\"\n\nCarrie nodded.\n\n\"In fact, I want to hear what happened, but let's stop talking about them, if that's okay?\"\n\nCarrie nodded. \"That's all. This other girl basically took my spot. And so I'm out.\"\n\n\"I'm sorry.\" Sheen was sincerely sad. \"We just have to remember that they're just running an industry and they are working the game to get what they want. Fame and popularity and all that chaff. But we work for a greater goal. We work for a greater king. I know you do; I hear it in your music.\" Sheen lifted her iPhone with the earphone wires coming out of it, and sure enough the image of a lion was roaring from the album cover on there.\n\nCarrie looked down and began to cry again. All of it was just too much for her. All the beauty. All the pain. All the truth being spoken to her.\n\nSheen put her hand on her shoulder and waited in silence. She knew exactly what to do. Eventually the thoughts and emotion subsided enough for Carrie to say, \"Thank you,\" She glanced up for just a sec. \"I so needed to hear this.\"\n\n\"Could I ask you something?\"\n\nCarrie looked up at her face again, for longer, and nodded.\n\n\"Where were you when you wrote this first album?\"\n\n\"At my dad's house.\"\n\n\"Where in your dad's house?\"\n\n\"In my room.\"\n\n\"Where in your room?\"\n\nShe was a little confused why this mattered, and was embarrassed to say it. \"In this silly fuzzy bean bag chair I've had since I was a kid.\"\n\nSheen smiled, \"There it is. You call it silly because you don't think the world would respect it. You wrote this album from that silly bean bag chair. A place very dear to only you.\"\n\nAn unshakable smile crept onto Carrie's face, \"Yes. In the sun sometimes. Especially in rainstorms though.\"\n\n\"After some sort of heartbreak?\"\n\n\"Yeah usually.\"\n\nSheen pointed to one of the tracks on the iPhone song list: \"Sacred Lover.\"\n\nAs soon as Carrie saw which one, she nodded. \"Yeah, a boy thing. I had the best prayer time that day and God told me I was his sacred lover. So much better than any boy.\" The memory of a long forgotten sweetness lightened her face again.\n\n\"I thought so. Did you know any of them back then? The Green room folks?\" Sheen gestured to the conference center. \"Were any of them on your mind at all?\"\n\n\"No.\"\n\n\"Listen, dear. We are not here to write for them. Or to perform for them. We are not called to speak to them, unless God needs them to hear it. You and I are called to who God needs his voice to be heard by. I needed to hear this today.\" She held up the phone again.\n\nCarrie nodded and nodded more. Sheen was just another person who had a real heart that God wanted to speak to. All of it rang so true. It was putting things back into their proper place. It felt like a tidying of her heart. \"They're just playing high school,\" She repeated.\n\nSheen smiled. \"Exactly.\"\n\n\"Your latest album wasn't quite as good, and I assume that is because you had folks like them in there on your mind.\" She meant the green room folks. \"Copying what made them successful, instead of running toward Him.\" She pointed to the sky.\n\nCarrie started to tear up again.\n\nSheen leaned closer, her eyes so compassionate. \"Hunny, you are so young. There is still time to hike up so many mountains and discover so many sunsets as you run towards the heart of God. So much time to show that beauty in his heart to all the people. They don't need to see any more of what's going on with them in there. Maybe some of them do it the right way while they can work the system and play that whole high school game. That's fine. Maybe that is their platform that God is using to speak to the world. But it's a dangerous line. I would much rather have moments like this, where we can cry together and let our guard down with real sincere hearts, no matter how popular they are, than fight for our lives in that pecking order in there.\n\nCarrie nodded.\n\n\"Will you promise me you will write from your heart as you kneel before only God, for the people He loves?\"\n\nCarried nodded and then blurted, \"Yes, yes. I'll try really hard to do that.\"\n\n\"Thank you.\" Sheen smiled. \"The world needs it, Sweetie. Our sacred lover needs us to do that. This world needs to know that love. Not that love.\" She nodded her head toward the arena one last time. \"We all know that type of love a little too well.\"\n\nThey both breathed in deeply and shared a gaze.\n\n\"Would you like to have a glass of wine with me before I start to get ready?\" Sheen asked. \"I'm just reading this book and praying for tonight, but if you'd like to sit with me and write or something, I'd enjoy that. It's good to be with the right type of people.\"\n\nCarrie smiled really wide, and started to cry again. The most joyful, gracious types of tears. Her sacred lover was so kind to her. She nodded and laughed nervously.\n\nSheen smiled widely too and laughed a great big jubilant laugh. She was overcome with gratitude as well, as she got up and poured both of them some wine.\n\n\nRaw Spoon",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=bmO0Fwa74QM",
    "Bible Project 2": "https://www.youtube.com/watch?v=AzmYV8GNAIM",
    "Bible Project 3": "https://www.youtube.com/watch?v=GGCF3OPWN14",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119",
    "Research 2-link": "https://enduringword.com/bible-commentary/Proverbs 2",
    "Research 3-link": "https://enduringword.com/bible-commentary/Matthew 19",
    "Research 4-link": "https://enduringword.com/bible-commentary/Ezra 10\nAmerican Standard Version\n10 Now while Ezra prayed and made confession, weeping and casting himself down before the house of God, there was gathered together unto him out of Israel a very great assembly of men and women and children; for the people wept very sore. 2 And Shecaniah the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have trespassed against our God, and have married foreign women of the peoples of the land",
    "The Chosen 3": "https://youtu.be/nKEx0df4fYQ",
    "The Chosen 4": "https://youtu.be/nKEx0df4fYQ",
    "Song": "https://www.youtube.com/watch?v=P8vzR_Vhnww",
    "Song 2": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/18066639-eff3-4c07-b230-5d77f8199b6f.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]