[
  {
    "Date": "2025-10-04T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=---fLPEVCFM",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=tas_ZO9yqs8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t&index=6",
    "famous quote": "Each Failure contains the seeds of your next success - if you are willing to learn from it.\n-Paul Allen",
    "Ted Talks": "https://www.youtube.com/watch?v=lOEJOv-jeLY",
    "Nature Video": "https://www.youtube.com/watch?v=7z36Hk92Lfc",
    "User added": "\"Nearby stood six stone water pots meant to be used for the Jewish washing rituals. Each one could hold about twenty gallons or more. Jesus came to the servers and instructed them, \"Fill the pots with water, right up to the very brim.\"\"\n??John? ?2:6-7? ?TPT??????\n\nAre you empty? Is your life so full, even in service, that there is no room for God? I've been there, trading busyness for holiness. Remember these jars. Used every day for ritual washing, but now empty for the Lord's purpose.  Are you empty?\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 7)\n\nI asked about other miracles and he said he had a lot happen before he was a Christian.\n\nHe said one miracle was him being born. He sees his very life as miraculous. \n\nBut then he gave me some stories from his youth. He said they came to the US when he was 3 or 4. In the 80's there was a huge need for doctors and his dad wanted to come to the US to fill the need. But every place they went in the US, bad things happened to them. One time all of their degrees, certificates, passports and money were all stolen. The only thing they still had were train tickets. So they traveled around seeing all of their relatives and those relatives provided for them.\n\nEvery place they went they had some sort of bad situation though. However, some of those times miracles helped them out of it. In Chicago, they visited somebody who lived on a steep incline. Little Matthias ran from the house and got in their car for something. He accidentally kicked the hand brake and it disengaged. The car was in neutral and it started to roll down the incline. But Matthias fell out of the car, and somehow rolled down in front of the car where it was heading to run over his legs. He told me, \"I don't know who or how but I felt someone pull me out of the way. I don't remember anyone near me. Everyone else was still running toward me.\" \n\nI continued talking to Matthias about miracles he is still waiting on. He sees himself as still in the \"training\" phase in many aspects of his life. But we soon wrapped it up and prayed for those miracles for each other.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=ER39I34VJM4",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=gBFjkos8dPw",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]