[
  {
    "Date": "2025-08-23T07:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 13- Ordinary Time",
    "Script 1": "\nOf David.\n\n Praise the Lord, my soul;\n    all my inmost being, praise his holy name.\n Praise the Lord, my soul,\n    and forget not all his benefits--\n who forgives all your sins\n    and heals all your diseases,\n who redeems your life from the pit\n    and crowns you with love and compassion,\n who satisfies your desires with good things\n    so that your youth is renewed like the eagle's.\n\n The Lord works righteousness\n    and justice for all the oppressed.\n\n He made known his ways to Moses,\n    his deeds to the people of Israel:\n The Lord is compassionate and gracious,\n    slow to anger, abounding in love.",
    "Script 2": " In those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day.  People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah.  I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing--desecrating the Sabbath day?  Didn't your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\"\n\n When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day.  Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem.  But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will arrest you.\" From that time on they no longer came on the Sabbath.  Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy.\n\nRemember me for this also, my God, and show mercy to me according to your great love.",
    "Script 3": "Jesus Is Lord of the Sabbath\n\n One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels.  Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\"\n\n Jesus answered them, \"Have you never read what David did when he and his companions were hungry?  He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\"  Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\"",
    "Script 4": "American Standard Version\n Festus therefore, [a]having come into the province, after three days went up to Jerusalem from Caesarea.  And the chief priests and the principal men of the Jews informed him against Paul; and they besought him,  asking a favor against him, that he would send for him to Jerusalem; laying a plot to kill him on the way.  Howbeit Festus answered, that Paul was kept in charge at Caesarea, and that he himself was about to depart thither shortly.  Let them therefore, saith he, that are of power among you go down with me, and if there is anything amiss in the man, let them accuse him.\n\n And when he had tarried among them not more than eight or ten days, he went down unto Caesarea; and on the morrow he sat on the judgment-seat, and commanded Paul to be brought.  And when he was come, the Jews that had come down from Jerusalem stood round about him, bringing against him many and grievous charges which they could not prove;  while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.  But Festus, desiring to gain favor with the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?  But Paul said, I am standing before Caesar's judgment-seat, where I ought to be judged: to the Jews have I done no wrong, as thou also very well knowest.  If then I am a wrong-doer, and have committed anything worthy of death, I refuse not to die; but if none of those things is true whereof these accuse me, no man can [b]give me up unto them. I appeal unto Caesar.  Then Festus, when he had conferred with the council, answered, Thou hast appealed unto Caesar: unto Caesar shalt thou go.\n\n Now when certain days were passed, Agrippa the king and Bernice arrived at Caesarea, [c]and saluted Festus.  And as they tarried there many days, Festus laid Paul's case before the king, saying, There is a certain man left a prisoner by Felix;  about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for sentence against him.  To whom I answered, that it is not the custom of the Romans to [d]give up any man, before that the accused have the accusers face to face, and have had opportunity to make his defence concerning the matter laid against him.  When therefore they were come together here, I made no delay, but on the next day sat on the judgment-seat, and commanded the man to be brought.  Concerning whom, when the accusers stood up, they brought no charge of such evil things as I supposed;  but had certain questions against him of their own [e]religion, and of one Jesus, who was dead, whom Paul affirmed to be alive.  And I, being perplexed how to inquire concerning these things, asked whether he would go to Jerusalem and there be judged of these matters.  But when Paul had appealed to be kept for the decision of [f]the emperor, I commanded him to be kept till I should send him to Caesar.  And Agrippa said unto Festus, I also [g]could wish to hear the man myself. To-morrow, saith he, thou shalt hear him.\n\n So on the morrow, when Agrippa was come, and Bernice, with great pomp, and they were entered into the place of hearing with the [h]chief captains and the principal men of the city, at the command of Festus Paul was brought in.  And Festus saith, King Agrippa, and all men who are here present with us, ye behold this man, about whom all the multitude of the Jews made suit to me, both at Jerusalem and here, crying that he ought not to live any longer.  But I found that he had committed nothing worthy of death: and as he himself appealed to [i]the emperor I determined to send him.  Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, king Agrippa, that, after examination had, I may have somewhat to write.  For it seemeth to me unreasonable, in sending a prisoner, not withal to signify the charges against him.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm103:1-8;Nehemiah13:15-22;Luke6:1-5",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.103,Neh.13,Luke.6",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_d2e0c321a41c46559736ad913774a15e~mv2.jpg",
    "AI Image 1B": "https://static.wixstatic.com/media/a07ded_c6aae498db8445cd91a3a8961bac002e~mv2.jpg",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_6a8331e534e04c2398c11b87641e012f~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_adf11f0578834d948d607b430b9a97ac~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "https://static.wixstatic.com/media/a07ded_25a5daafd4404828a00b5d58a3bf7b87~mv2.jpg",
    "AI Image 4B": "https://static.wixstatic.com/media/a07ded_b430f1a5a22d4b538e5d1fe52b7a499a~mv2.jpg",
    "Address Script 1": "Psalm 103:1-8",
    "Address Script 2": "Nehemiah 13:15-22",
    "Address Script 3": "Luke 6:1-5",
    "Address Script 4": "Acts 25",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.103.d88e67640b2e26034799c48a11aef353.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Neh.13.1796bb75b9f11626c7363b374d351d39.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.6.0907d3ad4d34a67e29578a059750ca91.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Acts.25.bce526603c8e1dd317892e295d131d51.mp3",
    "Verse to start at for audio": 2
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 103:1-8\n\nOf David.\n\n1 Praise the Lord, my soul;\n    all my inmost being, praise his holy name.\n2 Praise the Lord, my soul,\n    and forget not all his benefits--\n3 who forgives all your sins\n    and heals all your diseases,\n4 who redeems your life from the pit\n    and crowns you with love and compassion,\n5 who satisfies your desires with good things\n    so that your youth is renewed like the eagle's.\n\n6 The Lord works righteousness\n    and justice for all the oppressed.\n\n7 He made known his ways to Moses,\n    his deeds to the people of Israel:\n8 The Lord is compassionate and gracious,\n    slow to anger, abounding in love.",
    "Script 2": "Nehemiah 13:15-22\n\n15 In those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day. 16 People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah. 17 I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing--desecrating the Sabbath day? 18 Didn't your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\"\n\n19 When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day. 20 Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem. 21 But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will arrest you.\" From that time on they no longer came on the Sabbath. 22 Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy.\n\nRemember me for this also, my God, and show mercy to me according to your great love.",
    "Script 3": "Luke 6:1-5\n\nJesus Is Lord of the Sabbath\n\n1 One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels. 2 Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\"\n\n3 Jesus answered them, \"Have you never read what David did when he and his companions were hungry? 4 He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\" 5 Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\"",
    "Script 4": "Acts 25\nAmerican Standard Version\n25 Festus therefore, [a]having come into the province, after three days went up to Jerusalem from Caesarea. 2 And the chief priests and the principal men of the Jews informed him against Paul; and they besought him, 3 asking a favor against him, that he would send for him to Jerusalem; laying a plot to kill him on the way. 4 Howbeit Festus answered, that Paul was kept in charge at Caesarea, and that he himself was about to depart thither shortly. 5 Let them therefore, saith he, that are of power among you go down with me, and if there is anything amiss in the man, let them accuse him.\n\n6 And when he had tarried among them not more than eight or ten days, he went down unto Caesarea; and on the morrow he sat on the judgment-seat, and commanded Paul to be brought. 7 And when he was come, the Jews that had come down from Jerusalem stood round about him, bringing against him many and grievous charges which they could not prove; 8 while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all. 9 But Festus, desiring to gain favor with the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me? 10 But Paul said, I am standing before Caesar's judgment-seat, where I ought to be judged: to the Jews have I done no wrong, as thou also very well knowest. 11 If then I am a wrong-doer, and have committed anything worthy of death, I refuse not to die; but if none of those things is true whereof these accuse me, no man can [b]give me up unto them. I appeal unto Caesar. 12 Then Festus, when he had conferred with the council, answered, Thou hast appealed unto Caesar: unto Caesar shalt thou go.\n\n13 Now when certain days were passed, Agrippa the king and Bernice arrived at Caesarea, [c]and saluted Festus. 14 And as they tarried there many days, Festus laid Paul's case before the king, saying, There is a certain man left a prisoner by Felix; 15 about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for sentence against him. 16 To whom I answered, that it is not the custom of the Romans to [d]give up any man, before that the accused have the accusers face to face, and have had opportunity to make his defence concerning the matter laid against him. 17 When therefore they were come together here, I made no delay, but on the next day sat on the judgment-seat, and commanded the man to be brought. 18 Concerning whom, when the accusers stood up, they brought no charge of such evil things as I supposed; 19 but had certain questions against him of their own [e]religion, and of one Jesus, who was dead, whom Paul affirmed to be alive. 20 And I, being perplexed how to inquire concerning these things, asked whether he would go to Jerusalem and there be judged of these matters. 21 But when Paul had appealed to be kept for the decision of [f]the emperor, I commanded him to be kept till I should send him to Caesar. 22 And Agrippa said unto Festus, I also [g]could wish to hear the man myself. To-morrow, saith he, thou shalt hear him.\n\n23 So on the morrow, when Agrippa was come, and Bernice, with great pomp, and they were entered into the place of hearing with the [h]chief captains and the principal men of the city, at the command of Festus Paul was brought in. 24 And Festus saith, King Agrippa, and all men who are here present with us, ye behold this man, about whom all the multitude of the Jews made suit to me, both at Jerusalem and here, crying that he ought not to live any longer. 25 But I found that he had committed nothing worthy of death: and as he himself appealed to [i]the emperor I determined to send him. 26 Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, king Agrippa, that, after examination had, I may have somewhat to write. 27 For it seemeth to me unreasonable, in sending a prisoner, not withal to signify the charges against him.\n\n \nFootnotes\nActs 25:1 Or, having entered upon his province\nActs 25:11 Greek grant me by favor.\nActs 25:13 Or, having saluted\nActs 25:16 Greek grant me by favor.\nActs 25:19 Or, superstition\nActs 25:21 Greek the Augustus.\nActs 25:22 Or, was wishing\nActs 25:23 Or, military tribunes. Greek chiliarchs.\nActs 25:25 Greek the Augustus.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n Praise the Lord, my soul;\n    all my inmost being, praise his holy name.\n Praise the Lord, my soul,\n    and forget not all his benefits--\n who forgives all your sins\n    and heals all your diseases,\n who redeems your life from the pit\n    and crowns you with love and compassion,\n who satisfies your desires with good things\n    so that your youth is renewed like the eagle's.\n\n The Lord works righteousness\n    and justice for all the oppressed.\n\n He made known his ways to Moses,\n    his deeds to the people of Israel:\n The Lord is compassionate and gracious,\n    slow to anger, abounding in love.",
    "Script 2": "Nehemiah :-\n\n In those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day.  People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah.  I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing--desecrating the Sabbath day?  Didn't your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\"\n\n When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day.  Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem.  But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will arrest you.\" From that time on they no longer came on the Sabbath.  Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy.\n\nRemember me for this also, my God, and show mercy to me according to your great love.",
    "Script 3": "Luke :-\n\nJesus Is Lord of the Sabbath\n\n One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels.  Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\"\n\n Jesus answered them, \"Have you never read what David did when he and his companions were hungry?  He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\"  Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\"",
    "Script 4": "Acts \nAmerican Standard Version\n Festus therefore, [a]having come into the province, after three days went up to Jerusalem from Caesarea.  And the chief priests and the principal men of the Jews informed him against Paul; and they besought him,  asking a favor against him, that he would send for him to Jerusalem; laying a plot to kill him on the way.  Howbeit Festus answered, that Paul was kept in charge at Caesarea, and that he himself was about to depart thither shortly.  Let them therefore, saith he, that are of power among you go down with me, and if there is anything amiss in the man, let them accuse him.\n\n And when he had tarried among them not more than eight or ten days, he went down unto Caesarea; and on the morrow he sat on the judgment-seat, and commanded Paul to be brought.  And when he was come, the Jews that had come down from Jerusalem stood round about him, bringing against him many and grievous charges which they could not prove;  while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.  But Festus, desiring to gain favor with the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?  But Paul said, I am standing before Caesar's judgment-seat, where I ought to be judged: to the Jews have I done no wrong, as thou also very well knowest.  If then I am a wrong-doer, and have committed anything worthy of death, I refuse not to die; but if none of those things is true whereof these accuse me, no man can [b]give me up unto them. I appeal unto Caesar.  Then Festus, when he had conferred with the council, answered, Thou hast appealed unto Caesar: unto Caesar shalt thou go.\n\n Now when certain days were passed, Agrippa the king and Bernice arrived at Caesarea, [c]and saluted Festus.  And as they tarried there many days, Festus laid Paul's case before the king, saying, There is a certain man left a prisoner by Felix;  about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for sentence against him.  To whom I answered, that it is not the custom of the Romans to [d]give up any man, before that the accused have the accusers face to face, and have had opportunity to make his defence concerning the matter laid against him.  When therefore they were come together here, I made no delay, but on the next day sat on the judgment-seat, and commanded the man to be brought.  Concerning whom, when the accusers stood up, they brought no charge of such evil things as I supposed;  but had certain questions against him of their own [e]religion, and of one Jesus, who was dead, whom Paul affirmed to be alive.  And I, being perplexed how to inquire concerning these things, asked whether he would go to Jerusalem and there be judged of these matters.  But when Paul had appealed to be kept for the decision of [f]the emperor, I commanded him to be kept till I should send him to Caesar.  And Agrippa said unto Festus, I also [g]could wish to hear the man myself. To-morrow, saith he, thou shalt hear him.\n\n So on the morrow, when Agrippa was come, and Bernice, with great pomp, and they were entered into the place of hearing with the [h]chief captains and the principal men of the city, at the command of Festus Paul was brought in.  And Festus saith, King Agrippa, and all men who are here present with us, ye behold this man, about whom all the multitude of the Jews made suit to me, both at Jerusalem and here, crying that he ought not to live any longer.  But I found that he had committed nothing worthy of death: and as he himself appealed to [i]the emperor I determined to send him.  Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, king Agrippa, that, after examination had, I may have somewhat to write.  For it seemeth to me unreasonable, in sending a prisoner, not withal to signify the charges against him.\n\n \nFootnotes\nActs : Or, having entered upon his province\nActs : Greek grant me by favor.\nActs : Or, having saluted\nActs : Greek grant me by favor.\nActs : Or, superstition\nActs : Greek the Augustus.\nActs : Or, was wishing\nActs : Or, military tribunes. Greek chiliarchs.\nActs : Greek the Augustus.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nOf David.\n\n Praise the Lord, my soul;\n    all my inmost being, praise his holy name.\n Praise the Lord, my soul,\n    and forget not all his benefits--\n who forgives all your sins\n    and heals all your diseases,\n who redeems your life from the pit\n    and crowns you with love and compassion,\n who satisfies your desires with good things\n    so that your youth is renewed like the eagle's.\n\n The Lord works righteousness\n    and justice for all the oppressed.\n\n He made known his ways to Moses,\n    his deeds to the people of Israel:\n The Lord is compassionate and gracious,\n    slow to anger, abounding in love.",
    "Script 2": "Nehemiah :-\n\n In those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day.  People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah.  I rebuked the nobles of Judah and said to them, \"What is this wicked thing you are doing--desecrating the Sabbath day?  Didn't your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.\"\n\n When evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day.  Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem.  But I warned them and said, \"Why do you spend the night by the wall? If you do this again, I will arrest you.\" From that time on they no longer came on the Sabbath.  Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy.\n\nRemember me for this also, my God, and show mercy to me according to your great love.",
    "Script 3": "Luke :-\n\nJesus Is Lord of the Sabbath\n\n One Sabbath Jesus was going through the grainfields, and his disciples began to pick some heads of grain, rub them in their hands and eat the kernels.  Some of the Pharisees asked, \"Why are you doing what is unlawful on the Sabbath?\"\n\n Jesus answered them, \"Have you never read what David did when he and his companions were hungry?  He entered the house of God, and taking the consecrated bread, he ate what is lawful only for priests to eat. And he also gave some to his companions.\"  Then Jesus said to them, \"The Son of Man is Lord of the Sabbath.\"",
    "Script 4": "Acts \nAmerican Standard Version\n Festus therefore, [a]having come into the province, after three days went up to Jerusalem from Caesarea.  And the chief priests and the principal men of the Jews informed him against Paul; and they besought him,  asking a favor against him, that he would send for him to Jerusalem; laying a plot to kill him on the way.  Howbeit Festus answered, that Paul was kept in charge at Caesarea, and that he himself was about to depart thither shortly.  Let them therefore, saith he, that are of power among you go down with me, and if there is anything amiss in the man, let them accuse him.\n\n And when he had tarried among them not more than eight or ten days, he went down unto Caesarea; and on the morrow he sat on the judgment-seat, and commanded Paul to be brought.  And when he was come, the Jews that had come down from Jerusalem stood round about him, bringing against him many and grievous charges which they could not prove;  while Paul said in his defence, Neither against the law of the Jews, nor against the temple, nor against Caesar, have I sinned at all.  But Festus, desiring to gain favor with the Jews, answered Paul and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?  But Paul said, I am standing before Caesar's judgment-seat, where I ought to be judged: to the Jews have I done no wrong, as thou also very well knowest.  If then I am a wrong-doer, and have committed anything worthy of death, I refuse not to die; but if none of those things is true whereof these accuse me, no man can [b]give me up unto them. I appeal unto Caesar.  Then Festus, when he had conferred with the council, answered, Thou hast appealed unto Caesar: unto Caesar shalt thou go.\n\n Now when certain days were passed, Agrippa the king and Bernice arrived at Caesarea, [c]and saluted Festus.  And as they tarried there many days, Festus laid Paul's case before the king, saying, There is a certain man left a prisoner by Felix;  about whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, asking for sentence against him.  To whom I answered, that it is not the custom of the Romans to [d]give up any man, before that the accused have the accusers face to face, and have had opportunity to make his defence concerning the matter laid against him.  When therefore they were come together here, I made no delay, but on the next day sat on the judgment-seat, and commanded the man to be brought.  Concerning whom, when the accusers stood up, they brought no charge of such evil things as I supposed;  but had certain questions against him of their own [e]religion, and of one Jesus, who was dead, whom Paul affirmed to be alive.  And I, being perplexed how to inquire concerning these things, asked whether he would go to Jerusalem and there be judged of these matters.  But when Paul had appealed to be kept for the decision of [f]the emperor, I commanded him to be kept till I should send him to Caesar.  And Agrippa said unto Festus, I also [g]could wish to hear the man myself. To-morrow, saith he, thou shalt hear him.\n\n So on the morrow, when Agrippa was come, and Bernice, with great pomp, and they were entered into the place of hearing with the [h]chief captains and the principal men of the city, at the command of Festus Paul was brought in.  And Festus saith, King Agrippa, and all men who are here present with us, ye behold this man, about whom all the multitude of the Jews made suit to me, both at Jerusalem and here, crying that he ought not to live any longer.  But I found that he had committed nothing worthy of death: and as he himself appealed to [i]the emperor I determined to send him.  Of whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, king Agrippa, that, after examination had, I may have somewhat to write.  For it seemeth to me unreasonable, in sending a prisoner, not withal to signify the charges against him.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]