[
  {
    "Date": "2026-02-07T08:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Fifth week of Epiphany",
    "Script 1": "\nPsalm [a]\n\n Praise the Lord.[b]\n\nBlessed are those who fear the Lord,\n    who find great delight in his commands.\n\n Their children will be mighty in the land;\n    the generation of the upright will be blessed.\n Wealth and riches are in their houses,\n    and their righteousness endures forever.\n Even in darkness light dawns for the upright,\n    for those who are gracious and compassionate and righteous.\n Good will come to those who are generous and lend freely,\n    who conduct their affairs with justice.\n\n Surely the righteous will never be shaken;\n    they will be remembered forever.\n They will have no fear of bad news;\n    their hearts are steadfast, trusting in the Lord.\n Their hearts are secure, they will have no fear;\n    in the end they will look in triumph on their foes.\n They have freely scattered their gifts to the poor,\n    their righteousness endures forever;\n    their horn[c] will be lifted high in honor.\n\n",
    "Script 2": " The Lord says:\n\n\"These people come near to me with their mouth\n    and honor me with their lips,\n    but their hearts are far from me.\nTheir worship of me\n    is based on merely human rules they have been taught.[a]\n Therefore once more I will astound these people\n    with wonder upon wonder;\nthe wisdom of the wise will perish,\n    the intelligence of the intelligent will vanish.\"\n Woe to those who go to great depths\n    to hide their plans from the Lord,\nwho do their work in darkness and think,\n    \"Who sees us? Who will know?\"\n You turn things upside down,\n    as if the potter were thought to be like the clay!\nShall what is formed say to the one who formed it,\n    \"You did not make me\"?\nCan the pot say to the potter,\n    \"You know nothing\"?\n\n",
    "Script 3": "That Which Defiles\n\n The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus  and saw some of his disciples eating food with hands that were defiled, that is, unwashed.  (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders.  When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a])\n\n So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with defiled hands?\"\n\n He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written:\n\n\"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[b]\n\n You have let go of the commands of God and are holding on to human traditions.\"\n\n",
    "Script 4": "American Standard Version\n Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan at the border of Damascus, northward beside Hamath (and they shall have their sides east and west), Dan, one portion.  And by the border of Dan, from the east side unto the west side, Asher, one portion.  And by the border of Asher, from the east side even unto the west side, Naphtali, one portion.  And by the border of Naphtali, from the east side unto the west side, Manasseh, one portion.  And by the border of Manasseh, from the east side unto the west side, Ephraim, one portion.  And by the border of Ephraim, from the east side even unto the west side, Reuben, one portion.  And by the border of Reuben, from the east side unto the west side, Judah, one portion.\n\n And by the border of Judah, from the east side unto the west side, shall be the oblation which ye shall offer, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side: and the sanctuary shall be in the midst of it.  The oblation that ye shall offer unto Jehovah shall be five and twenty thousand reeds in length, and ten thousand in breadth.  And for these, even for the priests, shall be the holy oblation; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length: and the sanctuary of Jehovah shall be in the midst thereof.  [a]It shall be for the priests that are sanctified of the sons of Zadok, that have kept my charge, that went not astray when the children of Israel went astray, as the Levites went astray.  And it shall be unto them an oblation from the oblation of the land, a thing most holy, by the border of the Levites.\n\n And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth: all the length shall be five and twenty thousand, and the breadth ten thousand.  And they shall sell none of it, nor exchange it, nor shall the first-fruits of the land be alienated; for it is holy unto Jehovah.\n\n And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for suburbs; and the city shall be in the midst thereof.  And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.  And the city shall have suburbs: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty.  And the residue in the length, answerable unto the holy oblation, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy oblation; and the increase thereof shall be for food unto them that labor in the city.  And they that labor in the city, out of all the tribes of Israel, shall till it.  All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.\n\n And the residue shall be for the prince, on the one side and on the other of the holy oblation and of the possession of the city; in front of the five and twenty thousand of the oblation toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince: and the holy oblation and the sanctuary of the house shall be in the midst thereof.  Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince's, between the border of Judah and the border of Benjamin, it shall be for the prince.\n\n And as for the rest of the tribes: from the east side unto the west side, Benjamin, one portion.  And by the border of Benjamin, from the east side unto the west side, Simeon, one portion.  And by the border of Simeon, from the east side unto the west side, Issachar, one portion.  And by the border of Issachar, from the east side unto the west side, Zebulun, one portion.  And by the border of Zebulun, from the east side unto the west side, Gad, one portion.  And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the brook of Egypt, unto the great sea.  This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their several portions, saith the Lord Jehovah.\n\n And these are the egresses of the city: On the north side four thousand and five hundred reeds by measure;  and the gates of the city shall be after the names of the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one.  And at the east side four thousand and five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one.  And at the south side four thousand and five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one.  At the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.  It shall be eighteen thousand reeds round about: and the name of the city from that day shall be, [b]Jehovah is there.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm112:1-9;Isaiah29:13-16;Mark7:1-8",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.112,Isa.29,Mark.7",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_8dbf99881c19489596ed5d66871efebd~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_95cf82b0c4d54d25b0f724eb231f6c1d~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_1453d008ca7c4bb18ec3eb8dd3f72321~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 112",
    "Address Script 2": "Isaiah 29:13-16",
    "Address Script 3": "Mark 7:1-8",
    "Address Script 4": "Ezekiel 48",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.112.a8288c602efcef78962b80c4b031f3c3.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Isa.29.7ec3417f2f2bac799e5762adbd2a969d.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Mark.7.4635eb394a9909689bdfc38cf3c7b24e.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.48.a5576c6716136c4ebc9e31e66f9eb813.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 112:1-9\n\nPsalm 112[a]\n\n1 Praise the Lord.[b]\n\nBlessed are those who fear the Lord,\n    who find great delight in his commands.\n\n2 Their children will be mighty in the land;\n    the generation of the upright will be blessed.\n3 Wealth and riches are in their houses,\n    and their righteousness endures forever.\n4 Even in darkness light dawns for the upright,\n    for those who are gracious and compassionate and righteous.\n5 Good will come to those who are generous and lend freely,\n    who conduct their affairs with justice.\n\n6 Surely the righteous will never be shaken;\n    they will be remembered forever.\n7 They will have no fear of bad news;\n    their hearts are steadfast, trusting in the Lord.\n8 Their hearts are secure, they will have no fear;\n    in the end they will look in triumph on their foes.\n9 They have freely scattered their gifts to the poor,\n    their righteousness endures forever;\n    their horn[c] will be lifted high in honor.\n\nFootnotes\na. Psalm 112:1 This psalm is an acrostic poem, the lines of which begin with the successive letters of the Hebrew alphabet.\nb. Psalm 112:1 Hebrew Hallelu Yah\nc. Psalm 112:9 Horn here symbolizes dignity.",
    "Script 2": "Isaiah 29:13-16\n\n13 The Lord says:\n\n\"These people come near to me with their mouth\n    and honor me with their lips,\n    but their hearts are far from me.\nTheir worship of me\n    is based on merely human rules they have been taught.[a]\n14 Therefore once more I will astound these people\n    with wonder upon wonder;\nthe wisdom of the wise will perish,\n    the intelligence of the intelligent will vanish.\"\n15 Woe to those who go to great depths\n    to hide their plans from the Lord,\nwho do their work in darkness and think,\n    \"Who sees us? Who will know?\"\n16 You turn things upside down,\n    as if the potter were thought to be like the clay!\nShall what is formed say to the one who formed it,\n    \"You did not make me\"?\nCan the pot say to the potter,\n    \"You know nothing\"?\n\nFootnotes\na. Isaiah 29:13 Hebrew; Septuagint They worship me in vain; / their teachings are merely human rules",
    "Script 3": "Mark 7:1-8\n\nThat Which Defiles\n\n1 The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus 2 and saw some of his disciples eating food with hands that were defiled, that is, unwashed. 3 (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders. 4 When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a])\n\n5 So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with defiled hands?\"\n\n6 He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written:\n\n\"'These people honor me with their lips,\n    but their hearts are far from me.\n7 They worship me in vain;\n    their teachings are merely human rules.'[b]\n\n8 You have let go of the commands of God and are holding on to human traditions.\"\n\nFootnotes\na. Mark 7:4 Some early manuscripts pitchers, kettles and dining couches\nb. Mark 7:7 Isaiah 29:13",
    "Script 4": "Ezekiel 48\nAmerican Standard Version\n48 Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan at the border of Damascus, northward beside Hamath (and they shall have their sides east and west), Dan, one portion. 2 And by the border of Dan, from the east side unto the west side, Asher, one portion. 3 And by the border of Asher, from the east side even unto the west side, Naphtali, one portion. 4 And by the border of Naphtali, from the east side unto the west side, Manasseh, one portion. 5 And by the border of Manasseh, from the east side unto the west side, Ephraim, one portion. 6 And by the border of Ephraim, from the east side even unto the west side, Reuben, one portion. 7 And by the border of Reuben, from the east side unto the west side, Judah, one portion.\n\n8 And by the border of Judah, from the east side unto the west side, shall be the oblation which ye shall offer, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side: and the sanctuary shall be in the midst of it. 9 The oblation that ye shall offer unto Jehovah shall be five and twenty thousand reeds in length, and ten thousand in breadth. 10 And for these, even for the priests, shall be the holy oblation; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length: and the sanctuary of Jehovah shall be in the midst thereof. 11 [a]It shall be for the priests that are sanctified of the sons of Zadok, that have kept my charge, that went not astray when the children of Israel went astray, as the Levites went astray. 12 And it shall be unto them an oblation from the oblation of the land, a thing most holy, by the border of the Levites.\n\n13 And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth: all the length shall be five and twenty thousand, and the breadth ten thousand. 14 And they shall sell none of it, nor exchange it, nor shall the first-fruits of the land be alienated; for it is holy unto Jehovah.\n\n15 And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for suburbs; and the city shall be in the midst thereof. 16 And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred. 17 And the city shall have suburbs: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty. 18 And the residue in the length, answerable unto the holy oblation, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy oblation; and the increase thereof shall be for food unto them that labor in the city. 19 And they that labor in the city, out of all the tribes of Israel, shall till it. 20 All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.\n\n21 And the residue shall be for the prince, on the one side and on the other of the holy oblation and of the possession of the city; in front of the five and twenty thousand of the oblation toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince: and the holy oblation and the sanctuary of the house shall be in the midst thereof. 22 Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince's, between the border of Judah and the border of Benjamin, it shall be for the prince.\n\n23 And as for the rest of the tribes: from the east side unto the west side, Benjamin, one portion. 24 And by the border of Benjamin, from the east side unto the west side, Simeon, one portion. 25 And by the border of Simeon, from the east side unto the west side, Issachar, one portion. 26 And by the border of Issachar, from the east side unto the west side, Zebulun, one portion. 27 And by the border of Zebulun, from the east side unto the west side, Gad, one portion. 28 And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the brook of Egypt, unto the great sea. 29 This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their several portions, saith the Lord Jehovah.\n\n30 And these are the egresses of the city: On the north side four thousand and five hundred reeds by measure; 31 and the gates of the city shall be after the names of the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one. 32 And at the east side four thousand and five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one. 33 And at the south side four thousand and five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one. 34 At the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one. 35 It shall be eighteen thousand reeds round about: and the name of the city from that day shall be, [b]Jehovah is there.\n\n \nFootnotes\nEzekiel 48:11 Or, The sanctified portion shall be for the priests of the sons etc.\nEzekiel 48:35 Hebrew Jehovah-shammah.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\n Praise the Lord.[b]\n\nBlessed are those who fear the Lord,\n    who find great delight in his commands.\n\n Their children will be mighty in the land;\n    the generation of the upright will be blessed.\n Wealth and riches are in their houses,\n    and their righteousness endures forever.\n Even in darkness light dawns for the upright,\n    for those who are gracious and compassionate and righteous.\n Good will come to those who are generous and lend freely,\n    who conduct their affairs with justice.\n\n Surely the righteous will never be shaken;\n    they will be remembered forever.\n They will have no fear of bad news;\n    their hearts are steadfast, trusting in the Lord.\n Their hearts are secure, they will have no fear;\n    in the end they will look in triumph on their foes.\n They have freely scattered their gifts to the poor,\n    their righteousness endures forever;\n    their horn[c] will be lifted high in honor.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the lines of which begin with the successive letters of the Hebrew alphabet.\nb. Psalm : Hebrew Hallelu Yah\nc. Psalm : Horn here symbolizes dignity.",
    "Script 2": "Isaiah :-\n\n The Lord says:\n\n\"These people come near to me with their mouth\n    and honor me with their lips,\n    but their hearts are far from me.\nTheir worship of me\n    is based on merely human rules they have been taught.[a]\n Therefore once more I will astound these people\n    with wonder upon wonder;\nthe wisdom of the wise will perish,\n    the intelligence of the intelligent will vanish.\"\n Woe to those who go to great depths\n    to hide their plans from the Lord,\nwho do their work in darkness and think,\n    \"Who sees us? Who will know?\"\n You turn things upside down,\n    as if the potter were thought to be like the clay!\nShall what is formed say to the one who formed it,\n    \"You did not make me\"?\nCan the pot say to the potter,\n    \"You know nothing\"?\n\nFootnotes\na. Isaiah : Hebrew; Septuagint They worship me in vain; / their teachings are merely human rules",
    "Script 3": "Mark :-\n\nThat Which Defiles\n\n The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus  and saw some of his disciples eating food with hands that were defiled, that is, unwashed.  (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders.  When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a])\n\n So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with defiled hands?\"\n\n He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written:\n\n\"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[b]\n\n You have let go of the commands of God and are holding on to human traditions.\"\n\nFootnotes\na. Mark : Some early manuscripts pitchers, kettles and dining couches\nb. Mark : Isaiah :",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan at the border of Damascus, northward beside Hamath (and they shall have their sides east and west), Dan, one portion.  And by the border of Dan, from the east side unto the west side, Asher, one portion.  And by the border of Asher, from the east side even unto the west side, Naphtali, one portion.  And by the border of Naphtali, from the east side unto the west side, Manasseh, one portion.  And by the border of Manasseh, from the east side unto the west side, Ephraim, one portion.  And by the border of Ephraim, from the east side even unto the west side, Reuben, one portion.  And by the border of Reuben, from the east side unto the west side, Judah, one portion.\n\n And by the border of Judah, from the east side unto the west side, shall be the oblation which ye shall offer, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side: and the sanctuary shall be in the midst of it.  The oblation that ye shall offer unto Jehovah shall be five and twenty thousand reeds in length, and ten thousand in breadth.  And for these, even for the priests, shall be the holy oblation; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length: and the sanctuary of Jehovah shall be in the midst thereof.  [a]It shall be for the priests that are sanctified of the sons of Zadok, that have kept my charge, that went not astray when the children of Israel went astray, as the Levites went astray.  And it shall be unto them an oblation from the oblation of the land, a thing most holy, by the border of the Levites.\n\n And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth: all the length shall be five and twenty thousand, and the breadth ten thousand.  And they shall sell none of it, nor exchange it, nor shall the first-fruits of the land be alienated; for it is holy unto Jehovah.\n\n And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for suburbs; and the city shall be in the midst thereof.  And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.  And the city shall have suburbs: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty.  And the residue in the length, answerable unto the holy oblation, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy oblation; and the increase thereof shall be for food unto them that labor in the city.  And they that labor in the city, out of all the tribes of Israel, shall till it.  All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.\n\n And the residue shall be for the prince, on the one side and on the other of the holy oblation and of the possession of the city; in front of the five and twenty thousand of the oblation toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince: and the holy oblation and the sanctuary of the house shall be in the midst thereof.  Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince's, between the border of Judah and the border of Benjamin, it shall be for the prince.\n\n And as for the rest of the tribes: from the east side unto the west side, Benjamin, one portion.  And by the border of Benjamin, from the east side unto the west side, Simeon, one portion.  And by the border of Simeon, from the east side unto the west side, Issachar, one portion.  And by the border of Issachar, from the east side unto the west side, Zebulun, one portion.  And by the border of Zebulun, from the east side unto the west side, Gad, one portion.  And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the brook of Egypt, unto the great sea.  This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their several portions, saith the Lord Jehovah.\n\n And these are the egresses of the city: On the north side four thousand and five hundred reeds by measure;  and the gates of the city shall be after the names of the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one.  And at the east side four thousand and five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one.  And at the south side four thousand and five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one.  At the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.  It shall be eighteen thousand reeds round about: and the name of the city from that day shall be, [b]Jehovah is there.\n\n \nFootnotes\nEzekiel : Or, The sanctified portion shall be for the priests of the sons etc.\nEzekiel : Hebrew Jehovah-shammah.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\n Praise the Lord.[b]\n\nBlessed are those who fear the Lord,\n    who find great delight in his commands.\n\n Their children will be mighty in the land;\n    the generation of the upright will be blessed.\n Wealth and riches are in their houses,\n    and their righteousness endures forever.\n Even in darkness light dawns for the upright,\n    for those who are gracious and compassionate and righteous.\n Good will come to those who are generous and lend freely,\n    who conduct their affairs with justice.\n\n Surely the righteous will never be shaken;\n    they will be remembered forever.\n They will have no fear of bad news;\n    their hearts are steadfast, trusting in the Lord.\n Their hearts are secure, they will have no fear;\n    in the end they will look in triumph on their foes.\n They have freely scattered their gifts to the poor,\n    their righteousness endures forever;\n    their horn[c] will be lifted high in honor.\n\n",
    "Script 2": "Isaiah :-\n\n The Lord says:\n\n\"These people come near to me with their mouth\n    and honor me with their lips,\n    but their hearts are far from me.\nTheir worship of me\n    is based on merely human rules they have been taught.[a]\n Therefore once more I will astound these people\n    with wonder upon wonder;\nthe wisdom of the wise will perish,\n    the intelligence of the intelligent will vanish.\"\n Woe to those who go to great depths\n    to hide their plans from the Lord,\nwho do their work in darkness and think,\n    \"Who sees us? Who will know?\"\n You turn things upside down,\n    as if the potter were thought to be like the clay!\nShall what is formed say to the one who formed it,\n    \"You did not make me\"?\nCan the pot say to the potter,\n    \"You know nothing\"?\n\n",
    "Script 3": "Mark :-\n\nThat Which Defiles\n\n The Pharisees and some of the teachers of the law who had come from Jerusalem gathered around Jesus  and saw some of his disciples eating food with hands that were defiled, that is, unwashed.  (The Pharisees and all the Jews do not eat unless they give their hands a ceremonial washing, holding to the tradition of the elders.  When they come from the marketplace they do not eat unless they wash. And they observe many other traditions, such as the washing of cups, pitchers and kettles.[a])\n\n So the Pharisees and teachers of the law asked Jesus, \"Why don't your disciples live according to the tradition of the elders instead of eating their food with defiled hands?\"\n\n He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written:\n\n\"'These people honor me with their lips,\n    but their hearts are far from me.\n They worship me in vain;\n    their teachings are merely human rules.'[b]\n\n You have let go of the commands of God and are holding on to human traditions.\"\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Now these are the names of the tribes: From the north end, beside the way of Hethlon to the entrance of Hamath, Hazar-enan at the border of Damascus, northward beside Hamath (and they shall have their sides east and west), Dan, one portion.  And by the border of Dan, from the east side unto the west side, Asher, one portion.  And by the border of Asher, from the east side even unto the west side, Naphtali, one portion.  And by the border of Naphtali, from the east side unto the west side, Manasseh, one portion.  And by the border of Manasseh, from the east side unto the west side, Ephraim, one portion.  And by the border of Ephraim, from the east side even unto the west side, Reuben, one portion.  And by the border of Reuben, from the east side unto the west side, Judah, one portion.\n\n And by the border of Judah, from the east side unto the west side, shall be the oblation which ye shall offer, five and twenty thousand reeds in breadth, and in length as one of the portions, from the east side unto the west side: and the sanctuary shall be in the midst of it.  The oblation that ye shall offer unto Jehovah shall be five and twenty thousand reeds in length, and ten thousand in breadth.  And for these, even for the priests, shall be the holy oblation; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length: and the sanctuary of Jehovah shall be in the midst thereof.  [a]It shall be for the priests that are sanctified of the sons of Zadok, that have kept my charge, that went not astray when the children of Israel went astray, as the Levites went astray.  And it shall be unto them an oblation from the oblation of the land, a thing most holy, by the border of the Levites.\n\n And answerable unto the border of the priests, the Levites shall have five and twenty thousand in length, and ten thousand in breadth: all the length shall be five and twenty thousand, and the breadth ten thousand.  And they shall sell none of it, nor exchange it, nor shall the first-fruits of the land be alienated; for it is holy unto Jehovah.\n\n And the five thousand that are left in the breadth, in front of the five and twenty thousand, shall be for common use, for the city, for dwelling and for suburbs; and the city shall be in the midst thereof.  And these shall be the measures thereof: the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.  And the city shall have suburbs: toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty.  And the residue in the length, answerable unto the holy oblation, shall be ten thousand eastward, and ten thousand westward; and it shall be answerable unto the holy oblation; and the increase thereof shall be for food unto them that labor in the city.  And they that labor in the city, out of all the tribes of Israel, shall till it.  All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.\n\n And the residue shall be for the prince, on the one side and on the other of the holy oblation and of the possession of the city; in front of the five and twenty thousand of the oblation toward the east border, and westward in front of the five and twenty thousand toward the west border, answerable unto the portions, it shall be for the prince: and the holy oblation and the sanctuary of the house shall be in the midst thereof.  Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince's, between the border of Judah and the border of Benjamin, it shall be for the prince.\n\n And as for the rest of the tribes: from the east side unto the west side, Benjamin, one portion.  And by the border of Benjamin, from the east side unto the west side, Simeon, one portion.  And by the border of Simeon, from the east side unto the west side, Issachar, one portion.  And by the border of Issachar, from the east side unto the west side, Zebulun, one portion.  And by the border of Zebulun, from the east side unto the west side, Gad, one portion.  And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of Meribath-kadesh, to the brook of Egypt, unto the great sea.  This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their several portions, saith the Lord Jehovah.\n\n And these are the egresses of the city: On the north side four thousand and five hundred reeds by measure;  and the gates of the city shall be after the names of the tribes of Israel, three gates northward: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one.  And at the east side four thousand and five hundred reeds, and three gates: even the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one.  And at the south side four thousand and five hundred reeds by measure, and three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one.  At the west side four thousand and five hundred reeds, with their three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.  It shall be eighteen thousand reeds round about: and the name of the city from that day shall be, [b]Jehovah is there.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]