[
  {
    "": "2025-08-06T07:00:00.000Z",
    "Art title 1": "Careless Slip",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_2a30dee293054e8c9a1c7494cd99c887~mv2.jpg",
    "Artist Statement 1": "The journey toward righteousness is a series of good choices. But because one slip can be filled with discouragement, or because we are reminded of the allure of our vices, it can spiral us into more failures. Remember the power to turn around in that moment. Receive the humility it creates in us, and use that to lean into trusting our heavenly father's plan more than our own.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_2a30dee293054e8c9a1c7494cd99c887~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nI'm Sucking Less at Prayer",
    "Story Link": "https://www.rawspoon.com/post/i-m-sucking-less-at-prayer",
    "excerpt": "I've been a Christian my whole life. Basically 40 years of thinking I know how to do this religion. But if you were to ask me how to pray I would just basically be able to give you Sunday school suggestions. I don't have a very good prayer life. I think the problem is rooted in my inability to trust God. I still trust more in my own power than I do in the ethereal force that I'm supposed to believe is in control of everything. \n\n\nBut my girlfriend and I started reading a book over Christmas. It's called Fresh wind fresh fire by Jim Cymbala. He built his ministry on prayer. And I realize I am totally sucking at doing that. So I've been trying to listen to God when he speaks. You would think that this would show up in ways like go heal that person Ross. Or stop lying. but you know where it shows up the most? I think I hear it the most when God says stop working right now Ross. \n\n\nI think this is because work is the way I can control things. I am banking the success of my ministry on how hard I can work. But last night about 10:45, it felt like I was within an hour of finishing a big project and I really wanted to finish it. But I felt like God said ross stop working now. It was really hard. It didn't hurt that my computer program often stops working about the same time as if God knows I needed a little help. \n\n\nSo I went to bed and found myself with the mental margins to pray at night before sleep which I rarely get to do. And I woke up early this morning and went and prayed some more. Yesterday I tried to do the same and I got a little bit discouraged because it seems like so little happened or changed during that same time I could be working and making tangible progress. \n\n\nBut this morning I started to feel a different shift. I found I begin to trust a little bit more. When I realized I was late for my next meeting I found myself just thinking it will be OK. I can trust God in this too. And as I put together Instagram posts to try to convince people to come to my events, I realized it didn't depend on my persuasiveness, it depended on God's moving. \n\n\nAnd I begin to pray instead of \"God make people come to my event,\" I start to say, \"God may I meet the need that you are awakening in peoples hearts.\" And I leave the attendance up to him.\n\n\nSo I think the first thing I'm learning in prayer is that it may not seem like progress is being made. But just hang tight and wait a little bit longer. Have a little bit of trust that more important things are shifting inside of you, and that takes a little bit of time. I needed to give up the control of progress and surrender a little bit more to trust.\n\n\nRaw Spoon, Jan 8, 2020",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xmFPS0f-kzs",
    "Bible Project 2": "https://www.youtube.com/watch?v=lrsQ1tc-2wk",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 127",
    "Research 2-link": "https://enduringword.com/bible-commentary/Ecclesiastes 12",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 12",
    "Research 4-link": "https://enduringword.com/bible-commentary/3 John 13-14\nAmerican Standard Version\n13 I had many things to write unto thee, but I am unwilling to write them to thee with ink and pen",
    "The Chosen 3": "https://youtu.be/To64uDmxjmM",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=IYs4baSxdFA",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/72",
    "Bema 2": "https://www.bemadiscipleship.com/45",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "https://www.youtube.com/watch?v=fc3YNeG6oqw",
    "Bible in Song 4": ""
  }
]