[
  {
    "Date": "2025-09-29T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=6TtiFcM3DZs",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=raLyK0rZmt8&list=PLVccJouc7Os9o5mH5n9oCDnFGMYtleM_t",
    "famous quote": "Do one thing that scares you every day.\n-Eleanor Roosevelt",
    "Ted Talks": "https://www.youtube.com/watch?v=j94q-jjVpaY",
    "Nature Video": "https://www.youtube.com/watch?v=eb6ja96y6Ps",
    "User added": "\"Dear brothers and sisters, don't be childish in your understanding of these things. Be innocent as babies when it comes to evil, but be mature in understanding matters of this kind.\"\n??1 Corinthians? ?14:20? ?NLT??????\n\nIn April of 1991, God apprehended my soul for His kingdom. I have been a believer for 30 years, but I feel\nlike a child. A book I read recently gave this story as an illustration: a member of the church told his pastor, \"I have been a Christian for 22 years, but instead of being a 22-year old Christian, I have been a one-year old Christian 22 times.\" What do you think it means to be mature in your faith? Have you asked God to help you mature in your faith?\n\n\"If you need wisdom, ask our generous God, and he will give it to you. He will not rebuke you for asking.\"\n??James? ?1:5? ?NLT??????\n\n-Sean Lennon",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "Matthias:\n\n(part 2)\n\nI asked him, what about Relational miracles\nHe said that around spring of last year a friend confided in him that she and her husband had been trying 2-3 years to have kids. It broke his heart because he saw how devoted they were to God. They had had miscarriages. So Matthias prayed for them and by the end of the year they had their first kid. \n\nThen he tells me one that happened this past Sunday.\nHe is part of a prayer team that is available for personal prayer after the church service and this Sunday a woman came to him for prayer. She is a nurse at a physical rehab facility. But she herself had recently fallen off a U-Haul and hurt her ankle. She was in constant pain. Between the pain and emotional suffering she was in a bad place. She told Matthias that she wanted peace. But Matthias heard from God in that moment that God wanted to heal her ankle. \n\nSo Matthias said, \"How about we pray for healing.\" She said yes. Then Matthias asked, \"On a scale of 1 to 10, what is the pain?\" \nShe said it was about a 6. \nMatthias bent down and prayed for her ankle. Afterwards he asked \"How do you feel?\". \nShe just started laughing wildly and saying \"The pain is gone!\"\nSo after seeing that, he prayed that she would have peace to trust God that the pain wouldn't come back.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=d089fLIKJpM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/F32N5IV5tYA",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=kSDXtEKjn9o",
    "Music Video Instructions": "Use this as a mantra to seek God's higher love."
  }
]