[
  {
    "Date": "2026-02-11T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=3H722Vy2yjg",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZjE3ODFmMTgtMWI2Zi0zYjAzLTkxNDgtZmU0ZDhjNjRjN2M5?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=QIyRjDWmR_U&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=12",
    "famous quote": "\"I think that if God forgives us we must forgive ourselves. Otherwise, it is almost like setting up ourselves as a higher tribunal than Him.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=eSSrlQen1Ik",
    "Nature Video": "https://www.youtube.com/watch?v=X4rcuXt_3RQ",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "More Stories from Kevin: \n\nThen Kevin told me another. He said, I spent some time in Caraccas, Venezuela as part of a charity program. When I got there they were supposed to help us find a place to live but they only handed me a newspaper and said, 'look for what you want. Call them and check it out and after it looks like it would work we will tell you if it's a good part of town.\"\r\n\nMy Spanish wasn't good, and I was having to call complete strangers and do business. It was really frustrating and a couple days before I had to move out of the community house I went walking, feeling really frustrated. I looked up a church and went to rest there. It was in an area called Rouche. There was an apartment complex right next to the church and I prayed out of frustration, God, please just let me live there.\r\n\nI went back to the community home that day and the people told me they heard of a room that might work. They said it was in Rouche. It turned out it was the room to the very balcolny I was looking up at when I had prayed. \r\n\nSo I called the person renting it. She said that although she never rents to white Protestants, for some reason she felt strongly that she wanted to rent it to me. She even turned down a more suitable renter that was willing to pay more.\r\n\nWell, this lady smoked and drank but was one of those people that as she walked around the city people would stop and say how she had helped save their lives. \r\nIt slowly became apparent that she was falling into a strangely obscure ministry helping types like me. \r\n\nI had been suffering from excruciating headaches for a long time and it was because of a furious battle with myself and pressures dealing with sexual identity going on in my head. But I was so far gone that the doctors she took me too said they had seen others like me and once they were at the point I was, they would have a stroke and die.\r\n\nBut she cared for me and prayed for me and against all odds I lived. She had helped me figure things out. God had taken me to the one smoking, drinking person that he had been fashioning to save my life and eventually others like me.\r\nShe saved my life. \r\n\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://youtu.be/PkqxRIDaCSM",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/rhtgQnFnIpk",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=8AHCfZTRGiI",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]