[
  {
    "Date": "2026-01-07T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=aHXip8q-MOs",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vMzVlMTRhMDYtMzJiMC0zYzFhLTk3YmQtYWJjY2I5ZDJmODQ3?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=z-89xjgn6lI&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=1",
    "famous quote": "\"God can't give us peace and happiness apart from Himself because there is no such thing.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=GZGY0wPAnus",
    "Nature Video": "https://www.youtube.com/watch?v=ydNkCwYaTJ0",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/post/homeless-interview-lavonya",
    "Interview image": "",
    "Interview Text": "Experiencing Homelessness Interview: Lavanya.\n\nIsn't it weird how the people in the worst situations have no problems with believing?\nThis interview was so beautiful.\n\nLavonya told me how she was brought back from the dead.\n\nA pastor prayed for her and her HIV meds that were required went down from 3 pills to one.\n\nShe was the only one of her siblings, out of 12, to survive rheumatic fever.\n\nI don't claim that all these healings were due to God, like she did. She believes they are, I think. But if they happened to me I'd probably think it was much more scientific. But just listen to the beauty, in our conversation. It's only six minutes. Can you see it? Really, please, just try to listen for that beauty that cannot be quantified with the number of candy bars bought, or diseases healed.\n\nI think maybe this world, with all this brokenness may just be a canvas for the beauty that happens when hearts connect. That sort of beauty spills all over and stain all the dirt with unremovable value for all the heavens to see until and after the end of time.\n\nThanks for letting me see a bit of that beauty, Lavonya. You, perhaps are a gift from heaven to us. Just like I am. And you, the reader are.\n\nRaw Spoon, 3-28-17",
    "Interview Video": "https://youtu.be/VGsMjdMJHo8",
    "Pursuing Mission video": "https://youtu.be/GP1dEP_cPaU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/hFOqN2SqasU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=WQtGqmi2O2U",
    "Music Video Instructions": "Use this as inspiration to pray again. Say what you've been needing to say to God."
  }
]