[
  {
    "Date": "2025-10-16T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=KSc0srYx9-4",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=z-89xjgn6lI&list=PLVccJouc7Os-ZEy7hBFv5UP-AW3tXaXPg&index=1",
    "famous quote": "\"God will invade. But I wonder whether people who ask God to interfere openly and directly in our world quite realise what it will be like when He does. When that happens, it is the end of the world. When the author walks on to the stage the play is over. God is going to invade, all right: but what is the good of saying you are on His side then, when you see the whole natural universe melting away like a dream and something else - something it never entered your head to conceive - comes crashing in; something so beautiful to some of us and so terrible to others that none of us will have any choice left? For this time it will be God without disguise; something so overwhelming that it will strike either irresistible love or irresistible horror into every creature. It will be too late then to choose your side. There is no use saying you choose to lie down when it has become impossible to stand up. That will not be the time for choosing; it will be the time when we discover which side we really have chosen, whether we realised it before or not. Now, today, this moment, is our chance to choose the right side. God is holding back to give us that chance. It will not last for ever. We must take it or leave it.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=tnrE-mVtOCk",
    "Nature Video": "https://www.youtube.com/watch?v=X4rcuXt_3RQ",
    "User added": "\"As for me, it matters very little how I might be evaluated by you or by any human authority. I don't even trust my own judgment on this point. My conscience is clear, but that doesn't prove I'm right. It is the Lord himself who will examine me and decide.\"\n??1 Corinthians? ?4:3-4? ?NLT??????\n\nHow many times in your life have you put your foot down regarding something you felt strongly should be done, or said a certain way? What kind of damage has that done? You might even have been as right as you thought you were, but what about your relationship with that person, or group? Been there, done that. Even got the t-shirt. I'm not saying (and neither is Paul) that we should go around trying to win popularity contests. I'm saying that humility is what I was missing. Humility before God. Humility before others. Yes, it can be painful. Fortunately, we know the Great Healer. Consider this today: when we close our hearts and our minds to what others are saying, we often miss what God is trying to say to us through them.\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_ffc79eb430104f5d8e7c8723866f1d3e~mv2.png",
    "Interview Text": "Abdisa Duguma Interview (part 7)\n\nThen there was a lady who came from Aruse. She was possessed by a demon. Her family took her to the hospital, then to the priest to get the holy water, everything they could. One day I went to their home and said, \"Give me a chance.\" They gave their permission so I started to pray for her. Almost 20 people gathered to see what I could do. One man had a knife to kill me if it did not work, but if I saved her they said they would give their lives to Jesus Christ.\r\nI went into her room. She was bleeding and crazy and she stank and nobody would come close to her. So I said to God, \"You showed me yourself. You took me from being a robber and person who had gone mad like this. So you see her.\" I said in Jesus' name, and when I said Jesus' name she screamed. After she was set free I lay down and prayed. When I was done I went out of the room. When the person with a knife saw me he fell down. So I prayed for him. He received Jesus. So did the girl, and another person...",
    "Interview Video": "https://youtu.be/bNlCuVe7iXQ",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=6szwu_OQfGQ",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/NAGz6kDrtRY",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=-FfOfyGIzOE",
    "Music Video Instructions": "Imagine God telling you this is how he loves you. The predictibility of maps, is not what God offers. He offers relationship."
  }
]