[
  {
    "Date": "2025-11-30T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=SEzrTYKabwI",
    "Additional Link": "https://gravityleadership.com/podcast/a-j-swoboda-deconstructing-without-losing-your-faith/",
    "Yoga": "https://www.youtube.com/watch?v=y8JkDmXE7O8&list=PLVccJouc7Os8gAXmOb7kyQCMLQmHHzUdm",
    "famous quote": "\"Hope is one of the Theological virtues. This means that a continual looking forward to the eternal world is not (as some modern people think) a form of escapism or wishful thinking, but one of the things a Christian is meant to do. It does not mean that we are to leave the present world as it is. If you read history you will find that the Christians who did most for the present world were just those who thought most of the next.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=mEK2pIiZ2I0",
    "Nature Video": "https://www.youtube.com/watch?v=eHi9FvUPSdQ&list=PLOHbM4GGWADc5bZgvbivvttAuWGow6h05&index=49",
    "User added": "\"But make sure that you don't get so absorbed and exhausted in taking care of all your day-by-day obligations that you lose track of the time and doze off, oblivious to God. The night is about over, dawn is about to break. Be up and awake to what God is doing! God is putting the finishing touches on the salvation work he began when we first believed.\"\n‭‭Romans‬ ‭13:11 MSG‬‬‬‬‬\n\nIt is easy to get so focused on what is right in front of us that we miss everything going on around us. Consider Martha when Jesus came to visit her, Mary, and Lazarus (Luke 10:38-42). Even doing \nwhat we think of as good can draw our focus away from the One who gives us those opportunities to do good (Eph 2:10). Rather, we should strive to be like Mary, putting Jesus first, watching for where He is working and joining Him there. Keeping in mind that every day that we live is one day closer to\nHis return. Maranatha! Amen and amen!\n\n-Sean Lennon",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_6b8bc4392f50499c9df3ba9af9d2fe4b~mv2.png",
    "Interview Text": "Tesfaye Gadisa Ejeta\r\nProphecy\r\nInterview (part 1)\r\n\r\nTesfaye has a break between his teeth, which are worn down from time but still symmetric. Red vessels blur into his eyes, and light colored cheeks sit beneath them. Later I notice a small birthmark behind his ear.\r\nHe has a humble posture and wears a sweat jacket. He has a five o'clock shadow, short hair, and is lighter skinned. He crosses his legs at the knees for much of our interview.\r\nFrom the beginning, he came in with an inner smile that seemed to say he had a story no one else knew. I found out at the end that he had just seen a vision for me before coming into our interview.\r\nAfter hearing the piles of miraculous stories from the other pastors, I am assuming he has those as well. So I decide to try and cut short some of that in order to have time to ask him some difficult questions that haunt my generation. When else do you have an opportunity to ask questions of someone whose life actually looks like the life of people in the Bible?\r\nWe begin by asking him to pray for us. Then I ask him to listen to God about what stories and comments he thinks Americans should hear. \r\nCan you tell me some of the stories in which you have seen God work?\r\nThere is a pause while he is thinking and PK suggests that we start with a story he knew about. \"The one where the witch doctor's house catches on fire.\"\r\nTesfaye smiles very subtly and begins\r\nWhile I was praying in my church there was a man of witchcraft who used to drink a lot and he would pass by the church often. So every time he passed by the church he spoke curses toward the church and toward the villagers in it. Sometimes he would kill black sheep and white sheep and do different types as sacrifices.\r\nWell, every time I pray, I make this sound of \"lelelelele\" to praise the Lord. \r\nHe lets out a high pitched sound with a rapid lolling of the tongue. \r\nBut this man didn't like this sound. Every time he heard my voice, he would say, \"Is there a newborn baby every day? Why this joyful sound? He doesn't work or anything; all he does all day is pray and make this sound.\" He always looked down on me. He saw me as less than a human. \r\nOne day I prayed and God said, \"I will make him kneel down before me.\"\r\nSo I was away one day at a conference, but when I came back home in the evening and put things away my family members came to me and said the witchcraft doctor's home caught on fire and burned all up. They told me he had then gone out to my farm. So I went out to see him and he respected me now and told me this story.\r\n\"Last night lightning hit my home. I yelled for help but nobody could help the fire to go away. The fire just kept getting stronger and stronger. I told my family members to kneel and make the sound of \"lelelelele,\" like you make. And while I did it the fire would recede. When I stopped the fire came back. From now on I will worship your God.\"\r\nThe witchcraft man had three sheep to sacrifice for the spirit of his god, the devil. So I went to his house and knelt down and prayed to God, \"Do you see what the witchcraft doctor wants to sacrifice to the devil?\" God said, \"I will destroy the sheep so he will come and give me the praise.\" In the morning I went and saw, and the three sheep were already dead.\r\n",
    "Interview Video": "https://youtu.be/TfwKa5g0XG4",
    "Pursuing Mission video": "https://youtu.be/Z-tPvspb0iU",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/0IUaflMb8ZU",
    "Other Video": "",
    "Music Video": "https://youtu.be/VqLU4wPzDVg",
    "Music Video Instructions": "Listen to this as God telling you how much he loves you, and you him."
  }
]