[
  {
    "Date": "2025-11-01T07:00:00.000Z",
    "Day of Week": "Saturday",
    "Day in calendar": "Proper 23- Ordinary Time",
    "Script 1": "\nOf David. A maskil.[a]\n\n Blessed is the one\n    whose transgressions are forgiven,\n    whose sins are covered.\n Blessed is the one\n    whose sin the Lord does not count against them\n    and in whose spirit is no deceit.\n\n When I kept silent,\n    my bones wasted away\n    through my groaning all day long.\n For day and night\n    your hand was heavy on me;\nmy strength was sapped\n    as in the heat of summer.[b]\n\n Then I acknowledged my sin to you\n    and did not cover up my iniquity.\nI said, \"I will confess\n    my transgressions to the Lord.\"\nAnd you forgave\n    the guilt of my sin.\n\n Therefore let all the faithful pray to you\n    while you may be found;\nsurely the rising of the mighty waters\n    will not reach them.\n You are my hiding place;\n    you will protect me from trouble\n    and surround me with songs of deliverance.\n\n",
    "Script 2": " The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.\n\nA Rebellious Nation\n\n Hear me, you heavens! Listen, earth!\n    For the Lord has spoken:\n\"I reared children and brought them up,\n    but they have rebelled against me.\n The ox knows its master,\n    the donkey its owner's manger,\nbut Israel does not know,\n    my people do not understand.\"\n\n Woe to the sinful nation,\n    a people whose guilt is great,\na brood of evildoers,\n    children given to corruption!\nThey have forsaken the Lord;\n    they have spurned the Holy One of Israel\n    and turned their backs on him.\n\n Why should you be beaten anymore?\n    Why do you persist in rebellion?\nYour whole head is injured,\n    your whole heart afflicted.\n From the sole of your foot to the top of your head\n    there is no soundness--\nonly wounds and welts\n    and open sores,\nnot cleansed or bandaged\n    or soothed with olive oil.\n\n Your country is desolate,\n    your cities burned with fire;\nyour fields are being stripped by foreigners\n    right before you,\n    laid waste as when overthrown by strangers.\n Daughter Zion is left\n    like a shelter in a vineyard,\nlike a hut in a cucumber field,\n    like a city under siege.\n Unless the Lord Almighty\n    had left us some survivors,\nwe would have become like Sodom,\n    we would have been like Gomorrah.",
    "Script 3": " \"Abraham is our father,\" they answered.\n\n\"If you were Abraham's children,\" said Jesus, \"then you would[a] do what Abraham did.  As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.  You are doing the works of your own father.\"\n\n\"We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\"\n\n Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me.  Why is my language not clear to you? Because you are unable to hear what I say.  You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.  Yet because I tell the truth, you do not believe me!  Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?  Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\"\n\n",
    "Script 4": "American Standard Version\n Now it came to pass in the days of [a]Ahasuerus (this is Ahasuerus who reigned from India even unto Ethiopia, over a hundred and seven and twenty provinces),  that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the [b]palace,  in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him;  when he showed the riches of his glorious kingdom and the honor of his excellent majesty many days, even a hundred and fourscore days.  And when these days were fulfilled, the king made a feast unto all the people that were present in Shushan the palace, both great and small, seven days, in the court of the garden of the king's palace.  There were hangings of [c]white cloth, of [d]green, and of blue, fastened with cords of fine linen and purple to silver rings and pillars of marble: the couches were of gold and silver, upon a pavement [e]of red, and white, and yellow, and black marble.  And they gave them drink in vessels of gold (the vessels being diverse one from another), and royal wine in abundance, according to the [f]bounty of the king.  And the drinking was according to the law; none could compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.\n\n Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven [g]chamberlains that ministered in the presence of Ahasuerus the king,  to bring Vashti the queen before the king with the crown royal, to show the peoples and the princes her beauty; for she was fair to look on.  But the queen Vashti refused to come at the king's commandment by the chamberlains: therefore was the king very wroth, and his anger burned in him.\n\n Then the king said to the wise men, who knew the times (for so was the king's manner toward all that knew law and judgment;  and the next unto him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king's face, and sat first in the kingdom),  What shall we do unto the queen Vashti according to law, because she hath not done the bidding of the king Ahasuerus by the chamberlains?  And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the peoples that are in all the provinces of the king Ahasuerus.  For this deed of the queen will come abroad unto all women, to make their husbands contemptible in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  And this day will the princesses of Persia and Media who have heard of the deed of the queen [h]say the like unto all the king's princes. So will there arise [i]much contempt and wrath.  If it please the king, let there go forth a royal commandment from him, and let it be written among the laws of the Persians and the Medes, [j]that it be not altered, that Vashti come no more before king Ahasuerus; and let the king give her royal estate [k]unto another that is better than she.  And when the king's decree which he shall make shall be published throughout all his kingdom (for it is great), all the wives will give to their husbands honor, both to great and small.  And the saying pleased the king and the princes; and the king did according to the word of Memucan:  for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and should speak according to the language of his people.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm32:1-7;Isaiah1:1-9;John8:39-47",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.32,Isa.1,John.8",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_1dedafc5408b4fb7bea3af26a85dc29a~mv2.jpg",
    "AI Image 1B": "https://i0.wp.com/sketchysermons.com/wp-content/uploads/2022/09/2022-09-11-TRBC-service.png?w=3300&ssl=1",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_e788de00f46c48bc983e577d37b813d7~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_faa87d6588e54d40b40ad0f56cd31901~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_e788de00f46c48bc983e577d37b813d7~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 32:1-7",
    "Address Script 2": "Isaiah 1:1-9",
    "Address Script 3": "John 8:39-47",
    "Address Script 4": "Esther 1",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.32.e564ffc63c64660ce57b77d65f7e8795.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Isa.1.c30ff128ca342aa79e2bb71492a65aeb.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/John.8.74278f017179a676548d764f46c14e92.mp3",
    "Script 4 audio": "",
    "Verse to start at for audio": 292
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 32:1-7\n\nOf David. A maskil.[a]\n\n1 Blessed is the one\n    whose transgressions are forgiven,\n    whose sins are covered.\n2 Blessed is the one\n    whose sin the Lord does not count against them\n    and in whose spirit is no deceit.\n\n3 When I kept silent,\n    my bones wasted away\n    through my groaning all day long.\n4 For day and night\n    your hand was heavy on me;\nmy strength was sapped\n    as in the heat of summer.[b]\n\n5 Then I acknowledged my sin to you\n    and did not cover up my iniquity.\nI said, \"I will confess\n    my transgressions to the Lord.\"\nAnd you forgave\n    the guilt of my sin.\n\n6 Therefore let all the faithful pray to you\n    while you may be found;\nsurely the rising of the mighty waters\n    will not reach them.\n7 You are my hiding place;\n    you will protect me from trouble\n    and surround me with songs of deliverance.\n\nFootnotes\na. Psalm 32:1 Title: Probably a literary or musical term\nb. Psalm 32:4 The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses 5 and 7.",
    "Script 2": "Isaiah 1:1-9\n\n1 The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.\n\nA Rebellious Nation\n\n2 Hear me, you heavens! Listen, earth!\n    For the Lord has spoken:\n\"I reared children and brought them up,\n    but they have rebelled against me.\n3 The ox knows its master,\n    the donkey its owner's manger,\nbut Israel does not know,\n    my people do not understand.\"\n\n4 Woe to the sinful nation,\n    a people whose guilt is great,\na brood of evildoers,\n    children given to corruption!\nThey have forsaken the Lord;\n    they have spurned the Holy One of Israel\n    and turned their backs on him.\n\n5 Why should you be beaten anymore?\n    Why do you persist in rebellion?\nYour whole head is injured,\n    your whole heart afflicted.\n6 From the sole of your foot to the top of your head\n    there is no soundness--\nonly wounds and welts\n    and open sores,\nnot cleansed or bandaged\n    or soothed with olive oil.\n\n7 Your country is desolate,\n    your cities burned with fire;\nyour fields are being stripped by foreigners\n    right before you,\n    laid waste as when overthrown by strangers.\n8 Daughter Zion is left\n    like a shelter in a vineyard,\nlike a hut in a cucumber field,\n    like a city under siege.\n9 Unless the Lord Almighty\n    had left us some survivors,\nwe would have become like Sodom,\n    we would have been like Gomorrah.",
    "Script 3": "John 8:39-47\n\n39 \"Abraham is our father,\" they answered.\n\n\"If you were Abraham's children,\" said Jesus, \"then you would[a] do what Abraham did. 40 As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. 41 You are doing the works of your own father.\"\n\n\"We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\"\n\n42 Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me. 43 Why is my language not clear to you? Because you are unable to hear what I say. 44 You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. 45 Yet because I tell the truth, you do not believe me! 46 Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? 47 Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\"\n\nFootnotes\na. John 8:39 Some early manuscripts \"If you are Abraham's children,\" said Jesus, \"then",
    "Script 4": "Esther 1\nAmerican Standard Version\n1 Now it came to pass in the days of [a]Ahasuerus (this is Ahasuerus who reigned from India even unto Ethiopia, over a hundred and seven and twenty provinces), 2 that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the [b]palace, 3 in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him; 4 when he showed the riches of his glorious kingdom and the honor of his excellent majesty many days, even a hundred and fourscore days. 5 And when these days were fulfilled, the king made a feast unto all the people that were present in Shushan the palace, both great and small, seven days, in the court of the garden of the king's palace. 6 There were hangings of [c]white cloth, of [d]green, and of blue, fastened with cords of fine linen and purple to silver rings and pillars of marble: the couches were of gold and silver, upon a pavement [e]of red, and white, and yellow, and black marble. 7 And they gave them drink in vessels of gold (the vessels being diverse one from another), and royal wine in abundance, according to the [f]bounty of the king. 8 And the drinking was according to the law; none could compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.\n\n9 Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus. 10 On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven [g]chamberlains that ministered in the presence of Ahasuerus the king, 11 to bring Vashti the queen before the king with the crown royal, to show the peoples and the princes her beauty; for she was fair to look on. 12 But the queen Vashti refused to come at the king's commandment by the chamberlains: therefore was the king very wroth, and his anger burned in him.\n\n13 Then the king said to the wise men, who knew the times (for so was the king's manner toward all that knew law and judgment; 14 and the next unto him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king's face, and sat first in the kingdom), 15 What shall we do unto the queen Vashti according to law, because she hath not done the bidding of the king Ahasuerus by the chamberlains? 16 And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the peoples that are in all the provinces of the king Ahasuerus. 17 For this deed of the queen will come abroad unto all women, to make their husbands contemptible in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not. 18 And this day will the princesses of Persia and Media who have heard of the deed of the queen [h]say the like unto all the king's princes. So will there arise [i]much contempt and wrath. 19 If it please the king, let there go forth a royal commandment from him, and let it be written among the laws of the Persians and the Medes, [j]that it be not altered, that Vashti come no more before king Ahasuerus; and let the king give her royal estate [k]unto another that is better than she. 20 And when the king's decree which he shall make shall be published throughout all his kingdom (for it is great), all the wives will give to their husbands honor, both to great and small. 21 And the saying pleased the king and the princes; and the king did according to the word of Memucan: 22 for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and should speak according to the language of his people.\n\n \nFootnotes\nEsther 1:1 Or, Xerxes. Hebrew Ahashverosh.\nEsther 1:2 Or, castle\nEsther 1:6 Or, fine cloth, white and blue\nEsther 1:6 Or, cotton\nEsther 1:6 Or, of porphyry, and white marble and alabaster, and stone of blue color\nEsther 1:7 Hebrew hand.\nEsther 1:10 Or, eunuchs (and so in verse 12, etc.)\nEsther 1:18 Or, tell it\nEsther 1:18 Or, enough\nEsther 1:19 Hebrew that it pass not away.\nEsther 1:19 Hebrew unto her companion.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nOf David. A maskil.[a]\n\n Blessed is the one\n    whose transgressions are forgiven,\n    whose sins are covered.\n Blessed is the one\n    whose sin the Lord does not count against them\n    and in whose spirit is no deceit.\n\n When I kept silent,\n    my bones wasted away\n    through my groaning all day long.\n For day and night\n    your hand was heavy on me;\nmy strength was sapped\n    as in the heat of summer.[b]\n\n Then I acknowledged my sin to you\n    and did not cover up my iniquity.\nI said, \"I will confess\n    my transgressions to the Lord.\"\nAnd you forgave\n    the guilt of my sin.\n\n Therefore let all the faithful pray to you\n    while you may be found;\nsurely the rising of the mighty waters\n    will not reach them.\n You are my hiding place;\n    you will protect me from trouble\n    and surround me with songs of deliverance.\n\nFootnotes\na. Psalm : Title: Probably a literary or musical term\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here and at the end of verses  and .",
    "Script 2": "Isaiah :-\n\n The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.\n\nA Rebellious Nation\n\n Hear me, you heavens! Listen, earth!\n    For the Lord has spoken:\n\"I reared children and brought them up,\n    but they have rebelled against me.\n The ox knows its master,\n    the donkey its owner's manger,\nbut Israel does not know,\n    my people do not understand.\"\n\n Woe to the sinful nation,\n    a people whose guilt is great,\na brood of evildoers,\n    children given to corruption!\nThey have forsaken the Lord;\n    they have spurned the Holy One of Israel\n    and turned their backs on him.\n\n Why should you be beaten anymore?\n    Why do you persist in rebellion?\nYour whole head is injured,\n    your whole heart afflicted.\n From the sole of your foot to the top of your head\n    there is no soundness--\nonly wounds and welts\n    and open sores,\nnot cleansed or bandaged\n    or soothed with olive oil.\n\n Your country is desolate,\n    your cities burned with fire;\nyour fields are being stripped by foreigners\n    right before you,\n    laid waste as when overthrown by strangers.\n Daughter Zion is left\n    like a shelter in a vineyard,\nlike a hut in a cucumber field,\n    like a city under siege.\n Unless the Lord Almighty\n    had left us some survivors,\nwe would have become like Sodom,\n    we would have been like Gomorrah.",
    "Script 3": "John :-\n\n \"Abraham is our father,\" they answered.\n\n\"If you were Abraham's children,\" said Jesus, \"then you would[a] do what Abraham did.  As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.  You are doing the works of your own father.\"\n\n\"We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\"\n\n Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me.  Why is my language not clear to you? Because you are unable to hear what I say.  You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.  Yet because I tell the truth, you do not believe me!  Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?  Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\"\n\nFootnotes\na. John : Some early manuscripts \"If you are Abraham's children,\" said Jesus, \"then",
    "Script 4": "Esther \nAmerican Standard Version\n Now it came to pass in the days of [a]Ahasuerus (this is Ahasuerus who reigned from India even unto Ethiopia, over a hundred and seven and twenty provinces),  that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the [b]palace,  in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him;  when he showed the riches of his glorious kingdom and the honor of his excellent majesty many days, even a hundred and fourscore days.  And when these days were fulfilled, the king made a feast unto all the people that were present in Shushan the palace, both great and small, seven days, in the court of the garden of the king's palace.  There were hangings of [c]white cloth, of [d]green, and of blue, fastened with cords of fine linen and purple to silver rings and pillars of marble: the couches were of gold and silver, upon a pavement [e]of red, and white, and yellow, and black marble.  And they gave them drink in vessels of gold (the vessels being diverse one from another), and royal wine in abundance, according to the [f]bounty of the king.  And the drinking was according to the law; none could compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.\n\n Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven [g]chamberlains that ministered in the presence of Ahasuerus the king,  to bring Vashti the queen before the king with the crown royal, to show the peoples and the princes her beauty; for she was fair to look on.  But the queen Vashti refused to come at the king's commandment by the chamberlains: therefore was the king very wroth, and his anger burned in him.\n\n Then the king said to the wise men, who knew the times (for so was the king's manner toward all that knew law and judgment;  and the next unto him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king's face, and sat first in the kingdom),  What shall we do unto the queen Vashti according to law, because she hath not done the bidding of the king Ahasuerus by the chamberlains?  And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the peoples that are in all the provinces of the king Ahasuerus.  For this deed of the queen will come abroad unto all women, to make their husbands contemptible in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  And this day will the princesses of Persia and Media who have heard of the deed of the queen [h]say the like unto all the king's princes. So will there arise [i]much contempt and wrath.  If it please the king, let there go forth a royal commandment from him, and let it be written among the laws of the Persians and the Medes, [j]that it be not altered, that Vashti come no more before king Ahasuerus; and let the king give her royal estate [k]unto another that is better than she.  And when the king's decree which he shall make shall be published throughout all his kingdom (for it is great), all the wives will give to their husbands honor, both to great and small.  And the saying pleased the king and the princes; and the king did according to the word of Memucan:  for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and should speak according to the language of his people.\n\n \nFootnotes\nEsther : Or, Xerxes. Hebrew Ahashverosh.\nEsther : Or, castle\nEsther : Or, fine cloth, white and blue\nEsther : Or, cotton\nEsther : Or, of porphyry, and white marble and alabaster, and stone of blue color\nEsther : Hebrew hand.\nEsther : Or, eunuchs (and so in verse , etc.)\nEsther : Or, tell it\nEsther : Or, enough\nEsther : Hebrew that it pass not away.\nEsther : Hebrew unto her companion.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nOf David. A maskil.[a]\n\n Blessed is the one\n    whose transgressions are forgiven,\n    whose sins are covered.\n Blessed is the one\n    whose sin the Lord does not count against them\n    and in whose spirit is no deceit.\n\n When I kept silent,\n    my bones wasted away\n    through my groaning all day long.\n For day and night\n    your hand was heavy on me;\nmy strength was sapped\n    as in the heat of summer.[b]\n\n Then I acknowledged my sin to you\n    and did not cover up my iniquity.\nI said, \"I will confess\n    my transgressions to the Lord.\"\nAnd you forgave\n    the guilt of my sin.\n\n Therefore let all the faithful pray to you\n    while you may be found;\nsurely the rising of the mighty waters\n    will not reach them.\n You are my hiding place;\n    you will protect me from trouble\n    and surround me with songs of deliverance.\n\n",
    "Script 2": "Isaiah :-\n\n The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.\n\nA Rebellious Nation\n\n Hear me, you heavens! Listen, earth!\n    For the Lord has spoken:\n\"I reared children and brought them up,\n    but they have rebelled against me.\n The ox knows its master,\n    the donkey its owner's manger,\nbut Israel does not know,\n    my people do not understand.\"\n\n Woe to the sinful nation,\n    a people whose guilt is great,\na brood of evildoers,\n    children given to corruption!\nThey have forsaken the Lord;\n    they have spurned the Holy One of Israel\n    and turned their backs on him.\n\n Why should you be beaten anymore?\n    Why do you persist in rebellion?\nYour whole head is injured,\n    your whole heart afflicted.\n From the sole of your foot to the top of your head\n    there is no soundness--\nonly wounds and welts\n    and open sores,\nnot cleansed or bandaged\n    or soothed with olive oil.\n\n Your country is desolate,\n    your cities burned with fire;\nyour fields are being stripped by foreigners\n    right before you,\n    laid waste as when overthrown by strangers.\n Daughter Zion is left\n    like a shelter in a vineyard,\nlike a hut in a cucumber field,\n    like a city under siege.\n Unless the Lord Almighty\n    had left us some survivors,\nwe would have become like Sodom,\n    we would have been like Gomorrah.",
    "Script 3": "John :-\n\n \"Abraham is our father,\" they answered.\n\n\"If you were Abraham's children,\" said Jesus, \"then you would[a] do what Abraham did.  As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.  You are doing the works of your own father.\"\n\n\"We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\"\n\n Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me.  Why is my language not clear to you? Because you are unable to hear what I say.  You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.  Yet because I tell the truth, you do not believe me!  Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?  Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\"\n\n",
    "Script 4": "Esther \nAmerican Standard Version\n Now it came to pass in the days of [a]Ahasuerus (this is Ahasuerus who reigned from India even unto Ethiopia, over a hundred and seven and twenty provinces),  that in those days, when the king Ahasuerus sat on the throne of his kingdom, which was in Shushan the [b]palace,  in the third year of his reign, he made a feast unto all his princes and his servants; the power of Persia and Media, the nobles and princes of the provinces, being before him;  when he showed the riches of his glorious kingdom and the honor of his excellent majesty many days, even a hundred and fourscore days.  And when these days were fulfilled, the king made a feast unto all the people that were present in Shushan the palace, both great and small, seven days, in the court of the garden of the king's palace.  There were hangings of [c]white cloth, of [d]green, and of blue, fastened with cords of fine linen and purple to silver rings and pillars of marble: the couches were of gold and silver, upon a pavement [e]of red, and white, and yellow, and black marble.  And they gave them drink in vessels of gold (the vessels being diverse one from another), and royal wine in abundance, according to the [f]bounty of the king.  And the drinking was according to the law; none could compel: for so the king had appointed to all the officers of his house, that they should do according to every man's pleasure.\n\n Also Vashti the queen made a feast for the women in the royal house which belonged to king Ahasuerus.  On the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, and Abagtha, Zethar, and Carcas, the seven [g]chamberlains that ministered in the presence of Ahasuerus the king,  to bring Vashti the queen before the king with the crown royal, to show the peoples and the princes her beauty; for she was fair to look on.  But the queen Vashti refused to come at the king's commandment by the chamberlains: therefore was the king very wroth, and his anger burned in him.\n\n Then the king said to the wise men, who knew the times (for so was the king's manner toward all that knew law and judgment;  and the next unto him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who saw the king's face, and sat first in the kingdom),  What shall we do unto the queen Vashti according to law, because she hath not done the bidding of the king Ahasuerus by the chamberlains?  And Memucan answered before the king and the princes, Vashti the queen hath not done wrong to the king only, but also to all the princes, and to all the peoples that are in all the provinces of the king Ahasuerus.  For this deed of the queen will come abroad unto all women, to make their husbands contemptible in their eyes, when it shall be reported, The king Ahasuerus commanded Vashti the queen to be brought in before him, but she came not.  And this day will the princesses of Persia and Media who have heard of the deed of the queen [h]say the like unto all the king's princes. So will there arise [i]much contempt and wrath.  If it please the king, let there go forth a royal commandment from him, and let it be written among the laws of the Persians and the Medes, [j]that it be not altered, that Vashti come no more before king Ahasuerus; and let the king give her royal estate [k]unto another that is better than she.  And when the king's decree which he shall make shall be published throughout all his kingdom (for it is great), all the wives will give to their husbands honor, both to great and small.  And the saying pleased the king and the princes; and the king did according to the word of Memucan:  for he sent letters into all the king's provinces, into every province according to the writing thereof, and to every people after their language, that every man should bear rule in his own house, and should speak according to the language of his people.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]