[
  {
    "Date": "2026-02-04T08:00:00.000Z",
    "Day of Week": "Wednesday",
    "Day in calendar": "Fifth week of Epiphany",
    "Script 1": "\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Ruth and Boaz at the Threshing Floor\n\n One day Ruth's mother-in-law Naomi said to her, \"My daughter, I must find a home[a] for you, where you will be well provided for.  Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor.  Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking.  When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.\"\n\n \"I will do whatever you say,\" Ruth answered.  So she went down to the threshing floor and did everything her mother-in-law told her to do.\n\n When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down.  In the middle of the night something startled the man; he turned--and there was a woman lying at his feet!\n\n \"Who are you?\" he asked.\n\n\"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a guardian-redeemer[b] of our family.\"\n\n \"The Lord bless you, my daughter,\" he replied. \"This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.  And now, my daughter, don't be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.  Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.  Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.\"\n\n",
    "Script 3": "Blessings and Woes\n\n He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coastal region around Tyre and Sidon,  who had come to hear him and to be healed of their diseases. Those troubled by impure spirits were cured,  and the people all tried to touch him, because power was coming from him and healing them all.\n\n Looking at his disciples, he said:\n\n\"Blessed are you who are poor,\n    for yours is the kingdom of God.\n Blessed are you who hunger now,\n    for you will be satisfied.\nBlessed are you who weep now,\n    for you will laugh.\n Blessed are you when people hate you,\n    when they exclude you and insult you\n    and reject your name as evil,\n        because of the Son of Man.\n\n \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their ancestors treated the prophets.\n\n \"But woe to you who are rich,\n    for you have already received your comfort.\n Woe to you who are well fed now,\n    for you will go hungry.\nWoe to you who laugh now,\n    for you will mourn and weep.\n Woe to you when everyone speaks well of you,\n    for that is how their ancestors treated the false prophets.",
    "Script 4": "American Standard Version\n Thus saith the Lord Jehovah: The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath day it shall be opened, and on the day of the new moon it shall be opened.  And the prince shall enter by the way of the porch of the gate without, and shall stand by the post of the gate; and the priests shall prepare his burnt-offering and his peace-offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening.  And the people of the land shall worship at the door of that gate before Jehovah on the sabbaths and on the new moons.  And the burnt-offering that the prince shall offer unto Jehovah shall be on the sabbath day six lambs without blemish and a ram without blemish;  and the meal-offering shall be an ephah for the ram, and the meal-offering for the lambs as he is able to give, and a hin of oil to an ephah.\n\n And on the day of the new moon it shall be a young bullock without blemish, and six lambs, and a ram; they shall be without blemish:  and he shall prepare a meal-offering, an ephah for the bullock, and an ephah for the ram, and for the lambs according as [a]he is able, and a hin of oil to an ephah.  And when the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by the way thereof.\n\n But when the people of the land shall come before Jehovah in the appointed feasts, he that entereth by the way of the north gate to worship shall go forth by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate whereby he came in, but shall go forth straight before him.  And the prince, when they go in, shall go in in the midst of them; and when they go forth, they shall go forth together.  And in the feasts and in the [b]solemnities the meal-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah.  And when the prince shall prepare a freewill-offering, a burnt-offering or peace-offerings as a freewill-offering unto Jehovah, one shall open for him the gate that looketh toward the east; and he shall prepare his burnt-offering and his peace-offerings, as he doth on the sabbath day: then he shall go forth; and after his going forth one shall shut the gate.\n\n And thou shalt prepare a lamb a year old without blemish for a burnt-offering unto Jehovah daily: morning by morning shalt thou prepare it.  And thou shalt prepare a meal-offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to [c]moisten the fine flour; a meal-offering unto Jehovah continually by a perpetual ordinance.  Thus shall they prepare the lamb, and the meal-offering, and the oil, morning by morning, for a continual burnt-offering.\n\n Thus saith the Lord Jehovah: If the prince give a gift unto any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance.  But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons.  Moreover the prince shall not take of the people's inheritance, to [d]thrust them out of their possession; he shall give inheritance to his sons out of his own possession, that my people be not scattered every man from his possession.\n\n Then he brought me through the entry, which was at the side of the gate, into the holy chambers for the priests, which looked toward the north: and, behold, there was a place on the hinder part westward.  And he said unto me, This is the place where the priests shall boil the trespass-offering and the sin-offering, and where they shall bake the meal-offering; that they bring them not forth into the outer court, to sanctify the people.  Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court.  In the four corners of the court there were courts [e]inclosed, forty cubits long and thirty broad: these four in the corners were of one measure.  And there was a [f]wall round about in them, round about the four, and boiling-places were made under the [g]walls round about.  Then said he unto me, These are the boiling-houses, where the ministers of the house shall boil the sacrifice of the people.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm37:1-17;Ruth3:1-13;4:13-22;Luke6:17-26",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.37,Ruth.3-Ruth.4,Luke.6",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_bff04c8fbf7044be916d4351ee9fbd1a~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_8bcee5fb0e9446798559fc657a415195~mv2.jpg",
    "AI Image 2B": "https://static.wixstatic.com/media/a07ded_3ebfc087cbda458f86824f78b9752ff0~mv2.jpg",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_798e65cde3b843638a995316923f359a~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 37:1-17",
    "Address Script 2": "Ruth 3:1-13, Ruth 4:13-22",
    "Address Script 3": "Luke 6:17-26",
    "Address Script 4": "Ezekiel 46",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.37.4c369b390d2eb2ced879241310a796ed.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ruth.3.4cbeff1148201f1fcc36d4785a2b2d07.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.6.0907d3ad4d34a67e29578a059750ca91.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.46.0c8adf2e4514e58f6ff3a26166f48088.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 37:1-17\n\nPsalm 37[a]\n\nOf David.\n\n1 Do not fret because of those who are evil\n    or be envious of those who do wrong;\n2 for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n3 Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n4 Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n5 Commit your way to the Lord;\n    trust in him and he will do this:\n6 He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n7 Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n8 Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n9 For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n10 A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n11 But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n12 The wicked plot against the righteous\n    and gnash their teeth at them;\n13 but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n14 The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n15 But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n16 Better the little that the righteous have\n    than the wealth of many wicked;\n17 for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm 37:1 This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth 3:1-13\n\nRuth and Boaz at the Threshing Floor\n\n1 One day Ruth's mother-in-law Naomi said to her, \"My daughter, I must find a home[a] for you, where you will be well provided for. 2 Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor. 3 Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking. 4 When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.\"\n\n5 \"I will do whatever you say,\" Ruth answered. 6 So she went down to the threshing floor and did everything her mother-in-law told her to do.\n\n7 When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down. 8 In the middle of the night something startled the man; he turned--and there was a woman lying at his feet!\n\n9 \"Who are you?\" he asked.\n\n\"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a guardian-redeemer[b] of our family.\"\n\n10 \"The Lord bless you, my daughter,\" he replied. \"This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor. 11 And now, my daughter, don't be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character. 12 Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I. 13 Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.\"\n\nFootnotes\na. Ruth 3:1 Hebrew find rest (see 1:9)\nb. Ruth 3:9 The Hebrew word for guardian-redeemer is a legal term for one who has the obligation to redeem a relative in serious difficulty (see Lev. 25:25-55); also in verses 12 and 13.\n\nRuth 4:13-22\n\nNaomi Gains a Son\n\n13 So Boaz took Ruth and she became his wife. When he made love to her, the Lord enabled her to conceive, and she gave birth to a son. 14 The women said to Naomi: \"Praise be to the Lord, who this day has not left you without a guardian-redeemer. May he become famous throughout Israel! 15 He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.\"\n\n16 Then Naomi took the child in her arms and cared for him. 17 The women living there said, \"Naomi has a son!\" And they named him Obed. He was the father of Jesse, the father of David.\n\nThe Genealogy of David\n\n18 This, then, is the family line of Perez:\n\nPerez was the father of Hezron,\n\n19 Hezron the father of Ram,\n\nRam the father of Amminadab,\n\n20 Amminadab the father of Nahshon,\n\nNahshon the father of Salmon,[a]\n\n21 Salmon the father of Boaz,\n\nBoaz the father of Obed,\n\n22 Obed the father of Jesse,\n\nand Jesse the father of David.\n\nFootnotes\na. Ruth 4:20 A few Hebrew manuscripts, some Septuagint manuscripts and Vulgate (see also verse 21 and Septuagint of 1 Chron. 2:11); most Hebrew manuscripts Salma",
    "Script 3": "Luke 6:17-26\n\nBlessings and Woes\n\n17 He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coastal region around Tyre and Sidon, 18 who had come to hear him and to be healed of their diseases. Those troubled by impure spirits were cured, 19 and the people all tried to touch him, because power was coming from him and healing them all.\n\n20 Looking at his disciples, he said:\n\n\"Blessed are you who are poor,\n    for yours is the kingdom of God.\n21 Blessed are you who hunger now,\n    for you will be satisfied.\nBlessed are you who weep now,\n    for you will laugh.\n22 Blessed are you when people hate you,\n    when they exclude you and insult you\n    and reject your name as evil,\n        because of the Son of Man.\n\n23 \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their ancestors treated the prophets.\n\n24 \"But woe to you who are rich,\n    for you have already received your comfort.\n25 Woe to you who are well fed now,\n    for you will go hungry.\nWoe to you who laugh now,\n    for you will mourn and weep.\n26 Woe to you when everyone speaks well of you,\n    for that is how their ancestors treated the false prophets.",
    "Script 4": "Ezekiel 46\nAmerican Standard Version\n46 Thus saith the Lord Jehovah: The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath day it shall be opened, and on the day of the new moon it shall be opened. 2 And the prince shall enter by the way of the porch of the gate without, and shall stand by the post of the gate; and the priests shall prepare his burnt-offering and his peace-offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening. 3 And the people of the land shall worship at the door of that gate before Jehovah on the sabbaths and on the new moons. 4 And the burnt-offering that the prince shall offer unto Jehovah shall be on the sabbath day six lambs without blemish and a ram without blemish; 5 and the meal-offering shall be an ephah for the ram, and the meal-offering for the lambs as he is able to give, and a hin of oil to an ephah.\n\n6 And on the day of the new moon it shall be a young bullock without blemish, and six lambs, and a ram; they shall be without blemish: 7 and he shall prepare a meal-offering, an ephah for the bullock, and an ephah for the ram, and for the lambs according as [a]he is able, and a hin of oil to an ephah. 8 And when the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by the way thereof.\n\n9 But when the people of the land shall come before Jehovah in the appointed feasts, he that entereth by the way of the north gate to worship shall go forth by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate whereby he came in, but shall go forth straight before him. 10 And the prince, when they go in, shall go in in the midst of them; and when they go forth, they shall go forth together. 11 And in the feasts and in the [b]solemnities the meal-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah. 12 And when the prince shall prepare a freewill-offering, a burnt-offering or peace-offerings as a freewill-offering unto Jehovah, one shall open for him the gate that looketh toward the east; and he shall prepare his burnt-offering and his peace-offerings, as he doth on the sabbath day: then he shall go forth; and after his going forth one shall shut the gate.\n\n13 And thou shalt prepare a lamb a year old without blemish for a burnt-offering unto Jehovah daily: morning by morning shalt thou prepare it. 14 And thou shalt prepare a meal-offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to [c]moisten the fine flour; a meal-offering unto Jehovah continually by a perpetual ordinance. 15 Thus shall they prepare the lamb, and the meal-offering, and the oil, morning by morning, for a continual burnt-offering.\n\n16 Thus saith the Lord Jehovah: If the prince give a gift unto any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance. 17 But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons. 18 Moreover the prince shall not take of the people's inheritance, to [d]thrust them out of their possession; he shall give inheritance to his sons out of his own possession, that my people be not scattered every man from his possession.\n\n19 Then he brought me through the entry, which was at the side of the gate, into the holy chambers for the priests, which looked toward the north: and, behold, there was a place on the hinder part westward. 20 And he said unto me, This is the place where the priests shall boil the trespass-offering and the sin-offering, and where they shall bake the meal-offering; that they bring them not forth into the outer court, to sanctify the people. 21 Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court. 22 In the four corners of the court there were courts [e]inclosed, forty cubits long and thirty broad: these four in the corners were of one measure. 23 And there was a [f]wall round about in them, round about the four, and boiling-places were made under the [g]walls round about. 24 Then said he unto me, These are the boiling-houses, where the ministers of the house shall boil the sacrifice of the people.\n\n \nFootnotes\nEzekiel 46:7 Hebrew his hand shall attain unto.\nEzekiel 46:11 Or, appointed feasts\nEzekiel 46:14 Or, mix with\nEzekiel 46:18 Hebrew oppress.\nEzekiel 46:22 Or, joined on\nEzekiel 46:23 Hebrew row.\nEzekiel 46:23 Hebrew rows.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\nFootnotes\na. Psalm : This psalm is an acrostic poem, the stanzas of which begin with the successive letters of the Hebrew alphabet.",
    "Script 2": "Ruth :-\n\nRuth and Boaz at the Threshing Floor\n\n One day Ruth's mother-in-law Naomi said to her, \"My daughter, I must find a home[a] for you, where you will be well provided for.  Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor.  Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking.  When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.\"\n\n \"I will do whatever you say,\" Ruth answered.  So she went down to the threshing floor and did everything her mother-in-law told her to do.\n\n When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down.  In the middle of the night something startled the man; he turned--and there was a woman lying at his feet!\n\n \"Who are you?\" he asked.\n\n\"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a guardian-redeemer[b] of our family.\"\n\n \"The Lord bless you, my daughter,\" he replied. \"This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.  And now, my daughter, don't be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.  Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.  Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.\"\n\nFootnotes\na. Ruth : Hebrew find rest (see :)\nb. Ruth : The Hebrew word for guardian-redeemer is a legal term for one who has the obligation to redeem a relative in serious difficulty (see Lev. :-); also in verses  and .\n\nRuth :-\n\nNaomi Gains a Son\n\n So Boaz took Ruth and she became his wife. When he made love to her, the Lord enabled her to conceive, and she gave birth to a son.  The women said to Naomi: \"Praise be to the Lord, who this day has not left you without a guardian-redeemer. May he become famous throughout Israel!  He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.\"\n\n Then Naomi took the child in her arms and cared for him.  The women living there said, \"Naomi has a son!\" And they named him Obed. He was the father of Jesse, the father of David.\n\nThe Genealogy of David\n\n This, then, is the family line of Perez:\n\nPerez was the father of Hezron,\n\n Hezron the father of Ram,\n\nRam the father of Amminadab,\n\n Amminadab the father of Nahshon,\n\nNahshon the father of Salmon,[a]\n\n Salmon the father of Boaz,\n\nBoaz the father of Obed,\n\n Obed the father of Jesse,\n\nand Jesse the father of David.\n\nFootnotes\na. Ruth : A few Hebrew manuscripts, some Septuagint manuscripts and Vulgate (see also verse  and Septuagint of  Chron. :); most Hebrew manuscripts Salma",
    "Script 3": "Luke :-\n\nBlessings and Woes\n\n He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coastal region around Tyre and Sidon,  who had come to hear him and to be healed of their diseases. Those troubled by impure spirits were cured,  and the people all tried to touch him, because power was coming from him and healing them all.\n\n Looking at his disciples, he said:\n\n\"Blessed are you who are poor,\n    for yours is the kingdom of God.\n Blessed are you who hunger now,\n    for you will be satisfied.\nBlessed are you who weep now,\n    for you will laugh.\n Blessed are you when people hate you,\n    when they exclude you and insult you\n    and reject your name as evil,\n        because of the Son of Man.\n\n \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their ancestors treated the prophets.\n\n \"But woe to you who are rich,\n    for you have already received your comfort.\n Woe to you who are well fed now,\n    for you will go hungry.\nWoe to you who laugh now,\n    for you will mourn and weep.\n Woe to you when everyone speaks well of you,\n    for that is how their ancestors treated the false prophets.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Thus saith the Lord Jehovah: The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath day it shall be opened, and on the day of the new moon it shall be opened.  And the prince shall enter by the way of the porch of the gate without, and shall stand by the post of the gate; and the priests shall prepare his burnt-offering and his peace-offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening.  And the people of the land shall worship at the door of that gate before Jehovah on the sabbaths and on the new moons.  And the burnt-offering that the prince shall offer unto Jehovah shall be on the sabbath day six lambs without blemish and a ram without blemish;  and the meal-offering shall be an ephah for the ram, and the meal-offering for the lambs as he is able to give, and a hin of oil to an ephah.\n\n And on the day of the new moon it shall be a young bullock without blemish, and six lambs, and a ram; they shall be without blemish:  and he shall prepare a meal-offering, an ephah for the bullock, and an ephah for the ram, and for the lambs according as [a]he is able, and a hin of oil to an ephah.  And when the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by the way thereof.\n\n But when the people of the land shall come before Jehovah in the appointed feasts, he that entereth by the way of the north gate to worship shall go forth by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate whereby he came in, but shall go forth straight before him.  And the prince, when they go in, shall go in in the midst of them; and when they go forth, they shall go forth together.  And in the feasts and in the [b]solemnities the meal-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah.  And when the prince shall prepare a freewill-offering, a burnt-offering or peace-offerings as a freewill-offering unto Jehovah, one shall open for him the gate that looketh toward the east; and he shall prepare his burnt-offering and his peace-offerings, as he doth on the sabbath day: then he shall go forth; and after his going forth one shall shut the gate.\n\n And thou shalt prepare a lamb a year old without blemish for a burnt-offering unto Jehovah daily: morning by morning shalt thou prepare it.  And thou shalt prepare a meal-offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to [c]moisten the fine flour; a meal-offering unto Jehovah continually by a perpetual ordinance.  Thus shall they prepare the lamb, and the meal-offering, and the oil, morning by morning, for a continual burnt-offering.\n\n Thus saith the Lord Jehovah: If the prince give a gift unto any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance.  But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons.  Moreover the prince shall not take of the people's inheritance, to [d]thrust them out of their possession; he shall give inheritance to his sons out of his own possession, that my people be not scattered every man from his possession.\n\n Then he brought me through the entry, which was at the side of the gate, into the holy chambers for the priests, which looked toward the north: and, behold, there was a place on the hinder part westward.  And he said unto me, This is the place where the priests shall boil the trespass-offering and the sin-offering, and where they shall bake the meal-offering; that they bring them not forth into the outer court, to sanctify the people.  Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court.  In the four corners of the court there were courts [e]inclosed, forty cubits long and thirty broad: these four in the corners were of one measure.  And there was a [f]wall round about in them, round about the four, and boiling-places were made under the [g]walls round about.  Then said he unto me, These are the boiling-houses, where the ministers of the house shall boil the sacrifice of the people.\n\n \nFootnotes\nEzekiel : Hebrew his hand shall attain unto.\nEzekiel : Or, appointed feasts\nEzekiel : Or, mix with\nEzekiel : Hebrew oppress.\nEzekiel : Or, joined on\nEzekiel : Hebrew row.\nEzekiel : Hebrew rows.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\nPsalm [a]\n\nOf David.\n\n Do not fret because of those who are evil\n    or be envious of those who do wrong;\n for like the grass they will soon wither,\n    like green plants they will soon die away.\n\n Trust in the Lord and do good;\n    dwell in the land and enjoy safe pasture.\n Take delight in the Lord,\n    and he will give you the desires of your heart.\n\n Commit your way to the Lord;\n    trust in him and he will do this:\n He will make your righteous reward shine like the dawn,\n    your vindication like the noonday sun.\n\n Be still before the Lord\n    and wait patiently for him;\ndo not fret when people succeed in their ways,\n    when they carry out their wicked schemes.\n\n Refrain from anger and turn from wrath;\n    do not fret--it leads only to evil.\n For those who are evil will be destroyed,\n    but those who hope in the Lord will inherit the land.\n\n A little while, and the wicked will be no more;\n    though you look for them, they will not be found.\n But the meek will inherit the land\n    and enjoy peace and prosperity.\n\n The wicked plot against the righteous\n    and gnash their teeth at them;\n but the Lord laughs at the wicked,\n    for he knows their day is coming.\n\n The wicked draw the sword\n    and bend the bow\nto bring down the poor and needy,\n    to slay those whose ways are upright.\n But their swords will pierce their own hearts,\n    and their bows will be broken.\n\n Better the little that the righteous have\n    than the wealth of many wicked;\n for the power of the wicked will be broken,\n    but the Lord upholds the righteous.\n\n",
    "Script 2": "Ruth :-\n\nRuth and Boaz at the Threshing Floor\n\n One day Ruth's mother-in-law Naomi said to her, \"My daughter, I must find a home[a] for you, where you will be well provided for.  Now Boaz, with whose women you have worked, is a relative of ours. Tonight he will be winnowing barley on the threshing floor.  Wash, put on perfume, and get dressed in your best clothes. Then go down to the threshing floor, but don't let him know you are there until he has finished eating and drinking.  When he lies down, note the place where he is lying. Then go and uncover his feet and lie down. He will tell you what to do.\"\n\n \"I will do whatever you say,\" Ruth answered.  So she went down to the threshing floor and did everything her mother-in-law told her to do.\n\n When Boaz had finished eating and drinking and was in good spirits, he went over to lie down at the far end of the grain pile. Ruth approached quietly, uncovered his feet and lay down.  In the middle of the night something startled the man; he turned--and there was a woman lying at his feet!\n\n \"Who are you?\" he asked.\n\n\"I am your servant Ruth,\" she said. \"Spread the corner of your garment over me, since you are a guardian-redeemer[b] of our family.\"\n\n \"The Lord bless you, my daughter,\" he replied. \"This kindness is greater than that which you showed earlier: You have not run after the younger men, whether rich or poor.  And now, my daughter, don't be afraid. I will do for you all you ask. All the people of my town know that you are a woman of noble character.  Although it is true that I am a guardian-redeemer of our family, there is another who is more closely related than I.  Stay here for the night, and in the morning if he wants to do his duty as your guardian-redeemer, good; let him redeem you. But if he is not willing, as surely as the Lord lives I will do it. Lie here until morning.\"\n\n",
    "Script 3": "Luke :-\n\nBlessings and Woes\n\n He went down with them and stood on a level place. A large crowd of his disciples was there and a great number of people from all over Judea, from Jerusalem, and from the coastal region around Tyre and Sidon,  who had come to hear him and to be healed of their diseases. Those troubled by impure spirits were cured,  and the people all tried to touch him, because power was coming from him and healing them all.\n\n Looking at his disciples, he said:\n\n\"Blessed are you who are poor,\n    for yours is the kingdom of God.\n Blessed are you who hunger now,\n    for you will be satisfied.\nBlessed are you who weep now,\n    for you will laugh.\n Blessed are you when people hate you,\n    when they exclude you and insult you\n    and reject your name as evil,\n        because of the Son of Man.\n\n \"Rejoice in that day and leap for joy, because great is your reward in heaven. For that is how their ancestors treated the prophets.\n\n \"But woe to you who are rich,\n    for you have already received your comfort.\n Woe to you who are well fed now,\n    for you will go hungry.\nWoe to you who laugh now,\n    for you will mourn and weep.\n Woe to you when everyone speaks well of you,\n    for that is how their ancestors treated the false prophets.",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Thus saith the Lord Jehovah: The gate of the inner court that looketh toward the east shall be shut the six working days; but on the sabbath day it shall be opened, and on the day of the new moon it shall be opened.  And the prince shall enter by the way of the porch of the gate without, and shall stand by the post of the gate; and the priests shall prepare his burnt-offering and his peace-offerings, and he shall worship at the threshold of the gate: then he shall go forth; but the gate shall not be shut until the evening.  And the people of the land shall worship at the door of that gate before Jehovah on the sabbaths and on the new moons.  And the burnt-offering that the prince shall offer unto Jehovah shall be on the sabbath day six lambs without blemish and a ram without blemish;  and the meal-offering shall be an ephah for the ram, and the meal-offering for the lambs as he is able to give, and a hin of oil to an ephah.\n\n And on the day of the new moon it shall be a young bullock without blemish, and six lambs, and a ram; they shall be without blemish:  and he shall prepare a meal-offering, an ephah for the bullock, and an ephah for the ram, and for the lambs according as [a]he is able, and a hin of oil to an ephah.  And when the prince shall enter, he shall go in by the way of the porch of the gate, and he shall go forth by the way thereof.\n\n But when the people of the land shall come before Jehovah in the appointed feasts, he that entereth by the way of the north gate to worship shall go forth by the way of the south gate; and he that entereth by the way of the south gate shall go forth by the way of the north gate: he shall not return by the way of the gate whereby he came in, but shall go forth straight before him.  And the prince, when they go in, shall go in in the midst of them; and when they go forth, they shall go forth together.  And in the feasts and in the [b]solemnities the meal-offering shall be an ephah for a bullock, and an ephah for a ram, and for the lambs as he is able to give, and a hin of oil to an ephah.  And when the prince shall prepare a freewill-offering, a burnt-offering or peace-offerings as a freewill-offering unto Jehovah, one shall open for him the gate that looketh toward the east; and he shall prepare his burnt-offering and his peace-offerings, as he doth on the sabbath day: then he shall go forth; and after his going forth one shall shut the gate.\n\n And thou shalt prepare a lamb a year old without blemish for a burnt-offering unto Jehovah daily: morning by morning shalt thou prepare it.  And thou shalt prepare a meal-offering with it morning by morning, the sixth part of an ephah, and the third part of a hin of oil, to [c]moisten the fine flour; a meal-offering unto Jehovah continually by a perpetual ordinance.  Thus shall they prepare the lamb, and the meal-offering, and the oil, morning by morning, for a continual burnt-offering.\n\n Thus saith the Lord Jehovah: If the prince give a gift unto any of his sons, it is his inheritance, it shall belong to his sons; it is their possession by inheritance.  But if he give of his inheritance a gift to one of his servants, it shall be his to the year of liberty; then it shall return to the prince; but as for his inheritance, it shall be for his sons.  Moreover the prince shall not take of the people's inheritance, to [d]thrust them out of their possession; he shall give inheritance to his sons out of his own possession, that my people be not scattered every man from his possession.\n\n Then he brought me through the entry, which was at the side of the gate, into the holy chambers for the priests, which looked toward the north: and, behold, there was a place on the hinder part westward.  And he said unto me, This is the place where the priests shall boil the trespass-offering and the sin-offering, and where they shall bake the meal-offering; that they bring them not forth into the outer court, to sanctify the people.  Then he brought me forth into the outer court, and caused me to pass by the four corners of the court; and, behold, in every corner of the court there was a court.  In the four corners of the court there were courts [e]inclosed, forty cubits long and thirty broad: these four in the corners were of one measure.  And there was a [f]wall round about in them, round about the four, and boiling-places were made under the [g]walls round about.  Then said he unto me, These are the boiling-houses, where the ministers of the house shall boil the sacrifice of the people.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]