[
  {
    "Date": "2026-01-05T08:00:00.000Z",
    "Day of Week": "Monday",
    "Day in calendar": "Second week of Christmastide",
    "Script 1": "\nFor the director of music. A psalm of David.\n\n May the Lord answer you when you are in distress;\n    may the name of the God of Jacob protect you.\n May he send you help from the sanctuary\n    and grant you support from Zion.\n May he remember all your sacrifices\n    and accept your burnt offerings.[b]\n May he give you the desire of your heart\n    and make all your plans succeed.\n May we shout for joy over your victory\n    and lift up our banners in the name of our God.\n\nMay the Lord grant all your requests.\n\n Now this I know:\n    The Lord gives victory to his anointed.\nHe answers him from his heavenly sanctuary\n    with the victorious power of his right hand.\n Some trust in chariots and some in horses,\n    but we trust in the name of the Lord our God.\n They are brought to their knees and fall,\n    but we rise up and stand firm.\n Lord, give victory to the king!\n    Answer us when we call!\n\n",
    "Script 2": "The Call of Abram\n\n The Lord had said to Abram, \"Go from your country, your people and your father's household to the land I will show you.\n\n \"I will make you into a great nation,\n    and I will bless you;\nI will make your name great,\n    and you will be a blessing.[a]\n I will bless those who bless you,\n    and whoever curses you I will curse;\nand all peoples on earth\n    will be blessed through you.\"[b]\n\n So Abram went, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Harran.  He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Harran, and they set out for the land of Canaan, and they arrived there.\n\n Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land.  The Lord appeared to Abram and said, \"To your offspring[c] I will give this land.\" So he built an altar there to the Lord, who had appeared to him.\n\n",
    "Script 3": "Faith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.  By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise.  For he was looking forward to the city with foundations, whose architect and builder is God.  And by faith even Sarah, who was past childbearing age, was enabled to bear children because she[b] considered him faithful who had made the promise.  And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.\n\n",
    "Script 4": "American Standard Version\n Again the word of Jehovah came unto me, saying,  Son of man, cause Jerusalem to know her abominations;  and say, Thus saith the Lord Jehovah unto Jerusalem: [a]Thy birth and thy nativity is of the land of the Canaanite; the Amorite was thy father, and thy mother was a Hittite.  And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water to cleanse thee; thou wast not salted at all, nor swaddled at all.  No eye pitied thee, to do any of these things unto thee, to have compassion upon thee; but thou wast cast out in the open field, for that thy person was abhorred, in the day that thou wast born.\n\n And when I passed by thee, and saw thee weltering in thy blood, I said unto thee, Though thou art in thy blood, live; yea, I said unto thee, Though thou art in thy blood, live.  I [b]caused thee to multiply as that which groweth in the field, and thou didst increase and wax great, and thou attainedst to [c]excellent ornament; thy breasts were fashioned, and thy hair was grown; yet thou wast naked and bare.  Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord Jehovah, and thou becamest mine.  Then washed I thee with water; yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil.  I clothed thee also with broidered work, and shod thee with [d]sealskin, and I [e]girded thee about with fine linen, and covered thee with silk.  And I decked thee with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.  And I put a ring upon thy nose, and ear-rings in thine ears, and a beautiful crown upon thy head.  Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil; and thou wast exceeding beautiful, and thou didst prosper unto royal estate.  And thy renown went forth among the nations for thy beauty; for it was perfect, through my majesty which I had put upon thee, saith the Lord Jehovah.\n\n But thou didst trust in thy beauty, and playedst the harlot because of thy renown, and pouredst out thy whoredoms on every one that passed by; his it was.  And thou didst take of thy garments, and madest for thee high places decked with divers colors, and playedst the harlot upon them: the like things shall not come, neither shall it be so.  Thou didst also take thy [f]fair jewels of my gold and of my silver, which I had given thee, and madest for thee [g]images of men, and didst play the harlot with them;  and thou tookest thy broidered garments, and coveredst them, and didst set mine oil and mine incense before them.  My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them for a sweet savor; and thus it was, saith the Lord Jehovah.  Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them to be devoured. Were thy whoredoms a small matter,  that thou hast slain my children, and delivered them up, in [h]causing them to pass through the fire unto them?  And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast weltering in thy blood.\n\n And it is come to pass after all thy wickedness (woe, woe unto thee! saith the Lord Jehovah),  that thou hast built unto thee a vaulted place, and hast made thee a lofty place in every street.  Thou hast built thy lofty place at the head of every way, and hast made thy beauty an abomination, and hast opened thy feet to every one that passed by, and multiplied thy whoredom.  Thou hast also committed fornication with the Egyptians, thy neighbors, great of flesh; and hast multiplied thy whoredom, to provoke me to anger.  Behold therefore, I have stretched out my hand over thee, and have diminished thine [i]ordinary food, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, that are ashamed of thy lewd way.  Thou hast played the harlot also with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet thou wast not satisfied.  Thou hast moreover multiplied thy whoredom unto the land of [j]traffic, unto Chaldea; and yet thou wast not satisfied herewith.\n\n How weak is thy heart, saith the Lord Jehovah, seeing thou doest all these things, the work of an impudent harlot;  in that thou buildest thy vaulted place at the head of every way, and makest thy lofty place in every street, and hast not been as a harlot, [k]in that thou scornest hire.  A wife that committeth adultery! that taketh strangers instead of her husband!  They give gifts to all harlots; but thou givest thy gifts to all thy lovers, and bribest them, that they may come unto thee on every side for thy whoredoms.  And thou art different from other women in thy whoredoms, in that none followeth thee to play the harlot; and whereas thou givest hire, and no hire is given unto thee, therefore thou art different.\n\n Wherefore, O harlot, hear the word of Jehovah:  Thus saith the Lord Jehovah, Because thy [l]filthiness was poured out, and thy nakedness uncovered through thy whoredoms with thy lovers; and because of all the idols of thy abominations, and for the blood of thy children, that thou didst give unto them;  therefore behold, I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them against thee on every side, and will uncover thy nakedness unto them, that they may see all thy nakedness.  And I will judge thee, as women that break wedlock and shed blood are judged; and I will bring upon thee the blood of wrath and jealousy.  I will also give thee into their hand, and they shall throw down thy vaulted place, and break down thy lofty places; and they shall strip thee of thy clothes, and take thy fair jewels; and they shall leave thee naked and bare.  They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords.  And they shall burn thy houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt also give no hire any more.  So will I cause my wrath toward thee to rest, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry.  Because thou hast not remembered the days of thy youth, but hast raged against me in all these things; therefore, behold, I also will bring thy way upon thy head, saith the Lord Jehovah: and [m]thou shalt not commit this lewdness with all thine abominations.\n\n Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter.  Thou art the daughter of thy mother, that loatheth her husband and her children; and thou art the sister of thy sisters, who loathed their husbands and their children: your mother was a Hittite, and your father an Amorite.  And thine elder sister is Samaria, that dwelleth at thy left hand, she and her daughters; and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters.  Yet hast thou not walked in their ways, nor done after their abominations; but, as if that were a very little thing, thou wast more corrupt than they in all thy ways.  As I live, saith the Lord Jehovah, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters.  Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and prosperous ease was in her and in her daughters; neither did she strengthen the hand of the poor and needy.  And they were haughty, and committed abomination before me: therefore I took them away [n]as I saw good.  Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters by all thine abominations which thou hast done.  Thou also, bear thou thine own shame, in that thou hast given judgment for thy [o]sisters; through thy sins that thou hast committed more abominable than they, they are more righteous than thou: yea, be thou also confounded, and bear thy shame, in that thou hast justified thy sisters.\n\n And I will [p]turn again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of thy captives in the midst of them;  that thou mayest bear thine own shame, and mayest be ashamed because of all that thou hast done, in that thou art a comfort unto them.  And thy sisters, Sodom and her daughters, shall return to their former estate; and Samaria and her daughters shall return to their former estate; and thou and thy daughters shall return to your former estate.  For thy sister Sodom was not mentioned by thy mouth in the day of thy pride,  before thy wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all that are round about her, the daughters of the Philistines, that do despite unto thee round about.  Thou hast borne thy lewdness and thine abominations, saith Jehovah.  For thus saith the Lord Jehovah: I will also deal with thee as thou hast done, who hast despised the oath in breaking the covenant.\n\n Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.  Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder sisters and thy younger; and I will give them unto thee for daughters, but not by thy covenant.  And I will establish my covenant with thee; and thou shalt know that I am Jehovah;  that thou mayest remember, and be confounded, and never open thy mouth any more, because of thy shame, when I have forgiven thee all that thou hast done, saith the Lord Jehovah.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm20;Genesis12:1-7;Hebrews11:1-12",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.20,Gen.12,Heb.11",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_d3c7875f3e514dfaaeeb0ee8a4752b8b~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_bfe844a7778a42efa71252f4feec7373~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_5a33846973954c96b5402544b16c0a43~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 20",
    "Address Script 2": "Genesis 12:1-7",
    "Address Script 3": "Hebrews 11:1-12",
    "Address Script 4": "Ezekiel 16",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ps.20.24bf57cb32ea909e76d7a47989a59ae0.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gen.12.8269e61a62b18e136c0b4e09e6e62a60.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Heb.11.6827a69efee25254d95af5aeb0006411.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.16.40e337932a63da54ae90f74fc76d21db.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 20[a]\n\nFor the director of music. A psalm of David.\n\n1 May the Lord answer you when you are in distress;\n    may the name of the God of Jacob protect you.\n2 May he send you help from the sanctuary\n    and grant you support from Zion.\n3 May he remember all your sacrifices\n    and accept your burnt offerings.[b]\n4 May he give you the desire of your heart\n    and make all your plans succeed.\n5 May we shout for joy over your victory\n    and lift up our banners in the name of our God.\n\nMay the Lord grant all your requests.\n\n6 Now this I know:\n    The Lord gives victory to his anointed.\nHe answers him from his heavenly sanctuary\n    with the victorious power of his right hand.\n7 Some trust in chariots and some in horses,\n    but we trust in the name of the Lord our God.\n8 They are brought to their knees and fall,\n    but we rise up and stand firm.\n9 Lord, give victory to the king!\n    Answer us when we call!\n\nFootnotes\na. Psalm 20:1 In Hebrew texts 20:1-9 is numbered 20:2-10.\nb. Psalm 20:3 The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Genesis 12:1-7\n\nThe Call of Abram\n\n1 The Lord had said to Abram, \"Go from your country, your people and your father's household to the land I will show you.\n\n2 \"I will make you into a great nation,\n    and I will bless you;\nI will make your name great,\n    and you will be a blessing.[a]\n3 I will bless those who bless you,\n    and whoever curses you I will curse;\nand all peoples on earth\n    will be blessed through you.\"[b]\n\n4 So Abram went, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Harran. 5 He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Harran, and they set out for the land of Canaan, and they arrived there.\n\n6 Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land. 7 The Lord appeared to Abram and said, \"To your offspring[c] I will give this land.\" So he built an altar there to the Lord, who had appeared to him.\n\nFootnotes\na. Genesis 12:2 Or be seen as blessed\nb. Genesis 12:3 Or earth / will use your name in blessings (see 48:20)\nc. Genesis 12:7 Or seed",
    "Script 3": "Hebrews 11:1-12\n\nFaith in Action\n\n1 Now faith is confidence in what we hope for and assurance about what we do not see. 2 This is what the ancients were commended for.\n\n3 By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n4 By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n5 By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God. 6 And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n7 By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n8 By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. 9 By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. 10 For he was looking forward to the city with foundations, whose architect and builder is God. 11 And by faith even Sarah, who was past childbearing age, was enabled to bear children because she[b] considered him faithful who had made the promise. 12 And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.\n\nFootnotes\na. Hebrews 11:5 Gen. 5:24\nb. Hebrews 11:11 Or By faith Abraham, even though he was too old to have children--and Sarah herself was not able to conceive--was enabled to become a father because he",
    "Script 4": "Ezekiel 16\nAmerican Standard Version\n16 Again the word of Jehovah came unto me, saying, 2 Son of man, cause Jerusalem to know her abominations; 3 and say, Thus saith the Lord Jehovah unto Jerusalem: [a]Thy birth and thy nativity is of the land of the Canaanite; the Amorite was thy father, and thy mother was a Hittite. 4 And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water to cleanse thee; thou wast not salted at all, nor swaddled at all. 5 No eye pitied thee, to do any of these things unto thee, to have compassion upon thee; but thou wast cast out in the open field, for that thy person was abhorred, in the day that thou wast born.\n\n6 And when I passed by thee, and saw thee weltering in thy blood, I said unto thee, Though thou art in thy blood, live; yea, I said unto thee, Though thou art in thy blood, live. 7 I [b]caused thee to multiply as that which groweth in the field, and thou didst increase and wax great, and thou attainedst to [c]excellent ornament; thy breasts were fashioned, and thy hair was grown; yet thou wast naked and bare. 8 Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord Jehovah, and thou becamest mine. 9 Then washed I thee with water; yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil. 10 I clothed thee also with broidered work, and shod thee with [d]sealskin, and I [e]girded thee about with fine linen, and covered thee with silk. 11 And I decked thee with ornaments, and I put bracelets upon thy hands, and a chain on thy neck. 12 And I put a ring upon thy nose, and ear-rings in thine ears, and a beautiful crown upon thy head. 13 Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil; and thou wast exceeding beautiful, and thou didst prosper unto royal estate. 14 And thy renown went forth among the nations for thy beauty; for it was perfect, through my majesty which I had put upon thee, saith the Lord Jehovah.\n\n15 But thou didst trust in thy beauty, and playedst the harlot because of thy renown, and pouredst out thy whoredoms on every one that passed by; his it was. 16 And thou didst take of thy garments, and madest for thee high places decked with divers colors, and playedst the harlot upon them: the like things shall not come, neither shall it be so. 17 Thou didst also take thy [f]fair jewels of my gold and of my silver, which I had given thee, and madest for thee [g]images of men, and didst play the harlot with them; 18 and thou tookest thy broidered garments, and coveredst them, and didst set mine oil and mine incense before them. 19 My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them for a sweet savor; and thus it was, saith the Lord Jehovah. 20 Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them to be devoured. Were thy whoredoms a small matter, 21 that thou hast slain my children, and delivered them up, in [h]causing them to pass through the fire unto them? 22 And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast weltering in thy blood.\n\n23 And it is come to pass after all thy wickedness (woe, woe unto thee! saith the Lord Jehovah), 24 that thou hast built unto thee a vaulted place, and hast made thee a lofty place in every street. 25 Thou hast built thy lofty place at the head of every way, and hast made thy beauty an abomination, and hast opened thy feet to every one that passed by, and multiplied thy whoredom. 26 Thou hast also committed fornication with the Egyptians, thy neighbors, great of flesh; and hast multiplied thy whoredom, to provoke me to anger. 27 Behold therefore, I have stretched out my hand over thee, and have diminished thine [i]ordinary food, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, that are ashamed of thy lewd way. 28 Thou hast played the harlot also with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet thou wast not satisfied. 29 Thou hast moreover multiplied thy whoredom unto the land of [j]traffic, unto Chaldea; and yet thou wast not satisfied herewith.\n\n30 How weak is thy heart, saith the Lord Jehovah, seeing thou doest all these things, the work of an impudent harlot; 31 in that thou buildest thy vaulted place at the head of every way, and makest thy lofty place in every street, and hast not been as a harlot, [k]in that thou scornest hire. 32 A wife that committeth adultery! that taketh strangers instead of her husband! 33 They give gifts to all harlots; but thou givest thy gifts to all thy lovers, and bribest them, that they may come unto thee on every side for thy whoredoms. 34 And thou art different from other women in thy whoredoms, in that none followeth thee to play the harlot; and whereas thou givest hire, and no hire is given unto thee, therefore thou art different.\n\n35 Wherefore, O harlot, hear the word of Jehovah: 36 Thus saith the Lord Jehovah, Because thy [l]filthiness was poured out, and thy nakedness uncovered through thy whoredoms with thy lovers; and because of all the idols of thy abominations, and for the blood of thy children, that thou didst give unto them; 37 therefore behold, I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them against thee on every side, and will uncover thy nakedness unto them, that they may see all thy nakedness. 38 And I will judge thee, as women that break wedlock and shed blood are judged; and I will bring upon thee the blood of wrath and jealousy. 39 I will also give thee into their hand, and they shall throw down thy vaulted place, and break down thy lofty places; and they shall strip thee of thy clothes, and take thy fair jewels; and they shall leave thee naked and bare. 40 They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords. 41 And they shall burn thy houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt also give no hire any more. 42 So will I cause my wrath toward thee to rest, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry. 43 Because thou hast not remembered the days of thy youth, but hast raged against me in all these things; therefore, behold, I also will bring thy way upon thy head, saith the Lord Jehovah: and [m]thou shalt not commit this lewdness with all thine abominations.\n\n44 Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter. 45 Thou art the daughter of thy mother, that loatheth her husband and her children; and thou art the sister of thy sisters, who loathed their husbands and their children: your mother was a Hittite, and your father an Amorite. 46 And thine elder sister is Samaria, that dwelleth at thy left hand, she and her daughters; and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters. 47 Yet hast thou not walked in their ways, nor done after their abominations; but, as if that were a very little thing, thou wast more corrupt than they in all thy ways. 48 As I live, saith the Lord Jehovah, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters. 49 Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and prosperous ease was in her and in her daughters; neither did she strengthen the hand of the poor and needy. 50 And they were haughty, and committed abomination before me: therefore I took them away [n]as I saw good. 51 Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters by all thine abominations which thou hast done. 52 Thou also, bear thou thine own shame, in that thou hast given judgment for thy [o]sisters; through thy sins that thou hast committed more abominable than they, they are more righteous than thou: yea, be thou also confounded, and bear thy shame, in that thou hast justified thy sisters.\n\n53 And I will [p]turn again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of thy captives in the midst of them; 54 that thou mayest bear thine own shame, and mayest be ashamed because of all that thou hast done, in that thou art a comfort unto them. 55 And thy sisters, Sodom and her daughters, shall return to their former estate; and Samaria and her daughters shall return to their former estate; and thou and thy daughters shall return to your former estate. 56 For thy sister Sodom was not mentioned by thy mouth in the day of thy pride, 57 before thy wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all that are round about her, the daughters of the Philistines, that do despite unto thee round about. 58 Thou hast borne thy lewdness and thine abominations, saith Jehovah. 59 For thus saith the Lord Jehovah: I will also deal with thee as thou hast done, who hast despised the oath in breaking the covenant.\n\n60 Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant. 61 Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder sisters and thy younger; and I will give them unto thee for daughters, but not by thy covenant. 62 And I will establish my covenant with thee; and thou shalt know that I am Jehovah; 63 that thou mayest remember, and be confounded, and never open thy mouth any more, because of thy shame, when I have forgiven thee all that thou hast done, saith the Lord Jehovah.\n\n \nFootnotes\nEzekiel 16:3 Or, Thine origin\nEzekiel 16:7 Hebrew made thee a myriad.\nEzekiel 16:7 Hebrew ornament of ornaments.\nEzekiel 16:10 Or, porpoise-skin\nEzekiel 16:10 Or, bound thee with attire of fine linen\nEzekiel 16:17 Or, beautiful vessels\nEzekiel 16:17 Or, male images\nEzekiel 16:21 Or, setting them apart. Hebrew making them pass over.\nEzekiel 16:27 Or, allowance\nEzekiel 16:29 Or, Canaan\nEzekiel 16:31 Or, that scoffeth at her hire\nEzekiel 16:36 Hebrew brass.\nEzekiel 16:43 Or, hast thou not committed etc.?\nEzekiel 16:50 Or, when I saw it\nEzekiel 16:52 Or, sister\nEzekiel 16:53 Or, return to",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. A psalm of David.\n\n May the Lord answer you when you are in distress;\n    may the name of the God of Jacob protect you.\n May he send you help from the sanctuary\n    and grant you support from Zion.\n May he remember all your sacrifices\n    and accept your burnt offerings.[b]\n May he give you the desire of your heart\n    and make all your plans succeed.\n May we shout for joy over your victory\n    and lift up our banners in the name of our God.\n\nMay the Lord grant all your requests.\n\n Now this I know:\n    The Lord gives victory to his anointed.\nHe answers him from his heavenly sanctuary\n    with the victorious power of his right hand.\n Some trust in chariots and some in horses,\n    but we trust in the name of the Lord our God.\n They are brought to their knees and fall,\n    but we rise up and stand firm.\n Lord, give victory to the king!\n    Answer us when we call!\n\nFootnotes\na. Psalm : In Hebrew texts :- is numbered :-.\nb. Psalm : The Hebrew has Selah (a word of uncertain meaning) here.",
    "Script 2": "Genesis :-\n\nThe Call of Abram\n\n The Lord had said to Abram, \"Go from your country, your people and your father's household to the land I will show you.\n\n \"I will make you into a great nation,\n    and I will bless you;\nI will make your name great,\n    and you will be a blessing.[a]\n I will bless those who bless you,\n    and whoever curses you I will curse;\nand all peoples on earth\n    will be blessed through you.\"[b]\n\n So Abram went, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Harran.  He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Harran, and they set out for the land of Canaan, and they arrived there.\n\n Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land.  The Lord appeared to Abram and said, \"To your offspring[c] I will give this land.\" So he built an altar there to the Lord, who had appeared to him.\n\nFootnotes\na. Genesis : Or be seen as blessed\nb. Genesis : Or earth / will use your name in blessings (see :)\nc. Genesis : Or seed",
    "Script 3": "Hebrews :-\n\nFaith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.  By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise.  For he was looking forward to the city with foundations, whose architect and builder is God.  And by faith even Sarah, who was past childbearing age, was enabled to bear children because she[b] considered him faithful who had made the promise.  And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.\n\nFootnotes\na. Hebrews : Gen. :\nb. Hebrews : Or By faith Abraham, even though he was too old to have children--and Sarah herself was not able to conceive--was enabled to become a father because he",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Again the word of Jehovah came unto me, saying,  Son of man, cause Jerusalem to know her abominations;  and say, Thus saith the Lord Jehovah unto Jerusalem: [a]Thy birth and thy nativity is of the land of the Canaanite; the Amorite was thy father, and thy mother was a Hittite.  And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water to cleanse thee; thou wast not salted at all, nor swaddled at all.  No eye pitied thee, to do any of these things unto thee, to have compassion upon thee; but thou wast cast out in the open field, for that thy person was abhorred, in the day that thou wast born.\n\n And when I passed by thee, and saw thee weltering in thy blood, I said unto thee, Though thou art in thy blood, live; yea, I said unto thee, Though thou art in thy blood, live.  I [b]caused thee to multiply as that which groweth in the field, and thou didst increase and wax great, and thou attainedst to [c]excellent ornament; thy breasts were fashioned, and thy hair was grown; yet thou wast naked and bare.  Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord Jehovah, and thou becamest mine.  Then washed I thee with water; yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil.  I clothed thee also with broidered work, and shod thee with [d]sealskin, and I [e]girded thee about with fine linen, and covered thee with silk.  And I decked thee with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.  And I put a ring upon thy nose, and ear-rings in thine ears, and a beautiful crown upon thy head.  Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil; and thou wast exceeding beautiful, and thou didst prosper unto royal estate.  And thy renown went forth among the nations for thy beauty; for it was perfect, through my majesty which I had put upon thee, saith the Lord Jehovah.\n\n But thou didst trust in thy beauty, and playedst the harlot because of thy renown, and pouredst out thy whoredoms on every one that passed by; his it was.  And thou didst take of thy garments, and madest for thee high places decked with divers colors, and playedst the harlot upon them: the like things shall not come, neither shall it be so.  Thou didst also take thy [f]fair jewels of my gold and of my silver, which I had given thee, and madest for thee [g]images of men, and didst play the harlot with them;  and thou tookest thy broidered garments, and coveredst them, and didst set mine oil and mine incense before them.  My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them for a sweet savor; and thus it was, saith the Lord Jehovah.  Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them to be devoured. Were thy whoredoms a small matter,  that thou hast slain my children, and delivered them up, in [h]causing them to pass through the fire unto them?  And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast weltering in thy blood.\n\n And it is come to pass after all thy wickedness (woe, woe unto thee! saith the Lord Jehovah),  that thou hast built unto thee a vaulted place, and hast made thee a lofty place in every street.  Thou hast built thy lofty place at the head of every way, and hast made thy beauty an abomination, and hast opened thy feet to every one that passed by, and multiplied thy whoredom.  Thou hast also committed fornication with the Egyptians, thy neighbors, great of flesh; and hast multiplied thy whoredom, to provoke me to anger.  Behold therefore, I have stretched out my hand over thee, and have diminished thine [i]ordinary food, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, that are ashamed of thy lewd way.  Thou hast played the harlot also with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet thou wast not satisfied.  Thou hast moreover multiplied thy whoredom unto the land of [j]traffic, unto Chaldea; and yet thou wast not satisfied herewith.\n\n How weak is thy heart, saith the Lord Jehovah, seeing thou doest all these things, the work of an impudent harlot;  in that thou buildest thy vaulted place at the head of every way, and makest thy lofty place in every street, and hast not been as a harlot, [k]in that thou scornest hire.  A wife that committeth adultery! that taketh strangers instead of her husband!  They give gifts to all harlots; but thou givest thy gifts to all thy lovers, and bribest them, that they may come unto thee on every side for thy whoredoms.  And thou art different from other women in thy whoredoms, in that none followeth thee to play the harlot; and whereas thou givest hire, and no hire is given unto thee, therefore thou art different.\n\n Wherefore, O harlot, hear the word of Jehovah:  Thus saith the Lord Jehovah, Because thy [l]filthiness was poured out, and thy nakedness uncovered through thy whoredoms with thy lovers; and because of all the idols of thy abominations, and for the blood of thy children, that thou didst give unto them;  therefore behold, I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them against thee on every side, and will uncover thy nakedness unto them, that they may see all thy nakedness.  And I will judge thee, as women that break wedlock and shed blood are judged; and I will bring upon thee the blood of wrath and jealousy.  I will also give thee into their hand, and they shall throw down thy vaulted place, and break down thy lofty places; and they shall strip thee of thy clothes, and take thy fair jewels; and they shall leave thee naked and bare.  They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords.  And they shall burn thy houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt also give no hire any more.  So will I cause my wrath toward thee to rest, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry.  Because thou hast not remembered the days of thy youth, but hast raged against me in all these things; therefore, behold, I also will bring thy way upon thy head, saith the Lord Jehovah: and [m]thou shalt not commit this lewdness with all thine abominations.\n\n Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter.  Thou art the daughter of thy mother, that loatheth her husband and her children; and thou art the sister of thy sisters, who loathed their husbands and their children: your mother was a Hittite, and your father an Amorite.  And thine elder sister is Samaria, that dwelleth at thy left hand, she and her daughters; and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters.  Yet hast thou not walked in their ways, nor done after their abominations; but, as if that were a very little thing, thou wast more corrupt than they in all thy ways.  As I live, saith the Lord Jehovah, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters.  Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and prosperous ease was in her and in her daughters; neither did she strengthen the hand of the poor and needy.  And they were haughty, and committed abomination before me: therefore I took them away [n]as I saw good.  Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters by all thine abominations which thou hast done.  Thou also, bear thou thine own shame, in that thou hast given judgment for thy [o]sisters; through thy sins that thou hast committed more abominable than they, they are more righteous than thou: yea, be thou also confounded, and bear thy shame, in that thou hast justified thy sisters.\n\n And I will [p]turn again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of thy captives in the midst of them;  that thou mayest bear thine own shame, and mayest be ashamed because of all that thou hast done, in that thou art a comfort unto them.  And thy sisters, Sodom and her daughters, shall return to their former estate; and Samaria and her daughters shall return to their former estate; and thou and thy daughters shall return to your former estate.  For thy sister Sodom was not mentioned by thy mouth in the day of thy pride,  before thy wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all that are round about her, the daughters of the Philistines, that do despite unto thee round about.  Thou hast borne thy lewdness and thine abominations, saith Jehovah.  For thus saith the Lord Jehovah: I will also deal with thee as thou hast done, who hast despised the oath in breaking the covenant.\n\n Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.  Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder sisters and thy younger; and I will give them unto thee for daughters, but not by thy covenant.  And I will establish my covenant with thee; and thou shalt know that I am Jehovah;  that thou mayest remember, and be confounded, and never open thy mouth any more, because of thy shame, when I have forgiven thee all that thou hast done, saith the Lord Jehovah.\n\n \nFootnotes\nEzekiel : Or, Thine origin\nEzekiel : Hebrew made thee a myriad.\nEzekiel : Hebrew ornament of ornaments.\nEzekiel : Or, porpoise-skin\nEzekiel : Or, bound thee with attire of fine linen\nEzekiel : Or, beautiful vessels\nEzekiel : Or, male images\nEzekiel : Or, setting them apart. Hebrew making them pass over.\nEzekiel : Or, allowance\nEzekiel : Or, Canaan\nEzekiel : Or, that scoffeth at her hire\nEzekiel : Hebrew brass.\nEzekiel : Or, hast thou not committed etc.?\nEzekiel : Or, when I saw it\nEzekiel : Or, sister\nEzekiel : Or, return to",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm [a]\n\nFor the director of music. A psalm of David.\n\n May the Lord answer you when you are in distress;\n    may the name of the God of Jacob protect you.\n May he send you help from the sanctuary\n    and grant you support from Zion.\n May he remember all your sacrifices\n    and accept your burnt offerings.[b]\n May he give you the desire of your heart\n    and make all your plans succeed.\n May we shout for joy over your victory\n    and lift up our banners in the name of our God.\n\nMay the Lord grant all your requests.\n\n Now this I know:\n    The Lord gives victory to his anointed.\nHe answers him from his heavenly sanctuary\n    with the victorious power of his right hand.\n Some trust in chariots and some in horses,\n    but we trust in the name of the Lord our God.\n They are brought to their knees and fall,\n    but we rise up and stand firm.\n Lord, give victory to the king!\n    Answer us when we call!\n\n",
    "Script 2": "Genesis :-\n\nThe Call of Abram\n\n The Lord had said to Abram, \"Go from your country, your people and your father's household to the land I will show you.\n\n \"I will make you into a great nation,\n    and I will bless you;\nI will make your name great,\n    and you will be a blessing.[a]\n I will bless those who bless you,\n    and whoever curses you I will curse;\nand all peoples on earth\n    will be blessed through you.\"[b]\n\n So Abram went, as the Lord had told him; and Lot went with him. Abram was seventy-five years old when he set out from Harran.  He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Harran, and they set out for the land of Canaan, and they arrived there.\n\n Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land.  The Lord appeared to Abram and said, \"To your offspring[c] I will give this land.\" So he built an altar there to the Lord, who had appeared to him.\n\n",
    "Script 3": "Hebrews :-\n\nFaith in Action\n\n Now faith is confidence in what we hope for and assurance about what we do not see.  This is what the ancients were commended for.\n\n By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible.\n\n By faith Abel brought God a better offering than Cain did. By faith he was commended as righteous, when God spoke well of his offerings. And by faith Abel still speaks, even though he is dead.\n\n By faith Enoch was taken from this life, so that he did not experience death: \"He could not be found, because God had taken him away.\"[a] For before he was taken, he was commended as one who pleased God.  And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.\n\n By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that is in keeping with faith.\n\n By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.  By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise.  For he was looking forward to the city with foundations, whose architect and builder is God.  And by faith even Sarah, who was past childbearing age, was enabled to bear children because she[b] considered him faithful who had made the promise.  And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n Again the word of Jehovah came unto me, saying,  Son of man, cause Jerusalem to know her abominations;  and say, Thus saith the Lord Jehovah unto Jerusalem: [a]Thy birth and thy nativity is of the land of the Canaanite; the Amorite was thy father, and thy mother was a Hittite.  And as for thy nativity, in the day thou wast born thy navel was not cut, neither wast thou washed in water to cleanse thee; thou wast not salted at all, nor swaddled at all.  No eye pitied thee, to do any of these things unto thee, to have compassion upon thee; but thou wast cast out in the open field, for that thy person was abhorred, in the day that thou wast born.\n\n And when I passed by thee, and saw thee weltering in thy blood, I said unto thee, Though thou art in thy blood, live; yea, I said unto thee, Though thou art in thy blood, live.  I [b]caused thee to multiply as that which groweth in the field, and thou didst increase and wax great, and thou attainedst to [c]excellent ornament; thy breasts were fashioned, and thy hair was grown; yet thou wast naked and bare.  Now when I passed by thee, and looked upon thee, behold, thy time was the time of love; and I spread my skirt over thee, and covered thy nakedness: yea, I sware unto thee, and entered into a covenant with thee, saith the Lord Jehovah, and thou becamest mine.  Then washed I thee with water; yea, I thoroughly washed away thy blood from thee, and I anointed thee with oil.  I clothed thee also with broidered work, and shod thee with [d]sealskin, and I [e]girded thee about with fine linen, and covered thee with silk.  And I decked thee with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.  And I put a ring upon thy nose, and ear-rings in thine ears, and a beautiful crown upon thy head.  Thus wast thou decked with gold and silver; and thy raiment was of fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil; and thou wast exceeding beautiful, and thou didst prosper unto royal estate.  And thy renown went forth among the nations for thy beauty; for it was perfect, through my majesty which I had put upon thee, saith the Lord Jehovah.\n\n But thou didst trust in thy beauty, and playedst the harlot because of thy renown, and pouredst out thy whoredoms on every one that passed by; his it was.  And thou didst take of thy garments, and madest for thee high places decked with divers colors, and playedst the harlot upon them: the like things shall not come, neither shall it be so.  Thou didst also take thy [f]fair jewels of my gold and of my silver, which I had given thee, and madest for thee [g]images of men, and didst play the harlot with them;  and thou tookest thy broidered garments, and coveredst them, and didst set mine oil and mine incense before them.  My bread also which I gave thee, fine flour, and oil, and honey, wherewith I fed thee, thou didst even set it before them for a sweet savor; and thus it was, saith the Lord Jehovah.  Moreover thou hast taken thy sons and thy daughters, whom thou hast borne unto me, and these hast thou sacrificed unto them to be devoured. Were thy whoredoms a small matter,  that thou hast slain my children, and delivered them up, in [h]causing them to pass through the fire unto them?  And in all thine abominations and thy whoredoms thou hast not remembered the days of thy youth, when thou wast naked and bare, and wast weltering in thy blood.\n\n And it is come to pass after all thy wickedness (woe, woe unto thee! saith the Lord Jehovah),  that thou hast built unto thee a vaulted place, and hast made thee a lofty place in every street.  Thou hast built thy lofty place at the head of every way, and hast made thy beauty an abomination, and hast opened thy feet to every one that passed by, and multiplied thy whoredom.  Thou hast also committed fornication with the Egyptians, thy neighbors, great of flesh; and hast multiplied thy whoredom, to provoke me to anger.  Behold therefore, I have stretched out my hand over thee, and have diminished thine [i]ordinary food, and delivered thee unto the will of them that hate thee, the daughters of the Philistines, that are ashamed of thy lewd way.  Thou hast played the harlot also with the Assyrians, because thou wast insatiable; yea, thou hast played the harlot with them, and yet thou wast not satisfied.  Thou hast moreover multiplied thy whoredom unto the land of [j]traffic, unto Chaldea; and yet thou wast not satisfied herewith.\n\n How weak is thy heart, saith the Lord Jehovah, seeing thou doest all these things, the work of an impudent harlot;  in that thou buildest thy vaulted place at the head of every way, and makest thy lofty place in every street, and hast not been as a harlot, [k]in that thou scornest hire.  A wife that committeth adultery! that taketh strangers instead of her husband!  They give gifts to all harlots; but thou givest thy gifts to all thy lovers, and bribest them, that they may come unto thee on every side for thy whoredoms.  And thou art different from other women in thy whoredoms, in that none followeth thee to play the harlot; and whereas thou givest hire, and no hire is given unto thee, therefore thou art different.\n\n Wherefore, O harlot, hear the word of Jehovah:  Thus saith the Lord Jehovah, Because thy [l]filthiness was poured out, and thy nakedness uncovered through thy whoredoms with thy lovers; and because of all the idols of thy abominations, and for the blood of thy children, that thou didst give unto them;  therefore behold, I will gather all thy lovers, with whom thou hast taken pleasure, and all them that thou hast loved, with all them that thou hast hated; I will even gather them against thee on every side, and will uncover thy nakedness unto them, that they may see all thy nakedness.  And I will judge thee, as women that break wedlock and shed blood are judged; and I will bring upon thee the blood of wrath and jealousy.  I will also give thee into their hand, and they shall throw down thy vaulted place, and break down thy lofty places; and they shall strip thee of thy clothes, and take thy fair jewels; and they shall leave thee naked and bare.  They shall also bring up a company against thee, and they shall stone thee with stones, and thrust thee through with their swords.  And they shall burn thy houses with fire, and execute judgments upon thee in the sight of many women; and I will cause thee to cease from playing the harlot, and thou shalt also give no hire any more.  So will I cause my wrath toward thee to rest, and my jealousy shall depart from thee, and I will be quiet, and will be no more angry.  Because thou hast not remembered the days of thy youth, but hast raged against me in all these things; therefore, behold, I also will bring thy way upon thy head, saith the Lord Jehovah: and [m]thou shalt not commit this lewdness with all thine abominations.\n\n Behold, every one that useth proverbs shall use this proverb against thee, saying, As is the mother, so is her daughter.  Thou art the daughter of thy mother, that loatheth her husband and her children; and thou art the sister of thy sisters, who loathed their husbands and their children: your mother was a Hittite, and your father an Amorite.  And thine elder sister is Samaria, that dwelleth at thy left hand, she and her daughters; and thy younger sister, that dwelleth at thy right hand, is Sodom and her daughters.  Yet hast thou not walked in their ways, nor done after their abominations; but, as if that were a very little thing, thou wast more corrupt than they in all thy ways.  As I live, saith the Lord Jehovah, Sodom thy sister hath not done, she nor her daughters, as thou hast done, thou and thy daughters.  Behold, this was the iniquity of thy sister Sodom: pride, fulness of bread, and prosperous ease was in her and in her daughters; neither did she strengthen the hand of the poor and needy.  And they were haughty, and committed abomination before me: therefore I took them away [n]as I saw good.  Neither hath Samaria committed half of thy sins; but thou hast multiplied thine abominations more than they, and hast justified thy sisters by all thine abominations which thou hast done.  Thou also, bear thou thine own shame, in that thou hast given judgment for thy [o]sisters; through thy sins that thou hast committed more abominable than they, they are more righteous than thou: yea, be thou also confounded, and bear thy shame, in that thou hast justified thy sisters.\n\n And I will [p]turn again their captivity, the captivity of Sodom and her daughters, and the captivity of Samaria and her daughters, and the captivity of thy captives in the midst of them;  that thou mayest bear thine own shame, and mayest be ashamed because of all that thou hast done, in that thou art a comfort unto them.  And thy sisters, Sodom and her daughters, shall return to their former estate; and Samaria and her daughters shall return to their former estate; and thou and thy daughters shall return to your former estate.  For thy sister Sodom was not mentioned by thy mouth in the day of thy pride,  before thy wickedness was uncovered, as at the time of the reproach of the daughters of Syria, and of all that are round about her, the daughters of the Philistines, that do despite unto thee round about.  Thou hast borne thy lewdness and thine abominations, saith Jehovah.  For thus saith the Lord Jehovah: I will also deal with thee as thou hast done, who hast despised the oath in breaking the covenant.\n\n Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.  Then shalt thou remember thy ways, and be ashamed, when thou shalt receive thy sisters, thine elder sisters and thy younger; and I will give them unto thee for daughters, but not by thy covenant.  And I will establish my covenant with thee; and thou shalt know that I am Jehovah;  that thou mayest remember, and be confounded, and never open thy mouth any more, because of thy shame, when I have forgiven thee all that thou hast done, saith the Lord Jehovah.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]