[
  {
    "Art title 1": "He Is Offensive To The Proud And Tender To The Humble",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_b1ab638bbaf24f5cb37ec12847cec3dc~mv2.jpg",
    "Artist Statement 1": "After reading how Jesus treated some people, I was under the impression he was often frustrated and enigmatic with people, like when responding to the Pharisees who were simply asking him questions. Or he was often criticizing disciples for not understanding (\"Are you still so slow to understand!?\"). And he even seemed pretty brutal, like when he curses the fig tree to never bear fruit because it didn't have figs, even though it wasn't the season for it. I didn't feel like responding to people like that was something I should try to emulate.\n\nBut when I mentioned my sentiment to other Christians, they said I was missing the places where he was tender and needed to read it again. \n\nSo I looked back at how Jesus interacted with people, and I started to see a pattern. When Jesus was talking to people who were hard-hearted, skeptical or asking him to prove himself (like the Pharisees), he was enigmatic. When a people had been told to behave for generations but had not obeyed, he practically gave them over to their desires (the Fig tree was symbolic of some in Israel). When he needed to remind the disciples of something he had said over and over already, he used a tone that implored them to look again. But when someone came to him at the end of themselves, hurting and broken-hearted, he was tender and patient and beautiful to them. He forgave them, healed them, and gave them hope. \n\nThat is the sort of compassion I would like to emulate, while being aware there will be those others who are not ready to receive the tender good news I try to offer.",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-07c9be48-5046-4d3e-83e0-9d68f09fb39d",
    "Art title 2": "Porn Like Fruit Flies",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_cf5b4cf82d594d6e915c6747523d0045~mv2.jpg/v1/fill/w_1480,h_1478,al_c,q_90/a07ded_cf5b4cf82d594d6e915c6747523d0045~mv2.webp",
    "Artist Statement 2": "This image goes with the short story today",
    "Picture link 2": "https://static.wixstatic.com/media/a07ded_cf5b4cf82d594d6e915c6747523d0045~mv2.jpg/v1/fill/w_1480,h_1478,al_c,q_90/a07ded_cf5b4cf82d594d6e915c6747523d0045~mv2.webp",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "Porn Like Fruit Flies",
    "Story Link": "https://www.rawspoon.com/post/story-porn-like-fruit-flies",
    "excerpt": "Caroline was powerless to it. \n\nShe knew she wasn't alone; the stats said around a quarter of women look at it. But she wasn't close to being ready to bring it into the light with anyone.\n\nShe wasn't great at bringing much of anything into the light. She had dark heavy curtains, purple painted walls, and sulky black posters in her room in her parents' house. No one else had really been in her room for weeks. And besides school, she hadn't really been out of her room. That's the way she liked it. There was a well-worn path between her computer desk, her dresser, and her bed, but the rest of her room was piled with clutter and gathered dirt. She never had to clean it because no one ever came in. Chat rooms and Netflix and Manga internet comics were her world, and were her friends. No one made her clean anything. She was in total control of what she wanted in her room and her life.\n\nAll except that she couldn't quite stop herself when she knew no one was watching, and the idea of it, and the adrenaline of it that started pulsing through her body. She was powerless to stop the desire to open up a browser and type in...P...O...R.....\n\n\"Cair, can you please wash your dishes in there? I can smell something rotting.\" Her mother spoke from the other side of her door.\n\n\"Mom!\" She angrily shot back. \"Just let me live my life! I'll be out of your hair in a year.\"\n\nShe watched her door, making sure her mother wouldn't push it in as the echo of her voice faded in her mind. She never used to be mean to her mom. Who was she? She was so disappointed with herself. The adrenaline hit her again and she finished the word by typing ...N... \n\nThe search bar auto-populated her most frequented site, but before she could push enter, a big fruit fly bumped into her cheek and flew up her nose. These little creatures were the only other thing she had been battling, actually.\n\nShe sniffed and coughed and cursed until she got the fly out, \"Why can't I get rid of you stupid little---Pffffff.\" She looked back at her screen. There was another fly flying above it. It was not unusual to see small plagues of flies in her room actually. Her eyes drifted down to the dried up styrofoam cup from Smoothie-King in the corner with her other rotting doggy bags and plates.\n\nShe rolled her lips together and nodded. Help me, God. She breathed deeply and pulled herself from the chair. She filled her arms with the styrofoam containers, delivered them to the bathroom trash can and then came back to her room. She didn't close the door like she usually did, but walked to the opposite wall and opened the curtains. As she turned and stood there looking at the seemingly insurmountable chaos, her mother walked by but stopped. \n\n\"Wow, Cair. You never have your door open.\"\n\nCarolyn nodded, looking at the floor. After a long awkward moment she said, \"Mom?\" Still looking down. I'm gonna try to clean this up a bit, but if you ever see my door closed, I give you permission to open it up and come inside. She looked over at the computer screen, still with PORN typed in and waiting on the search bar. \n\nShe didn't jump to close the browser because she knew she was helpless to fight it, until she let the light in.\n\nRaw Spoon, 7-2-21",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=n-UenIDevpI",
    "Bible Project 2": "https://youtu.be/jH_aojNJM3E",
    "Bible Project 3": "https://www.youtube.com/watch?v=1fNWTZZwgbs",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 2",
    "Research 2-link": "https://enduringword.com/bible-commentary/Exodus 6",
    "Research 3-link": "https://enduringword.com/bible-commentary/Hebrews 8",
    "Research 4-link": "https://enduringword.com/bible-commentary/Galatians 1",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=xEUFh2HbftQ",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "https://www.google.com.ph/maps/@28.5793028,35.3977442,3a,75y,331.22h,87.48t/data=!3m8!1e1!3m6!1sAF1QipPvKZI--MrP2GYF30DOaJJiQgesl1eTCnMfrXGE!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipPvKZI--MrP2GYF30DOaJJiQgesl1eTCnMfrXGE%3Dw203-h100-k-no-pi-20-ya98.000015-ro-0-fo100!7i8704!8i4352!5m1!1e4?entry=ttu",
    "3dNotes3": "The wilderness here it is thought 2 million Israelites camped for a year as they constructed the Tabernacle.",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/32",
    "Bema 2": "",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/430c7516-85af-47a7-aa04-8c181869fe6e.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]