[
  {
    "Date": "2026-01-28T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=H0L1Y-wL9x4",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vNDZmMTM2MTgtOTQ2MC0zYjVhLThhNzEtYjcyNmZlMGIxYzIy?sa=X&ved=0CAUQkfYCahkKEwjQwtyUiff5AhUAAAAAHQAAAAAQw4YB",
    "Yoga": "https://www.youtube.com/watch?v=vWA2bxTO2sc&list=PLVccJouc7Os9i7nOOWXfaeX8mJqur1uwv&index=4",
    "famous quote": "\"If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair.\"\n-- C.S. Lewis",
    "Ted Talks": "https://www.youtube.com/watch?v=uux6N06JMEw",
    "Nature Video": "https://www.youtube.com/watch?v=MdExxcRrC9g",
    "User added": "",
    "Interview blog link": "",
    "Interview image": "",
    "Interview Text": "The small group pastor from our church asked if we could get coffee so he could hear about my trip to Ethiopia.\n\r\nI told him some stories and then asked him what our church's stance on miracles is.\n\r\nHe said they don't like to draw lines because that limits what we expect God will do. We like to think of the miracle as trusting God with the needs of the church. It's been beautiful to watch how things we were faithful to pursue years ago planted seed we had no idea would perfectly prepare us for what we see today.\r\n\nHe said that it seems like developing nations see more dramatic miracles and that it's probably partly because all we need over here to be distracted is the material world around us. We also probably don't have enough selflessness. If we had the sacrificial love to get out of our own routines, maybe we could heal. And the way we sensationalize things we might make the healing the center of the story anyway, instead of the God that heals. Our God is courteous and he doesn't budge into our lives when we don't ask for it. So if we're just content to do things our way, he rarely pushes his way in.\n\r\nBut he tries to pray that he will be able to hear what God wants of him when he is with people. What to say, what to not say, what questions to ask.\n \r\n-Raw Spoon (from Miracles in America)",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=gZbrm1rNpsg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/LPD5FlD52fU",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=M7E21RtM-6k",
    "Music Video Instructions": "Though people let you down, have faith in God. "
  }
]