[
  {
    "": "2025-09-03T07:00:00.000Z",
    "Art title 1": "Rock Climbing",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_16194961c51e40db8b0a7ff63443a199~mv2.jpg",
    "Artist Statement 1": "In any journey of temptation, each failure is an opportunity to learn. It feels like moving backwards, but let's use each failure as a learning to help us avoid our vices in the future.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_16194961c51e40db8b0a7ff63443a199~mv2.jpg",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nAn Obsolete God",
    "Story Link": "https://www.rawspoon.com/post/an-obsolete-god",
    "excerpt": "I saw this show about the middle ages with Vikings and stuff and the way they talked about the Christian God seemed very accurate to what I assume it was like. But it made our God seem very obsolete.\n\n\nLike one group of people in a fort would call out to their enemies, \"We are fighting for the one holy God! You are heathens and our God is greater!\" And the next thing you know the other team is throwing that guys head onto the doorstep of his friends.\n\n\nI was just like, \"They sound so naive to believe in that.\" And so obviously then I question my Christianity. Is mine naive? Do I see any proof God really would like rescue me or something? When I think like I were that headless guy in that show, then no. He legit just got owned by the stronger Vikings. Maybe even his belief made him more brazened and got him killed more swiftly.\n\n\nI'm really glad I went to Ethiopia where I recorded pastors telling me about miracle after miracle. Of their God raising people from the dead and them standing toe to toe with witch doctors and the witch doctor can't move or dies on the spot or their house gets struck by lightning and burns down while they're away. That reminds me, maybe the Christian God really is working in this world.\n\n\n\nBut I wonder is it likely that he often intervenes during Viking attacks. Even less likely it seems he'll show up like that in our subtle and comfortable America. Yeah, God probably wouldn't show up like that in a place like this.\n\n\nBut this morning I wondered if God would help that old woman Loretta, with dementia, that we found crashed in a ditch last night. And the anger she felt that her husband never answered his phone when she called, especially because sometimes it was an emergency. And her trying to hide her tears when he came and frustratedly bossed her out of the car. \"She knows she's not supposed to be driving,\" he muttered under his breath. I wonder if my prayer that they will feel more compassion toward each other will be heard. Maybe is that more like the prayer we can try to pray in faith? God, just give us a subtle change of heart that gives us patience with those impossible family members or friends today, a rainy Sunday. Amen. Come soon.\n\n\nRaw Spoon, 12-2-18",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=xrzq_X1NNaA",
    "Bible Project 2": "https://www.youtube.com/watch?v=_TzdEPuqgQg",
    "Bible Project 3": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 119:65-72",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 57",
    "Research 3-link": "https://enduringword.com/bible-commentary/Luke 14",
    "Research 4-link": "https://enduringword.com/bible-commentary/Daniel 9",
    "The Chosen 3": "https://youtu.be/3bsCyG2xBPs",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=nRt696hyyr0",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/44",
    "Bema 2": "https://www.bemadiscipleship.com/65",
    "Bema 3": "",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]