[
  {
    "Art title 1": "Bring Your Situation To Him",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_c858de636fb54f3a9aa66d6250f9fa16~mv2.jpg",
    "Artist Statement 1": "I've found that my best times with God are when I'm really struggling with something emotionally. And when I come to him with an open melting heart like that, is when it seems I hear the most beautiful, beautiful words of love and help. ",
    "Picture link 1": "https://www.rawspoon.com/art?pgid=k0fkuklg-14f41d62-52be-4b97-ba22-d29d2cdabf95",
    "Art title 2": "",
    "Picture Thumbnail 2": "",
    "Artist Statement 2": "",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "BLOG:\nLive for Story, Not Pleasure",
    "Story Link": "https://www.rawspoon.com/post/live-for-story-not-pleasure",
    "excerpt": "So I was thinking about some of my friends. They're weird. I like to find the weird ones.\n\nAnd I was thinking about some of the situations I somehow end up in. They are often risky and embarrassing, but usually interesting, teachable, healing and hilarious.\n\nAnd I thought about how I used to try to live my life differently. Like back in high school, for example, I wanted to only be friends with the perfect people. Only had crushes on the most beautiful girls. Only hoped to go to parties that were climbing up the social ladder. Parties that would bring me a more admirable reputation and pleasure.\n\nBut I realized how much more I like my life now. And it's because I like to see life as a story instead. And the weirder people that are involved, and the more interesting and unique situations I find myself in, make for a better life. At least a better story. I want my life to look more like a movie than I want it to be a poster of flawless people and uninteresting situations. How much more would I like my funeral to be a mix of everyone from homeless people to crazy people to failed CEOs to buskers as well as the successful and flawless. I would love to see them all mixed together. And I hope people would tell lots of stories, instead of just listing credentials.\n\nAnd I realized something about this. This seems to align pretty well with the way that Christ lived. Not that I came to this life-style through as noble means as the planner of the universe, but I've experienced the benefits and I noticed the similarities.\n\nMy friends are often broken people. And if I live my life as a story this makes them more valuable to me. It doesn't always make it easier to be their friends, but it makes it better. And I see the parts of me that are flawed too and I'm not as scared to show them now. I am definitely a weird one: God has made me unique, with fun-making flaws and things that require me to apologize from time to time. And that reconciliation is part of the beauty of story too.\n\nAnd this living for story prizes the process of being honest about my strengths and flaws and trusts that God will use both of them for his glory. It allows me to forgive myself, because this or that mistake was hilarious or interesting and the story is just better if I accidentally called that famous person the wrong name or had sour cream in my beard the whole time talking to that beautiful woman (which would be suicide if I were living for what I used to live for). And if my friends do quirky things it's great because their uniqueness is so special because it is rare. It does not fit the mold. And like most things that are rare, their rarity makes them more valuable.\n\nWhat would any movie be if there were no hilarious mistakes, or tension, or interesting situations which allowed for beautiful moments of resolution. What sort of story is being recorded in heaven if we only live for what is easiest, and most perfect and isn't full of mending relationships, the growth through mistakes, and the enjoyment of our friends' quirkiness?\n\nI think this idea of living NOT for pleasure and success, but living for story has been a very healthy turn of events for me. It allows me to love all my friends better, whether they're weird or not, because as I see their flaws it is treasure to me. And as our flaws bump up against each other I see this as potential for beautiful moments to abound. I see the movie camera in heaven getting better and better footage that the angels, and we, will love to watch. And it's a sign of the growth and maturation and beauty that can only come out of unique, flawed and quirky people, in beautiful, funny, heartbreaking and healing stories.\n\nRaw Spoon, 2-4-18 ",
    "Audio file": "",
    "Blog Title": "",
    "Blog Link": "",
    "Blog excerpt": "",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=d0A6Uchb1F8",
    "Bible Project 2": "https://www.youtube.com/watch?v=HPGShWZ4Jvk",
    "Bible Project 3": "https://www.youtube.com/watch?v=kbPBDKOn1cc",
    "Bible Project 4": "https://www.youtube.com/watch?v=26z_KhwNdD8",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 98:1-9",
    "Research 2-link": "https://enduringword.com/bible-commentary/Isaiah 65",
    "Research 3-link": "https://enduringword.com/bible-commentary/2 Thessalonians 3",
    "Research 4-link": "https://enduringword.com/bible-commentary/Luke 21",
    "The Chosen 3": "https://youtu.be/X-BND3Tupjw",
    "The Chosen 4": "",
    "Song": "https://youtu.be/jzX5d__td44?si=ymaUVUIWYdHdootC",
    "Song 2": "https://youtu.be/rxTRqZ_cX7Y?si=Gn_oL-qz2zrTBdtG",
    "Song 3": "https://youtu.be/fRajAHplclw?si=dgYKdYs8vgshrFfS",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/65",
    "Bema 2": "https://www.bemadiscipleship.com/51",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/f0315642-76c7-47b8-8dfd-bb13f678841d.mp3",
    "Bema 4": "",
    "Bible in Song 2": "https://www.youtube.com/watch?v=VefRLAXyk5U",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]