[
  {
    "Date": "2025-08-18T07:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=7OmBXWA0Rfc",
    "Additional Link": "",
    "Yoga": "https://www.youtube.com/watch?v=6XS9L8fjcSg&list=PLVccJouc7Os8x1Z9h-_MPbdvDt2TmwBpg&index=9",
    "famous quote": "It's the possibility of having a dream come true that makes life interesting.\n-Paulo Coelho (in \"The Alchemist\")",
    "Ted Talks": "https://www.youtube.com/watch?v=yQqthbvYE8M",
    "Nature Video": "https://www.youtube.com/watch?v=lwLnObYwfCA",
    "User added": "",
    "Interview blog link": "https://www.instagram.com/p/Ccnq0a5rA31/",
    "Interview image": "",
    "Interview Text": "(story by Anthony Gurrola) A few years ago I lived in Corpus Christi, Texas. Latin for \"Body of Christ\"\n\nOne day my friend Zach and I decided to just go on a drive. We would do this often. Driving around to what seemed to be an aimless destination, however we would often just go and wait on the Holy Spirit.\n\nMost of the time sit in a parking lot by a beach or park until the Holy Spirit directed our steps. This particular day we decided to go for a walk and talk about what the Lord was doing in each other's lives.\n\nHowever, when we hopped out of the truck we somehow ended up in the back of the truck bed sitting there and talking instead.\nSo we never went on that walk. Sometimes the Lord directs our steps and sometimes He directs our sitting down.\n\nWhile we were sitting there, we were approached by an older woman( meaning older than 21 year old me.) She seemed to be in her late 30s - mid 40s.\nMy first impression of her was, she seemed worn. Tried.\n\nThe first thing she said to us was \"Do you know anything about church?\"\n\nThis question hit me hard. Right before this encounter I had a good spiritual father in the faith come directly up to me at church and tell me these words \"Son. Be the chapel.\"\n\n\"There will be people who don't know what you know, but are desperately looking for it. Be Jesus to them.\"\n\nThank you Buddy Hicks for the life you lived, and inspired me to live.\n\nShe continued on sharing how she ended up here. She said she just escaped from an abusive home and felt she needed to come to Texas to find freedom. I asked her \"Why Corpus?\" Her response was more profound than she may have realized.\n\n\"I wanted to be near the water to try and find peace.\"\n\nNot only was this woman looking for living water, but she was drawn to a coastal town called the body of Christ.\n\nThis is the place where her encounter would change her life.\n\nWhile getting to know a bit more of her story, my friend and I got the sense that she was running from something much darker.\n\n\"Are you involved in Witchcraft?\" We asked plainly. Sure enough, she was. Deeply.\n\nNot just oujia boards or Harry Potter(that's a joke)\nBut a very real and sickening black magic. Involved the consumption of blood and animal sacrifices. Instantly we shared the Gospel with her. Telling her that she need not pay for her own atonement anymore. That Jesus Christ was the ultimate sacrifice, the spotless lamb that was slain. This was it. This is what she wanted. She wanted to accept Jesus as Father and Lord of her life! There was just one problem, she said \"Every time you say Jesus loves me, I hear a voice telling me to run away.\" So we sat next to her, realizing the urgency of the situation we began to lay hands and pray for her salvation. She began to shake violently, her entire body convulsing. The darkness being met by the light. Fear being driven out by love. We began to pray in the spirit and ask for freedom over her, I looked at her and told her \"You need to say the name of Jesus right now\" \"I can't!\" She cried. We persisted. Intercedeing until she was free, and free indeed. All of a sudden she started throwing up disgusting black vomit. The black magic was literally pouring out of her. But she was finally able to say those words, \"JESUS SAVE ME!\" And just like that, darkness had to leave. She accepted Christ immediately. After her prayer, she looked completely different. What was once I believed a 40 something year old women now had new life in her eyes. \"How old are you?\" I asked. \"23\" she replied. The darkness was literally sucking the life out of her. But behold, He makes all things new. In an instant, I felt the Holy Spirit tell me 3 things we need to do for her.\n\n#1 Clothe her. #2 Feed her. #3 Home her.\nOne of those was gonna be a bit more difficult than the others but I said yes. I decided to check the first one off the list. As she had just thrown up all over herself, I grabbed the blue flannel off my back and gave it to her. She tried it on and smiled. She looked great. Then we gave her some money for her next several meals. Now for the tough one. How do we find this daughter a home? We began calling all the shelters we could think of. All of them closed. Or full. But God wanted to home her so we decided to be stubborn about it and drive around until we found one. We loaded up and headed out. Literally knocking on shelter doors to no avail. I began to get discouraged. Did I mishear the voice of God? Did I take on too much I could handle?  But that's the thing. It's not mine to handle. It's mine to be obedient. We drove around for a whole until we ended up a placed called Rainbow House. It was our last option, and of course it was closed. But our new friend felt like she was supposed to check it out. So she hopped out and knocked on the door. After being gone for a while she comes out with a huge smile on her face. \"I can stay!\" She exclaimed. As I approached her, I saw a young staff member standing next to her, \"She can stay??\" I asked. \"I am not really supposed to do this. But just now I heard the voice of God say go to work and unlock the gates. Someone needs your help.\"\nThe doors man had closed had been supernaturally opened by God himself. She could stay, she was clothed, fed, and homed. All had come to pass. I told our new sister in Christ it is time for her to share her story. I asked her if I can share this one with the world. She said \"Please do.\"\nHer name is Nikki. This is the day she met Jesus and joined His bride.",
    "Interview Video": "",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=_F-RCX1blmw",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/A6eJxO_PF1c",
    "Other Video": "",
    "Music Video": "https://www.youtube.com/watch?v=EtlZV2EaZBQ",
    "Music Video Instructions": "Ponder all that we relentlessly strive for and the fullness God has waiting for us when we simply turn to him."
  }
]