[
  {
    "": "2025-10-02T07:00:00.000Z",
    "Art title 1": "May Creation Point You to Your Creator",
    "Picture Thumbnail 1": "https://static.wixstatic.com/media/a07ded_920d298f9eeb4e35b07492eed2615fe4~mv2.jpg",
    "Artist Statement 1": "Perhaps, when you get a chance today, sit out in nature. Sit in silence until you start to notice creatures moving around you. Watch and notice them going about their tasks. Try to picture how all of the elements of nature are working together to bring life to each other and to you. \n\nThen, as you watch, turn your admiration toward your creator. Let it help you know the brilliant, creative, doting mind behind it all.",
    "Picture link 1": "https://static.wixstatic.com/media/a07ded_920d298f9eeb4e35b07492eed2615fe4~mv2.jpg",
    "Art title 2": "Sometimes New Vision is Needed for Hope of New Change",
    "Picture Thumbnail 2": "https://static.wixstatic.com/media/a07ded_93293c76bdfa4879a2c174d5eb385444~mv2.jpg/v1/fill/w_666,h_666,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/a07ded_93293c76bdfa4879a2c174d5eb385444~mv2.jpg",
    "Artist Statement 2": "See the story for today. \n\nIt is easy to get stuck in monotonous rythms where all begins to look drab. When the desire to thrive in us isn't met, I've found this is often when I turn to sin to give me immediate pleasures instead. \n\nLet's pray that we will see a new and exciting vision of God's kingdom around us. Perhaps pray for a new vision we can work towards, one that will help us see something new in the monotonous landscape we currently see around us.",
    "Picture link 2": "",
    "Art title 3": "",
    "Picture Thumbnail 3": "",
    "Artist Statement 3": "",
    "Picture link 3": "",
    "Story Title again": "The Power of a New Story",
    "Story Link": "https://www.rawspoon.com/post/story-the-power-of-a-new-story",
    "excerpt": "The broken window by her bed was just covered in cardboard. But the loud sirens in the middle of the night no longer scared her. In fact, it meant that the fights and scary people might disappear for an hour or two. She wondered if there was a world where she wouldn't have to sleep with one eye open. \n---\n\"C'mon, Janette!\" Her step brother nagged her the next day. \"We need someone to jump off of. Lay down there.\" It had always been like this; if her brother told her to do something she had to do it.\n\nShe laid down in the alley, cluttered with garbage, puddles and older kids in bandanas and big jackets watching how this would play out. Her brother leaned one side of a board on her. He called out to his friends, \"Look our jump is ready! We can jump over her!\" He pedaled over her on his bike, thumping Janette as he went off the jump. Then his friend rode toward her too. But he was a little bigger, fatter. As his front tire hit the jump she flinched and his bike somehow went out from under him. The boy fell off backwards and landed with his back on the edge of the jump and fully on her. \n\nShe groaned, almost apathetic on the ground. The older, tattooed boys in the alley chuckled between puffs of weed, and the girls in spindly clothing gasped and then laughed. Whether in school or in the alley, it always ended in her getting used up in some way. That was just how the world was; the weaker were used by the stronger-- a dog eat dog world.\n\nJanette rolled away and started to get up.\n\n\"There now, hunny. Give me your hand.\"\n\nJanette stood up and looked at where the unfamiliar voice had come from. A woman, maybe 23, was reaching out to her. Janette was up but she took her hand. She just kept looking up at the woman because it was such an unusual and wholesome sight. The lady's caramel-colored skin had no tattoos. Her blouse covered her shoulders and skirt covered all of her legs. \"Do you like this, darling?\"\n\nJanette shook her head with tears brimming in her eyes. \n\n\"Why don't you go somewhere that it's not like this?\"\n\nJanette scrunched her eyes and asked, \"Where is it not like this?\"\n\n\"Hunny,\" The lady looked both ways and said, \"If your mom is okay with it, follow me. Just come and see.\"\n\nJanette said, \"My mom don't know where I am anyway. And I don't know where she is.\"\n\nThe lady nodded and said, \"My name is Benita. I used to live here too.\" She gestured with her head, motioning Janette to follow her. She glanced at one of the regular boys as she passed and told him, \"Take care of momma til I get back.\" He nodded nonchalantly. \n\nBenita took Janette to her seminary campus. Janette looked around wide-eyed. The buildings were so nice and so were the people. Benita introduced Janette to her to several of her friends as they stopped to talk. She showed Janette her dorm and even let her come to one of her classes with her. The professors were so smart, kind, and dressed so well. \n\nIt was nothing like it was on the streets. Here even the 'weak' were welcomed and could thrive. That day she went home with an entirely different trajectory to her life. All she needed to do so was a new vision that expanded the horizons of what she understood life could be.\n\n---\nDo you feel stuck? I pray that you have a new vision of how to pray, or how to love others, or of a new ministry to start or become a part of. I pray for one that will blow your expectations of what life in this world, and the next, could hold. \n\nRaw Spoon 9-22-22",
    "Audio file": "",
    "Blog Title": "BLOG:\nMaking Policies is a Bad Policy",
    "Blog Link": "https://www.rawspoon.com/post/making-policies-might-be-a-bad-policy",
    "Blog excerpt": "I understand that when governing a denomination, or a church body, or even a secular government, the decision makers just don't have enough time to give attention to address everyone's personal situations. So it makes sense that they make Yes and No rules. They write up documents that say \"This is allowed\" or \"That is NOT allowed. \" And it has to apply to everybody.\n\n\nFor example, in a car accident, lets say you see ducklings waddling across the road, you stomp on your breaks, and I crash into your back end. Even though it may be 25% your fault and 75% my fault (or whatever) the government does not have the resources to add clauses about ducklings and every other situation, The best they can do is apply 100% of the blame to one person. In many interpersonal crimes, I would think, it is inaccurate to pin 100% of fault on one person. But in the end, it is only one person who is either labeled 100% guilty, or not guilty.\n\n\nAnd in churches, for example, some church governing bodies look at the instructions in the Bible and debate whether or not \"Abortion is always wrong\" or \"Homosexuality is always wrong.\" I picked those two issues NOT because I lean a certain way on either of them (the jury is still out for me), but because they are good examples of our tendency to make very complicated, nuanced and individual situations conform to policy.\n\n\nThese issues are not simple. And whether these are the issues being debated or one of a multitude of other issues, it's not always about choosing what is right. I think, sometimes our only option is to choose the option that is less wrong. Here's what I mean.\n\n\nI'm guessing that it's not accurate to say abortion is always the wrong choice. What if the baby is already brain dead and the mother is at risk of dying? Is abortion wrong if it would save at least one of the two lives, instead of both of them likely dying? Maybe this is a very complicated decision God is putting into our hands to do our best to decide which is better.\n\n\nAnd if homosexuality is the issue in question for someone at a church that doesn't affirm it, what if a man was sexually abused growing up and through it was introduced to homosexual promiscuity. And after 40 years, no matter how he tries, and how much counseling he gets, and how much he participates in his 12 step program, he just can't seem to kick his pursuit for physical intimacy? A lot of heterosexuals understand this of course too, and Paul tells all of us in the Bible that it is better to marry than to burn with lust. If this man found a single loving partner to commit his life to would that be worse than repeatedly falling into promiscuity throughout his life? If your church would still think it is absolutely wrong, what if I said they were both Christians wanting to commit their lives and mission to God, and they could do it better together than apart, and decided not to have sex and just share their love? Is \"Homosexuality is always wrong\" still the most right answer? Whatever the issue is, I'm just trying to get folks to see that there may not ALWAYS be a black and white answer that applies the same to every situation.\n\n\nBut, no matter which answer you gave for these, we must be careful not to make THAT into new policy. I mean, if a church were against it but did it once it would be easy to give permission every time someone says, \"I can't seem to boot my homosexual desires, and you let that guy marry a man, so you should let me marry one too.\" Treating each situation like it's own situation definitely doesn't make things easier, or systematized, but it makes each person's situation personal. And isn't our God a personal God? Jesus affirmed, \"do not commit adultery,\" but when pharisees brought a woman who was caught in adultery to be stoned according to the biblical laws he says, \"Whoever has no sin can cast the first stone.\" It's not always a simple answer.\n\n\n\nAnd whenever it is a choice between two bad options, neither one is chosen lightly. If there really are no better apparent options, and prayer hasn't seemed to open new ones, a decision is made with great heaviness. There would need to be an understood gravity of Grace that surrounds the entire situation, for the people involved and the entire community to bear. And the weight would be a constant reminder of the heavy cost that grace carries for its people. Because love for each might be greater than cold consequences of general laws.\n\n\nLike I said, I still don't know which side I fall on with either of the two above issues. But what I do believe in is that each human life is different. And takes specific attention to reach for the best of all possible situations in a very broken world.\n\n\nPolicy SHOULD answer most of the situations in question, and is usually good enough to determine the right decision, but sometimes it isn't always about what's right. Because sometimes neither option is fully right. It's a broken world. It may be a decision of which option is less wrong\n\n\nRaw Spoon, 12-7-17",
    "Animation": "",
    "Sketchnotes1a": "",
    "Sketchnotes1b": "",
    "Sketchnotes2a": "",
    "Sketchnotes2b": "",
    "Sketchnotes3a": "",
    "Sketchnotes3b": "",
    "Sketchnotes4a": "",
    "Sketchnotes4b": "",
    "Bible Project 1": "https://www.youtube.com/watch?v=G_OlRWGLdnw",
    "Bible Project 2": "https://www.youtube.com/watch?v=bVFW3wbi9pk",
    "Bible Project 3": "https://www.youtube.com/watch?v=5nvVVcYD-0w",
    "Bible Project 4": "",
    "Research 1- link": "https://enduringword.com/bible-commentary/Psalm 37:1-9",
    "Research 2-link": "https://enduringword.com/bible-commentary/2 Kings 18",
    "Research 3-link": "https://enduringword.com/bible-commentary/Revelation 2",
    "Research 4-link": "https://enduringword.com/bible-commentary/Deuteronomy 24",
    "The Chosen 3": "",
    "The Chosen 4": "",
    "Song": "https://www.youtube.com/watch?v=3app6GJo-Rs",
    "Song 2": "",
    "Song 3": "",
    "3dLink1": "",
    "3dNotes1": "",
    "3dLink2": "",
    "3dNotes2": "",
    "3dLink3": "",
    "3dNotes3": "",
    "3dLink4": "",
    "3dNotes4": "",
    "Bema 1": "https://www.bemadiscipleship.com/42",
    "Bema 2": "https://www.bemadiscipleship.com/40",
    "Bema 3": "https://aphid.fireside.fm/d/1437767933/7d8cc2be-fe66-43fb-ada4-e62e2f8c00e7/3b867e01-30cd-4aaf-b8e0-d2db064a5842.mp3",
    "Bema 4": "",
    "Bible in Song 2": "",
    "Bible in Song 3": "",
    "Bible in Song 4": ""
  }
]