[
  {
    "Date": "2025-12-26T08:00:00.000Z",
    "Day of Week": "Friday",
    "Day in calendar": "Fourth week of Advent",
    "Script 1": "\nMary's Song\n\n And Mary said:\n\n\"My soul glorifies the Lord\n     and my spirit rejoices in God my Savior,\n for he has been mindful\n    of the humble state of his servant.\nFrom now on all generations will call me blessed,\n     for the Mighty One has done great things for me--\n    holy is his name.\n His mercy extends to those who fear him,\n    from generation to generation.\n He has performed mighty deeds with his arm;\n    he has scattered those who are proud in their inmost thoughts.\n He has brought down rulers from their thrones\n    but has lifted up the humble.\n He has filled the hungry with good things\n    but has sent the rich away empty.\n He has helped his servant Israel,\n    remembering to be merciful\n to Abraham and his descendants forever,\n    just as he promised our ancestors.\"",
    "Script 2": "David's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?\n\n And who is like your people Israel--the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?[a]  You have established your people Israel as your very own forever, and you, Lord, have become their God.\n\n \"And now, Lord God, keep forever the promise you have made concerning your servant and his house. Do as you promised,  so that your name will be great forever. Then people will say, 'The Lord Almighty is God over Israel!' And the house of your servant David will be established in your sight.\n\n \"Lord Almighty, God of Israel, you have revealed this to your servant, saying, 'I will build a house for you.' So your servant has found courage to pray this prayer to you.  Sovereign Lord, you are God! Your covenant is trustworthy, and you have promised these good things to your servant.  Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, Sovereign Lord, have spoken, and with your blessing the house of your servant will be blessed forever.\"\n\n",
    "Script 3": " So also Abraham \"believed God, and it was credited to him as righteousness.\"[a]\n\n Understand, then, that those who have faith are children of Abraham.  Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\"[b]  So those who rely on faith are blessed along with Abraham, the man of faith.\n\n For all who rely on the works of the law are under a curse, as it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\"[c]  Clearly no one who relies on the law is justified before God, because \"the righteous will live by faith.\"[d]  The law is not based on faith; on the contrary, it says, \"The person who does these things will live by them.\"[e]  Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a pole.\"[f]  He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.\n\n",
    "Script 4": "American Standard Version\n And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord Jehovah fell there upon me.  Then I beheld, and, lo, a likeness as the appearance of fire; from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, [a]as it were glowing metal.  And he put forth the form of a hand, and took me by a lock of my head; and the Spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.  And, behold, the glory of the God of Israel was there, according to the [b]appearance that I saw in the plain.\n\n Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold, northward of the gate of the altar this image of jealousy in the entry.  And he said unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, [c]that I should go far off from my sanctuary? But [d]thou shalt again see yet other great abominations.\n\n And he brought me to the door of the court; and when I looked, behold, a hole in the wall.  Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold, a door.  And he said unto me, Go in, and see the wicked abominations that they do here.  So I went in and saw; and behold, every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall round about.  And there stood before them seventy men of the elders of the house of Israel; and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and the odor of the cloud of incense went up.  Then said he unto me, Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say, Jehovah seeth us not; Jehovah hath forsaken the land.  He said also unto me, Thou shalt again see yet other great abominations which they do.\n\n Then he brought me to the door of the gate of Jehovah's house which was toward the north; and behold, there sat the women weeping for Tammuz.  Then said he unto me, Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.\n\n And he brought me into the inner court of Jehovah's house; and behold, at the door of the temple of Jehovah, between the porch and the altar, were about five and twenty men, with their backs toward the temple of Jehovah, and their faces toward the east; and they were worshipping the sun toward the east.  Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have turned again to provoke me to anger: and, lo, they put the branch to their nose.  Therefore will I also deal in wrath; mine eye shall not spare, neither will I have pity; and though they cry in mine ears with a loud voice, yet will I not hear them.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Luke1:46b-55;2Samuel7:18,23-29;Galatians3:6-14",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Luke.1,2Sam.7,Gal.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_62c35d43fefa4852b1812275d7216b18~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_a46c00c7f6ce449b9eafe72837a86faf~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_1cf7739eefbc4306a6605e31d2864df4~mv2.jpg",
    "AI Image 3B": "https://static.wixstatic.com/media/a07ded_6d93a0b3956347f393682542ee028c9e~mv2.jpg",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Luke 1:46-55",
    "Address Script 2": "2 Samuel 7:18, 23-29",
    "Address Script 3": "Galatians 3:6-14",
    "Address Script 4": "Ezekiel 8",
    "Script 1 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Luke.1.2c26407ea2011459d1eef97311fa5c7e.mp3",
    "Script 2 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/2Sam.7.ee2ae55b61002703ea567276a1960c55.mp3",
    "Script 3 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Gal.3.f54e053506725f9e6480e37463b02ae6.mp3",
    "Script 4 audio": "https://stream.biblegateway.com/bibles/32/niv-dramatized/Ezek.8.0b7a1b7be74b4070e5ccf12a559a6296.mp3",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Luke 1:46-55\n\nMary's Song\n\n46 And Mary said:\n\n\"My soul glorifies the Lord\n47     and my spirit rejoices in God my Savior,\n48 for he has been mindful\n    of the humble state of his servant.\nFrom now on all generations will call me blessed,\n49     for the Mighty One has done great things for me--\n    holy is his name.\n50 His mercy extends to those who fear him,\n    from generation to generation.\n51 He has performed mighty deeds with his arm;\n    he has scattered those who are proud in their inmost thoughts.\n52 He has brought down rulers from their thrones\n    but has lifted up the humble.\n53 He has filled the hungry with good things\n    but has sent the rich away empty.\n54 He has helped his servant Israel,\n    remembering to be merciful\n55 to Abraham and his descendants forever,\n    just as he promised our ancestors.\"",
    "Script 2": "2 Samuel 7:18, 23-29\n\nDavid's Prayer\n\n18 Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?\n\n23 And who is like your people Israel--the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?[a] 24 You have established your people Israel as your very own forever, and you, Lord, have become their God.\n\n25 \"And now, Lord God, keep forever the promise you have made concerning your servant and his house. Do as you promised, 26 so that your name will be great forever. Then people will say, 'The Lord Almighty is God over Israel!' And the house of your servant David will be established in your sight.\n\n27 \"Lord Almighty, God of Israel, you have revealed this to your servant, saying, 'I will build a house for you.' So your servant has found courage to pray this prayer to you. 28 Sovereign Lord, you are God! Your covenant is trustworthy, and you have promised these good things to your servant. 29 Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, Sovereign Lord, have spoken, and with your blessing the house of your servant will be blessed forever.\"\n\nFootnotes\na. 2 Samuel 7:23 See Septuagint and 1 Chron. 17:21; Hebrew wonders for your land and before your people, whom you redeemed from Egypt, from the nations and their gods.",
    "Script 3": "Galatians 3:6-14\n\n6 So also Abraham \"believed God, and it was credited to him as righteousness.\"[a]\n\n7 Understand, then, that those who have faith are children of Abraham. 8 Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\"[b] 9 So those who rely on faith are blessed along with Abraham, the man of faith.\n\n10 For all who rely on the works of the law are under a curse, as it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\"[c] 11 Clearly no one who relies on the law is justified before God, because \"the righteous will live by faith.\"[d] 12 The law is not based on faith; on the contrary, it says, \"The person who does these things will live by them.\"[e] 13 Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a pole.\"[f] 14 He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.\n\nFootnotes\na. Galatians 3:6 Gen. 15:6\nb. Galatians 3:8 Gen. 12:3; 18:18; 22:18\nc. Galatians 3:10 Deut. 27:26\nd. Galatians 3:11 Hab. 2:4\ne. Galatians 3:12 Lev. 18:5\nf. Galatians 3:13 Deut. 21:23",
    "Script 4": "Ezekiel 8\nAmerican Standard Version\n8 And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord Jehovah fell there upon me. 2 Then I beheld, and, lo, a likeness as the appearance of fire; from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, [a]as it were glowing metal. 3 And he put forth the form of a hand, and took me by a lock of my head; and the Spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy. 4 And, behold, the glory of the God of Israel was there, according to the [b]appearance that I saw in the plain.\n\n5 Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold, northward of the gate of the altar this image of jealousy in the entry. 6 And he said unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, [c]that I should go far off from my sanctuary? But [d]thou shalt again see yet other great abominations.\n\n7 And he brought me to the door of the court; and when I looked, behold, a hole in the wall. 8 Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold, a door. 9 And he said unto me, Go in, and see the wicked abominations that they do here. 10 So I went in and saw; and behold, every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall round about. 11 And there stood before them seventy men of the elders of the house of Israel; and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and the odor of the cloud of incense went up. 12 Then said he unto me, Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say, Jehovah seeth us not; Jehovah hath forsaken the land. 13 He said also unto me, Thou shalt again see yet other great abominations which they do.\n\n14 Then he brought me to the door of the gate of Jehovah's house which was toward the north; and behold, there sat the women weeping for Tammuz. 15 Then said he unto me, Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.\n\n16 And he brought me into the inner court of Jehovah's house; and behold, at the door of the temple of Jehovah, between the porch and the altar, were about five and twenty men, with their backs toward the temple of Jehovah, and their faces toward the east; and they were worshipping the sun toward the east. 17 Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have turned again to provoke me to anger: and, lo, they put the branch to their nose. 18 Therefore will I also deal in wrath; mine eye shall not spare, neither will I have pity; and though they cry in mine ears with a loud voice, yet will I not hear them.\n\n \nFootnotes\nEzekiel 8:2 Or, as amber to look upon\nEzekiel 8:4 Or, vision\nEzekiel 8:6 Or, to get them far off\nEzekiel 8:6 Or, turn thee yet again, and thou shalt see greater abominations. So also in verses 13, 15.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Luke :-\n\nMary's Song\n\n And Mary said:\n\n\"My soul glorifies the Lord\n     and my spirit rejoices in God my Savior,\n for he has been mindful\n    of the humble state of his servant.\nFrom now on all generations will call me blessed,\n     for the Mighty One has done great things for me--\n    holy is his name.\n His mercy extends to those who fear him,\n    from generation to generation.\n He has performed mighty deeds with his arm;\n    he has scattered those who are proud in their inmost thoughts.\n He has brought down rulers from their thrones\n    but has lifted up the humble.\n He has filled the hungry with good things\n    but has sent the rich away empty.\n He has helped his servant Israel,\n    remembering to be merciful\n to Abraham and his descendants forever,\n    just as he promised our ancestors.\"",
    "Script 2": " Samuel :, -\n\nDavid's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?\n\n And who is like your people Israel--the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?[a]  You have established your people Israel as your very own forever, and you, Lord, have become their God.\n\n \"And now, Lord God, keep forever the promise you have made concerning your servant and his house. Do as you promised,  so that your name will be great forever. Then people will say, 'The Lord Almighty is God over Israel!' And the house of your servant David will be established in your sight.\n\n \"Lord Almighty, God of Israel, you have revealed this to your servant, saying, 'I will build a house for you.' So your servant has found courage to pray this prayer to you.  Sovereign Lord, you are God! Your covenant is trustworthy, and you have promised these good things to your servant.  Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, Sovereign Lord, have spoken, and with your blessing the house of your servant will be blessed forever.\"\n\nFootnotes\na.  Samuel : See Septuagint and  Chron. :; Hebrew wonders for your land and before your people, whom you redeemed from Egypt, from the nations and their gods.",
    "Script 3": "Galatians :-\n\n So also Abraham \"believed God, and it was credited to him as righteousness.\"[a]\n\n Understand, then, that those who have faith are children of Abraham.  Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\"[b]  So those who rely on faith are blessed along with Abraham, the man of faith.\n\n For all who rely on the works of the law are under a curse, as it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\"[c]  Clearly no one who relies on the law is justified before God, because \"the righteous will live by faith.\"[d]  The law is not based on faith; on the contrary, it says, \"The person who does these things will live by them.\"[e]  Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a pole.\"[f]  He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.\n\nFootnotes\na. Galatians : Gen. :\nb. Galatians : Gen. :; :; :\nc. Galatians : Deut. :\nd. Galatians : Hab. :\ne. Galatians : Lev. :\nf. Galatians : Deut. :",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord Jehovah fell there upon me.  Then I beheld, and, lo, a likeness as the appearance of fire; from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, [a]as it were glowing metal.  And he put forth the form of a hand, and took me by a lock of my head; and the Spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.  And, behold, the glory of the God of Israel was there, according to the [b]appearance that I saw in the plain.\n\n Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold, northward of the gate of the altar this image of jealousy in the entry.  And he said unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, [c]that I should go far off from my sanctuary? But [d]thou shalt again see yet other great abominations.\n\n And he brought me to the door of the court; and when I looked, behold, a hole in the wall.  Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold, a door.  And he said unto me, Go in, and see the wicked abominations that they do here.  So I went in and saw; and behold, every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall round about.  And there stood before them seventy men of the elders of the house of Israel; and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and the odor of the cloud of incense went up.  Then said he unto me, Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say, Jehovah seeth us not; Jehovah hath forsaken the land.  He said also unto me, Thou shalt again see yet other great abominations which they do.\n\n Then he brought me to the door of the gate of Jehovah's house which was toward the north; and behold, there sat the women weeping for Tammuz.  Then said he unto me, Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.\n\n And he brought me into the inner court of Jehovah's house; and behold, at the door of the temple of Jehovah, between the porch and the altar, were about five and twenty men, with their backs toward the temple of Jehovah, and their faces toward the east; and they were worshipping the sun toward the east.  Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have turned again to provoke me to anger: and, lo, they put the branch to their nose.  Therefore will I also deal in wrath; mine eye shall not spare, neither will I have pity; and though they cry in mine ears with a loud voice, yet will I not hear them.\n\n \nFootnotes\nEzekiel : Or, as amber to look upon\nEzekiel : Or, vision\nEzekiel : Or, to get them far off\nEzekiel : Or, turn thee yet again, and thou shalt see greater abominations. So also in verses , .",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Luke :-\n\nMary's Song\n\n And Mary said:\n\n\"My soul glorifies the Lord\n     and my spirit rejoices in God my Savior,\n for he has been mindful\n    of the humble state of his servant.\nFrom now on all generations will call me blessed,\n     for the Mighty One has done great things for me--\n    holy is his name.\n His mercy extends to those who fear him,\n    from generation to generation.\n He has performed mighty deeds with his arm;\n    he has scattered those who are proud in their inmost thoughts.\n He has brought down rulers from their thrones\n    but has lifted up the humble.\n He has filled the hungry with good things\n    but has sent the rich away empty.\n He has helped his servant Israel,\n    remembering to be merciful\n to Abraham and his descendants forever,\n    just as he promised our ancestors.\"",
    "Script 2": " Samuel :, -\n\nDavid's Prayer\n\n Then King David went in and sat before the Lord, and he said:\n\n\"Who am I, Sovereign Lord, and what is my family, that you have brought me this far?\n\n And who is like your people Israel--the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?[a]  You have established your people Israel as your very own forever, and you, Lord, have become their God.\n\n \"And now, Lord God, keep forever the promise you have made concerning your servant and his house. Do as you promised,  so that your name will be great forever. Then people will say, 'The Lord Almighty is God over Israel!' And the house of your servant David will be established in your sight.\n\n \"Lord Almighty, God of Israel, you have revealed this to your servant, saying, 'I will build a house for you.' So your servant has found courage to pray this prayer to you.  Sovereign Lord, you are God! Your covenant is trustworthy, and you have promised these good things to your servant.  Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, Sovereign Lord, have spoken, and with your blessing the house of your servant will be blessed forever.\"\n\n",
    "Script 3": "Galatians :-\n\n So also Abraham \"believed God, and it was credited to him as righteousness.\"[a]\n\n Understand, then, that those who have faith are children of Abraham.  Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\"[b]  So those who rely on faith are blessed along with Abraham, the man of faith.\n\n For all who rely on the works of the law are under a curse, as it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\"[c]  Clearly no one who relies on the law is justified before God, because \"the righteous will live by faith.\"[d]  The law is not based on faith; on the contrary, it says, \"The person who does these things will live by them.\"[e]  Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a pole.\"[f]  He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.\n\n",
    "Script 4": "Ezekiel \nAmerican Standard Version\n And it came to pass in the sixth year, in the sixth month, in the fifth day of the month, as I sat in my house, and the elders of Judah sat before me, that the hand of the Lord Jehovah fell there upon me.  Then I beheld, and, lo, a likeness as the appearance of fire; from the appearance of his loins and downward, fire; and from his loins and upward, as the appearance of brightness, [a]as it were glowing metal.  And he put forth the form of a hand, and took me by a lock of my head; and the Spirit lifted me up between earth and heaven, and brought me in the visions of God to Jerusalem, to the door of the gate of the inner court that looketh toward the north; where was the seat of the image of jealousy, which provoketh to jealousy.  And, behold, the glory of the God of Israel was there, according to the [b]appearance that I saw in the plain.\n\n Then said he unto me, Son of man, lift up thine eyes now the way toward the north. So I lifted up mine eyes the way toward the north, and behold, northward of the gate of the altar this image of jealousy in the entry.  And he said unto me, Son of man, seest thou what they do? even the great abominations that the house of Israel do commit here, [c]that I should go far off from my sanctuary? But [d]thou shalt again see yet other great abominations.\n\n And he brought me to the door of the court; and when I looked, behold, a hole in the wall.  Then said he unto me, Son of man, dig now in the wall: and when I had digged in the wall, behold, a door.  And he said unto me, Go in, and see the wicked abominations that they do here.  So I went in and saw; and behold, every form of creeping things, and abominable beasts, and all the idols of the house of Israel, portrayed upon the wall round about.  And there stood before them seventy men of the elders of the house of Israel; and in the midst of them stood Jaazaniah the son of Shaphan, every man with his censer in his hand; and the odor of the cloud of incense went up.  Then said he unto me, Son of man, hast thou seen what the elders of the house of Israel do in the dark, every man in his chambers of imagery? for they say, Jehovah seeth us not; Jehovah hath forsaken the land.  He said also unto me, Thou shalt again see yet other great abominations which they do.\n\n Then he brought me to the door of the gate of Jehovah's house which was toward the north; and behold, there sat the women weeping for Tammuz.  Then said he unto me, Hast thou seen this, O son of man? thou shalt again see yet greater abominations than these.\n\n And he brought me into the inner court of Jehovah's house; and behold, at the door of the temple of Jehovah, between the porch and the altar, were about five and twenty men, with their backs toward the temple of Jehovah, and their faces toward the east; and they were worshipping the sun toward the east.  Then he said unto me, Hast thou seen this, O son of man? Is it a light thing to the house of Judah that they commit the abominations which they commit here? for they have filled the land with violence, and have turned again to provoke me to anger: and, lo, they put the branch to their nose.  Therefore will I also deal in wrath; mine eye shall not spare, neither will I have pity; and though they cry in mine ears with a loud voice, yet will I not hear them.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]