[
  {
    "Date": "2025-12-11T08:00:00.000Z",
    "Day of Week": "Thursday",
    "Day in calendar": "Second week of Advent",
    "Script 1": "\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.",
    "Script 2": "Naomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.",
    "Script 3": "The Day of the Lord\n\n Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking.  I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles.\n\n Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires.  They will say, \"Where is this 'coming' he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.\"  But they deliberately forget that long ago by God's word the heavens came into being and the earth was formed out of water and by water.  By these waters also the world of that time was deluged and destroyed.  By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly.\n\n But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n",
    "Script 4": "American Standard Version\n And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: take one young bullock and two rams without blemish,  and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of fine wheaten flour shalt thou make them.  And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams.  And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water.  And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod;  and thou shalt set the [a]mitre upon his head, and put the holy crown upon the [b]mitre.  Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.  And thou shalt bring his sons, and put coats upon them.  And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them: and they shall have the priesthood by a perpetual statute: and thou shalt consecrate Aaron and his sons.\n\n And thou shalt bring the bullock before the tent of meeting: and Aaron and his sons shall lay their hands upon the head of the bullock.  And thou shalt kill the bullock before Jehovah, at the door of the tent of meeting.  And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the blood at the base of the altar.  And thou shalt take all the fat that covereth the inwards, and the caul upon the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar.  But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire without the camp: it is a [c]sin-offering.\n\n Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram.  And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar.  And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them [d]with its pieces, and [e]with its head.  And thou shalt burn the whole ram upon the altar: it is a burnt-offering unto Jehovah; it is a sweet savor, an offering made by fire unto Jehovah.\n\n And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram.  Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about.  And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him.  Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right [f]thigh (for it is a ram of consecration),  and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before Jehovah:  and thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons, and shalt wave them for a wave-offering before Jehovah.  And thou shalt take them from their hands, and burn them on the altar upon the burnt-offering, for a sweet savor before Jehovah: it is an offering made by fire unto Jehovah.\n\n And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before Jehovah: and it shall be thy portion.  And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons:  and it shall be for Aaron and his sons as their portion for ever from the children of Israel; for it is a heave-offering: and it shall be a heave-offering from the children of Israel of the sacrifices of their peace-offerings, even their heave-offering unto Jehovah.\n\n And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them.  Seven days shall the son that is priest in his stead put them on, when he cometh into the tent of meeting to minister in the holy place.\n\n And thou shalt take the ram of consecration, and boil its flesh in a holy place.  And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting.  And they shall eat those things wherewith atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.  And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy.\n\n And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee: seven days shalt thou consecrate them.  And every day shalt thou offer the bullock of sin-offering for atonement: and thou shalt [g]cleanse the altar, when thou makest atonement for it; and thou shalt anoint it, to sanctify it.  Seven days thou shalt make atonement for the altar, and sanctify it: and the altar shall be most holy; [h]whatsoever toucheth the altar shall be holy.\n\n Now this is that which thou shalt offer upon the altar: two lambs a year old day by day continually.  The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer [i]at even:  and with the one lamb a tenth part of an ephah of fine flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink-offering.  And the other lamb thou shalt offer [j]at even, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savor, an offering made by fire unto Jehovah.  It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before Jehovah, where I will meet with you, to speak there unto thee.  And there I will meet with the children of Israel; and the Tent shall be sanctified by my glory.  And I will sanctify the tent of meeting, and the altar: Aaron also and his sons will I sanctify, to minister to me in the priest's office.  And I will dwell among the children of Israel, and will be their God.  And they shall know that I am Jehovah their God, that brought them forth out of the land of Egypt, that I might dwell among them: I am Jehovah their God.\n\n \n",
    "Script LInk": "https://www.biblegateway.com/passage/?search=Psalm146:5-10;Ruth1:6-18;2Peter3:1-10",
    "Script Audio": "https://www.biblegateway.com/audio/dramatized/niv/Ps.146,Ruth.1,2Pet.3",
    "AI image 1A": "https://static.wixstatic.com/media/a07ded_38b84bc58bd746bda5416466cb6d5c6e~mv2.jpg",
    "AI Image 1B": "",
    "AI Image 2A": "https://static.wixstatic.com/media/a07ded_1b84511e09bb4c11a3d04feebc830dcc~mv2.jpg",
    "AI Image 2B": "",
    "AI Image 3A": "https://static.wixstatic.com/media/a07ded_245bc150017f45a78d1df41dad214153~mv2.jpg",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "Psalm 146:5-10",
    "Address Script 2": "Ruth 1:6-18",
    "Address Script 3": "2 Peter 3:1-10",
    "Address Script 4": "Exodus 29",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": "2"
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove verse #s ->",
    "Script 1": "Psalm 146:5-10\n\n5 Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n6 He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n7 He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n8     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n9 The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n10 The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.",
    "Script 2": "Ruth 1:6-18\n\nNaomi and Ruth Return to Bethlehem\n\n6 When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there. 7 With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n8 Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me. 9 May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud 10 and said to her, \"We will go back with you to your people.\"\n\n11 But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? 12 Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons-- 13 would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n14 At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n15 \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n16 But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. 17 Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\" 18 When Naomi realized that Ruth was determined to go with her, she stopped urging her.",
    "Script 3": "2 Peter 3:1-10\n\nThe Day of the Lord\n\n1 Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking. 2 I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles.\n\n3 Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. 4 They will say, \"Where is this 'coming' he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.\" 5 But they deliberately forget that long ago by God's word the heavens came into being and the earth was formed out of water and by water. 6 By these waters also the world of that time was deluged and destroyed. 7 By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly.\n\n8 But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. 9 The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n10 But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\nFootnotes\na. 2 Peter 3:10 Some manuscripts be burned up",
    "Script 4": "Exodus 29\nAmerican Standard Version\n29 And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: take one young bullock and two rams without blemish, 2 and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of fine wheaten flour shalt thou make them. 3 And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams. 4 And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water. 5 And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod; 6 and thou shalt set the [a]mitre upon his head, and put the holy crown upon the [b]mitre. 7 Then shalt thou take the anointing oil, and pour it upon his head, and anoint him. 8 And thou shalt bring his sons, and put coats upon them. 9 And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them: and they shall have the priesthood by a perpetual statute: and thou shalt consecrate Aaron and his sons.\n\n10 And thou shalt bring the bullock before the tent of meeting: and Aaron and his sons shall lay their hands upon the head of the bullock. 11 And thou shalt kill the bullock before Jehovah, at the door of the tent of meeting. 12 And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the blood at the base of the altar. 13 And thou shalt take all the fat that covereth the inwards, and the caul upon the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar. 14 But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire without the camp: it is a [c]sin-offering.\n\n15 Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram. 16 And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar. 17 And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them [d]with its pieces, and [e]with its head. 18 And thou shalt burn the whole ram upon the altar: it is a burnt-offering unto Jehovah; it is a sweet savor, an offering made by fire unto Jehovah.\n\n19 And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram. 20 Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about. 21 And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him. 22 Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right [f]thigh (for it is a ram of consecration), 23 and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before Jehovah: 24 and thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons, and shalt wave them for a wave-offering before Jehovah. 25 And thou shalt take them from their hands, and burn them on the altar upon the burnt-offering, for a sweet savor before Jehovah: it is an offering made by fire unto Jehovah.\n\n26 And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before Jehovah: and it shall be thy portion. 27 And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons: 28 and it shall be for Aaron and his sons as their portion for ever from the children of Israel; for it is a heave-offering: and it shall be a heave-offering from the children of Israel of the sacrifices of their peace-offerings, even their heave-offering unto Jehovah.\n\n29 And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them. 30 Seven days shall the son that is priest in his stead put them on, when he cometh into the tent of meeting to minister in the holy place.\n\n31 And thou shalt take the ram of consecration, and boil its flesh in a holy place. 32 And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting. 33 And they shall eat those things wherewith atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy. 34 And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy.\n\n35 And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee: seven days shalt thou consecrate them. 36 And every day shalt thou offer the bullock of sin-offering for atonement: and thou shalt [g]cleanse the altar, when thou makest atonement for it; and thou shalt anoint it, to sanctify it. 37 Seven days thou shalt make atonement for the altar, and sanctify it: and the altar shall be most holy; [h]whatsoever toucheth the altar shall be holy.\n\n38 Now this is that which thou shalt offer upon the altar: two lambs a year old day by day continually. 39 The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer [i]at even: 40 and with the one lamb a tenth part of an ephah of fine flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink-offering. 41 And the other lamb thou shalt offer [j]at even, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savor, an offering made by fire unto Jehovah. 42 It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before Jehovah, where I will meet with you, to speak there unto thee. 43 And there I will meet with the children of Israel; and the Tent shall be sanctified by my glory. 44 And I will sanctify the tent of meeting, and the altar: Aaron also and his sons will I sanctify, to minister to me in the priest's office. 45 And I will dwell among the children of Israel, and will be their God. 46 And they shall know that I am Jehovah their God, that brought them forth out of the land of Egypt, that I might dwell among them: I am Jehovah their God.\n\n \nFootnotes\nExodus 29:6 Or, turban\nExodus 29:6 Or, turban\nExodus 29:14 Hebrew sin.\nExodus 29:17 Or, upon\nExodus 29:17 Or, upon\nExodus 29:22 Or, shoulder\nExodus 29:36 Or, purge the alter, by thy making atonement\nExodus 29:37 Or, whosoever\nExodus 29:39 Hebrew between the two evenings.\nExodus 29:41 Hebrew between the two evenings.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove address ->",
    "Script 1": "Psalm :-\n\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.",
    "Script 2": "Ruth :-\n\nNaomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.",
    "Script 3": " Peter :-\n\nThe Day of the Lord\n\n Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking.  I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles.\n\n Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires.  They will say, \"Where is this 'coming' he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.\"  But they deliberately forget that long ago by God's word the heavens came into being and the earth was formed out of water and by water.  By these waters also the world of that time was deluged and destroyed.  By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly.\n\n But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\nFootnotes\na.  Peter : Some manuscripts be burned up",
    "Script 4": "Exodus \nAmerican Standard Version\n And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: take one young bullock and two rams without blemish,  and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of fine wheaten flour shalt thou make them.  And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams.  And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water.  And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod;  and thou shalt set the [a]mitre upon his head, and put the holy crown upon the [b]mitre.  Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.  And thou shalt bring his sons, and put coats upon them.  And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them: and they shall have the priesthood by a perpetual statute: and thou shalt consecrate Aaron and his sons.\n\n And thou shalt bring the bullock before the tent of meeting: and Aaron and his sons shall lay their hands upon the head of the bullock.  And thou shalt kill the bullock before Jehovah, at the door of the tent of meeting.  And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the blood at the base of the altar.  And thou shalt take all the fat that covereth the inwards, and the caul upon the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar.  But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire without the camp: it is a [c]sin-offering.\n\n Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram.  And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar.  And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them [d]with its pieces, and [e]with its head.  And thou shalt burn the whole ram upon the altar: it is a burnt-offering unto Jehovah; it is a sweet savor, an offering made by fire unto Jehovah.\n\n And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram.  Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about.  And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him.  Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right [f]thigh (for it is a ram of consecration),  and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before Jehovah:  and thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons, and shalt wave them for a wave-offering before Jehovah.  And thou shalt take them from their hands, and burn them on the altar upon the burnt-offering, for a sweet savor before Jehovah: it is an offering made by fire unto Jehovah.\n\n And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before Jehovah: and it shall be thy portion.  And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons:  and it shall be for Aaron and his sons as their portion for ever from the children of Israel; for it is a heave-offering: and it shall be a heave-offering from the children of Israel of the sacrifices of their peace-offerings, even their heave-offering unto Jehovah.\n\n And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them.  Seven days shall the son that is priest in his stead put them on, when he cometh into the tent of meeting to minister in the holy place.\n\n And thou shalt take the ram of consecration, and boil its flesh in a holy place.  And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting.  And they shall eat those things wherewith atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.  And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy.\n\n And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee: seven days shalt thou consecrate them.  And every day shalt thou offer the bullock of sin-offering for atonement: and thou shalt [g]cleanse the altar, when thou makest atonement for it; and thou shalt anoint it, to sanctify it.  Seven days thou shalt make atonement for the altar, and sanctify it: and the altar shall be most holy; [h]whatsoever toucheth the altar shall be holy.\n\n Now this is that which thou shalt offer upon the altar: two lambs a year old day by day continually.  The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer [i]at even:  and with the one lamb a tenth part of an ephah of fine flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink-offering.  And the other lamb thou shalt offer [j]at even, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savor, an offering made by fire unto Jehovah.  It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before Jehovah, where I will meet with you, to speak there unto thee.  And there I will meet with the children of Israel; and the Tent shall be sanctified by my glory.  And I will sanctify the tent of meeting, and the altar: Aaron also and his sons will I sanctify, to minister to me in the priest's office.  And I will dwell among the children of Israel, and will be their God.  And they shall know that I am Jehovah their God, that brought them forth out of the land of Egypt, that I might dwell among them: I am Jehovah their God.\n\n \nFootnotes\nExodus : Or, turban\nExodus : Or, turban\nExodus : Hebrew sin.\nExodus : Or, upon\nExodus : Or, upon\nExodus : Or, shoulder\nExodus : Or, purge the alter, by thy making atonement\nExodus : Or, whosoever\nExodus : Hebrew between the two evenings.\nExodus : Hebrew between the two evenings.",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  },
  {
    "Date": "",
    "Day of Week": "",
    "Day in calendar": "Remove footnotes ->",
    "Script 1": "Psalm :-\n\n Blessed are those whose help is the God of Jacob,\n    whose hope is in the Lord their God.\n\n He is the Maker of heaven and earth,\n    the sea, and everything in them--\n    he remains faithful forever.\n He upholds the cause of the oppressed\n    and gives food to the hungry.\nThe Lord sets prisoners free,\n     the Lord gives sight to the blind,\nthe Lord lifts up those who are bowed down,\n    the Lord loves the righteous.\n The Lord watches over the foreigner\n    and sustains the fatherless and the widow,\n    but he frustrates the ways of the wicked.\n\n The Lord reigns forever,\n    your God, O Zion, for all generations.\n\nPraise the Lord.",
    "Script 2": "Ruth :-\n\nNaomi and Ruth Return to Bethlehem\n\n When Naomi heard in Moab that the Lord had come to the aid of his people by providing food for them, she and her daughters-in-law prepared to return home from there.  With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah.\n\n Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the Lord show you kindness, as you have shown kindness to your dead husbands and to me.  May the Lord grant that each of you will find rest in the home of another husband.\"\n\nThen she kissed them goodbye and they wept aloud  and said to her, \"We will go back with you to your people.\"\n\n But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands?  Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me--even if I had a husband tonight and then gave birth to sons--  would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the Lord's hand has turned against me!\"\n\n At this they wept aloud again. Then Orpah kissed her mother-in-law goodbye, but Ruth clung to her.\n\n \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\"\n\n But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.  Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.\"  When Naomi realized that Ruth was determined to go with her, she stopped urging her.",
    "Script 3": " Peter :-\n\nThe Day of the Lord\n\n Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking.  I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles.\n\n Above all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires.  They will say, \"Where is this 'coming' he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.\"  But they deliberately forget that long ago by God's word the heavens came into being and the earth was formed out of water and by water.  By these waters also the world of that time was deluged and destroyed.  By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly.\n\n But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day.  The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance.\n\n But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare.[a]\n\n",
    "Script 4": "Exodus \nAmerican Standard Version\n And this is the thing that thou shalt do unto them to hallow them, to minister unto me in the priest's office: take one young bullock and two rams without blemish,  and unleavened bread, and cakes unleavened mingled with oil, and wafers unleavened anointed with oil: of fine wheaten flour shalt thou make them.  And thou shalt put them into one basket, and bring them in the basket, with the bullock and the two rams.  And Aaron and his sons thou shalt bring unto the door of the tent of meeting, and shalt wash them with water.  And thou shalt take the garments, and put upon Aaron the coat, and the robe of the ephod, and the ephod, and the breastplate, and gird him with the skilfully woven band of the ephod;  and thou shalt set the [a]mitre upon his head, and put the holy crown upon the [b]mitre.  Then shalt thou take the anointing oil, and pour it upon his head, and anoint him.  And thou shalt bring his sons, and put coats upon them.  And thou shalt gird them with girdles, Aaron and his sons, and bind head-tires on them: and they shall have the priesthood by a perpetual statute: and thou shalt consecrate Aaron and his sons.\n\n And thou shalt bring the bullock before the tent of meeting: and Aaron and his sons shall lay their hands upon the head of the bullock.  And thou shalt kill the bullock before Jehovah, at the door of the tent of meeting.  And thou shalt take of the blood of the bullock, and put it upon the horns of the altar with thy finger; and thou shalt pour out all the blood at the base of the altar.  And thou shalt take all the fat that covereth the inwards, and the caul upon the liver, and the two kidneys, and the fat that is upon them, and burn them upon the altar.  But the flesh of the bullock, and its skin, and its dung, shalt thou burn with fire without the camp: it is a [c]sin-offering.\n\n Thou shalt also take the one ram; and Aaron and his sons shall lay their hands upon the head of the ram.  And thou shalt slay the ram, and thou shalt take its blood, and sprinkle it round about upon the altar.  And thou shalt cut the ram into its pieces, and wash its inwards, and its legs, and put them [d]with its pieces, and [e]with its head.  And thou shalt burn the whole ram upon the altar: it is a burnt-offering unto Jehovah; it is a sweet savor, an offering made by fire unto Jehovah.\n\n And thou shalt take the other ram; and Aaron and his sons shall lay their hands upon the head of the ram.  Then shalt thou kill the ram, and take of its blood, and put it upon the tip of the right ear of Aaron, and upon the tip of the right ear of his sons, and upon the thumb of their right hand, and upon the great toe of their right foot, and sprinkle the blood upon the altar round about.  And thou shalt take of the blood that is upon the altar, and of the anointing oil, and sprinkle it upon Aaron, and upon his garments, and upon his sons, and upon the garments of his sons with him: and he shall be hallowed, and his garments, and his sons, and his sons' garments with him.  Also thou shalt take of the ram the fat, and the fat tail, and the fat that covereth the inwards, and the caul of the liver, and the two kidneys, and the fat that is upon them, and the right [f]thigh (for it is a ram of consecration),  and one loaf of bread, and one cake of oiled bread, and one wafer, out of the basket of unleavened bread that is before Jehovah:  and thou shalt put the whole upon the hands of Aaron, and upon the hands of his sons, and shalt wave them for a wave-offering before Jehovah.  And thou shalt take them from their hands, and burn them on the altar upon the burnt-offering, for a sweet savor before Jehovah: it is an offering made by fire unto Jehovah.\n\n And thou shalt take the breast of Aaron's ram of consecration, and wave it for a wave-offering before Jehovah: and it shall be thy portion.  And thou shalt sanctify the breast of the wave-offering, and the thigh of the heave-offering, which is waved, and which is heaved up, of the ram of consecration, even of that which is for Aaron, and of that which is for his sons:  and it shall be for Aaron and his sons as their portion for ever from the children of Israel; for it is a heave-offering: and it shall be a heave-offering from the children of Israel of the sacrifices of their peace-offerings, even their heave-offering unto Jehovah.\n\n And the holy garments of Aaron shall be for his sons after him, to be anointed in them, and to be consecrated in them.  Seven days shall the son that is priest in his stead put them on, when he cometh into the tent of meeting to minister in the holy place.\n\n And thou shalt take the ram of consecration, and boil its flesh in a holy place.  And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket, at the door of the tent of meeting.  And they shall eat those things wherewith atonement was made, to consecrate and to sanctify them: but a stranger shall not eat thereof, because they are holy.  And if aught of the flesh of the consecration, or of the bread, remain unto the morning, then thou shalt burn the remainder with fire: it shall not be eaten, because it is holy.\n\n And thus shalt thou do unto Aaron, and to his sons, according to all that I have commanded thee: seven days shalt thou consecrate them.  And every day shalt thou offer the bullock of sin-offering for atonement: and thou shalt [g]cleanse the altar, when thou makest atonement for it; and thou shalt anoint it, to sanctify it.  Seven days thou shalt make atonement for the altar, and sanctify it: and the altar shall be most holy; [h]whatsoever toucheth the altar shall be holy.\n\n Now this is that which thou shalt offer upon the altar: two lambs a year old day by day continually.  The one lamb thou shalt offer in the morning; and the other lamb thou shalt offer [i]at even:  and with the one lamb a tenth part of an ephah of fine flour mingled with the fourth part of a hin of beaten oil; and the fourth part of a hin of wine for a drink-offering.  And the other lamb thou shalt offer [j]at even, and shalt do thereto according to the meal-offering of the morning, and according to the drink-offering thereof, for a sweet savor, an offering made by fire unto Jehovah.  It shall be a continual burnt-offering throughout your generations at the door of the tent of meeting before Jehovah, where I will meet with you, to speak there unto thee.  And there I will meet with the children of Israel; and the Tent shall be sanctified by my glory.  And I will sanctify the tent of meeting, and the altar: Aaron also and his sons will I sanctify, to minister to me in the priest's office.  And I will dwell among the children of Israel, and will be their God.  And they shall know that I am Jehovah their God, that brought them forth out of the land of Egypt, that I might dwell among them: I am Jehovah their God.\n\n \n",
    "Script LInk": "",
    "Script Audio": "",
    "AI image 1A": "",
    "AI Image 1B": "",
    "AI Image 2A": "",
    "AI Image 2B": "",
    "AI Image 3A": "",
    "AI Image 3B": "",
    "AI Image 4A": "",
    "AI Image 4B": "",
    "Address Script 1": "",
    "Address Script 2": "",
    "Address Script 3": "",
    "Address Script 4": "",
    "Script 1 audio": "",
    "Script 2 audio": "",
    "Script 3 audio": "",
    "Script 4 audio": "",
    "Verse to start at for audio": ""
  }
]