[
  {
    "Date": "2025-12-13T08:00:00.000Z",
    "Movie Scene": "https://www.youtube.com/watch?v=1xZscbXxuTY",
    "Additional Link": "https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkLnBvZGJlYW4uY29tL2Jpb2xvZ29zL2ZlZWQueG1s/episode/YmlvbG9nb3MucG9kYmVhbi5jb20vZTBiMGQ0NTAtYjFkMi0zODgyLTliNzMtNzUxZjljNjk1ZWFj?sa=X&ved=0CAUQkfYCahgKEwjQwtyUiff5AhUAAAAAHQAAAAAQixM",
    "Yoga": "https://www.youtube.com/watch?v=rv4synzjgXk&list=PLVccJouc7Os-0yJg9eKUKA8z-gsqB3zoc&index=7",
    "famous quote": "\"My idea of God is not a divine idea. It has to be shattered time after time. He shatters it Himself.\"\n-- C.S. Lewis (A Grief Observed)",
    "Ted Talks": "https://www.youtube.com/watch?v=IFjD3NMv6Kw",
    "Nature Video": "https://www.youtube.com/watch?v=4r7wHMg5Yjg&t=62s",
    "User added": "",
    "Interview blog link": "https://www.rawspoon.com/signs-of-a-new-kingdom",
    "Interview image": "https://static.wixstatic.com/media/a07ded_55f95fad2a3248fe8b118a1bce4d0228~mv2.png",
    "Interview Text": "Alayu Kebede\nInterview (part 3)\n\nCan you tell some examples of how Christian life has affected raising children, having land, running businesses, and other aspects of your life, other than church planting?\n\nI have 10 siblings, and 5 children. I am the oldest and all of my siblings have become Christians because of my ministry. Their life has been changed and transformed and they are all leaders of communities and churches. Christianity has impacted my family; all my children and brothers and sisters are Christians. I'm impacting my other relatives and many of them are coming to know the Lord because of my ministry. \n\nHow has their quality of life changed? \n\nYou know life isn't about just one thing. It is aspects of different things. Quality of living-- when you are a Christian your mind is renewed. And when it is renewed you think bigger than locally. You think globally though you act locally. So most of my disciples, my brothers, because they are Christians are working globally. They work for Compassion International, or for denominations. And when I see my friends who are not Christians, they are still in their local village. Their life is not even changed. Life gets better when you love God. \nCan you tell me more about how you became a Christian?\n\nI was 12 years old when I became a Christian. An American missionary came to our village and preached the gospel and I was very interested in their songs and their children training. So I went every time to their tent where they were teaching. So I believed in Christ as my personal savior. And God spoke to me. And from that day on I was a church planter.\n\nHow did you know it was God's voice?\n\nIt wasn't until I started planting churches in South Sudan and Uganda that I realized the voice had been God's voice. It had said, \"You will be a leader for black nations.\"\n",
    "Interview Video": "https://youtu.be/0VJSekhSmds",
    "Pursuing Mission video": "https://www.youtube.com/watch?v=3Lyq_nao7pg",
    "Pursuing mission link": "",
    "Pursuing Mission text": "",
    "Catholic Meditation": "https://youtu.be/XLv4YNLfoLw",
    "Other Video": "",
    "Music Video": "https://youtu.be/Mlj2VkdkN9Y",
    "Music Video Instructions": "Imagine if God's love for us, and ours for him was like this."
  }
]